[{ "ar": "سَبَّحَ لِلَّهِ مَا فِى السَّمٰوٰتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 1, "id": 5076, "bn": "নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবাই আল্লাহর পবিত্রতা ঘোষণা করে। তিনি শক্তিধর; প্রজ্ঞাময়।", "pr": "ছাব্বাহা লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়াল আরদি ওয়া হুওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 57 }, { "ar": "لَهُۥ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۖ وَهُوَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 2, "id": 5077, "bn": "নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। তিনি জীবন দান করেন ও মৃত্যু ঘটান। তিনি সবকিছু করতে সক্ষম।", "pr": "লাহূমুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ইউহঈ ওয়া ইউমীতু ওয়া হুওয়া ‘আলাকুল্লি শাইয়িন কাদীর।", "sura_id": 57 }, { "ar": "هُوَ الْأَوَّلُ وَالْءَاخِرُ وَالظّٰهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ", "ayat_id": 3, "id": 5078, "bn": "তিনিই প্রথম, তিনিই সর্বশেষ, তিনিই প্রকাশমান ও অপ্রকাশমান এবং তিনি সব বিষয়ে সম্যক পরিজ্ঞাত।", "pr": "হুওয়াল আওওয়ালুওয়াল আ-খিরু ওয়াজ্জা-হিরুওয়াল বা-তিনু ওয়া হুওয়া বিকুল্লি শাইয়িন ‘আলীম।", "sura_id": 57 }, { "ar": "هُوَ الَّذِى خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "ayat_id": 4, "id": 5079, "bn": "তিনি নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছেন ছয়দিনে, অতঃপর আরশের উপর সমাসীন হয়েছেন। তিনি জানেন যা ভূমিতে প্রবেশ করে ও যা ভূমি থেকে নির্গত হয় এবং যা আকাশ থেকে বর্ষিত হয় ও যা আকাশে উত্থিত হয়। তিনি তোমাদের সাথে আছেন তোমরা যেখানেই থাক। তোমরা যা কর, আল্লাহ তা দেখেন।", "pr": "হুওয়াল্লাযীখালাকাছছামা-ওয়া-তি ওয়াল আরদাফী ছিত্তাতি আইয়া-মিন ছু ম্মাছতাওয়া‘আলাল ‘আরশি ইয়া‘লামুমা-ইয়ালিজূফিল আরদিওয়ামা-ইয়াখরুজূমিনহা-ওয়ামাইয়ানঝিলুমিনাছ ছামাই ওয়ামা-ওয়া‘রুজূফীহা- ওয়া হুওয়া মা‘আকুম আইনামাকুনতুম ওয়াল্লা-হু বিমা-তা‘মালূনা বাসীর।", "sura_id": 57 }, { "ar": "لَّهُۥ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ", "ayat_id": 5, "id": 5080, "bn": "নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। সবকিছু তাঁরই দিকে প্রত্যাবর্তন করবে।", "pr": "লাহূমুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ওয়া ইলাল্লা-হি তুর জা‘উল উমূর।", "sura_id": 57 }, { "ar": "يُولِجُ الَّيْلَ فِى النَّهَارِ وَيُولِجُ النَّهَارَ فِى الَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ الصُّدُورِ", "ayat_id": 6, "id": 5081, "bn": "তিনি রাত্রিকে দিবসে প্রবিষ্ট করেন এবং দিবসকে প্রবিষ্ট করেন রাত্রিতে। তিনি অন্তরের বিষয়াদি সম্পর্কেও সম্যক জ্ঞাত।", "pr": "ইঊলিজূল লাইলা ফিন্নাহা-রি ওয়া ইঊলিজূন্নাহা-রা ফিল্লাইলি ওয়া হুওয়া ‘আলীমুম বিযাতিসসুদূ র।", "sura_id": 57 }, { "ar": "ءَامِنُوا بِاللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَالَّذِينَ ءَامَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ", "ayat_id": 7, "id": 5082, "bn": "তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর এবং তিনি তোমাদেরকে যার উত্তরাধিকারী করেছেন, তা থেকে ব্যয় কর। অতএব, তোমাদের মধ্যে যারা বিশ্বাস স্থাপন করে ও ব্যয় করে, তাদের জন্যে রয়েছে মহাপুরস্কার।", "pr": "আ-মিনূবিল্লা-হি ওয়া রাছূলিহী ওয়া আনফিকূমিম্মা-জা‘আলাকুম মুছতাখলাফীনা ফীহি ফাল্লাযীনা আ-মানূমিনকুম ওয়া আনফাকূলাহুম আজরুন কাবীর।", "sura_id": 57 }, { "ar": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ ۙ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ", "ayat_id": 8, "id": 5083, "bn": "তোমাদের কি হল যে, তোমরা আল্লাহর প্রতি বিশ্বাস স্থাপন করছ না, অথচ রসূল তোমাদেরকে তোমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করার দাওয়াত দিচ্ছেন? আল্লাহ তো পূর্বেই তোমাদের অঙ্গীকার নিয়েছেন-যদি তোমরা বিশ্বাসী হও।", "pr": "ওয়ামা-লাকুম লা-তু’মিনূনা বিল্লা-হি ওয়াররাছূলুইয়াদ‘ঊকুম লিতু’মিনূবিরাব্বিকুম ওয়া কাদ আখাযা মীছা-কাকুম ইন কুনতুম মু’মিনীন।", "sura_id": 57 }, { "ar": "هُوَ الَّذِى يُنَزِّلُ عَلٰى عَبْدِهِۦٓ ءَايٰتٍۭ بَيِّنٰتٍ لِّيُخْرِجَكُم مِّنَ الظُّلُمٰتِ إِلَى النُّورِ ۚ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ", "ayat_id": 9, "id": 5084, "bn": "তিনিই তাঁর দাসের প্রতি প্রকাশ্য আয়াত অবতীর্ণ করেন, যাতে তোমাদেরকে অন্ধকার থেকে আলোকে আনয়ন করেন। নিশ্চয় আল্লাহ তোমাদের প্রতি করুণাময়, পরম দয়ালু।", "pr": "হুওয়াল্লাযী ইউনাঝঝিলু‘আলা-‘আবদিহীআ-য়া-তিম বাইয়িনা-তিল লিইউখরিজাকুম মিনাজ্জুলুমা-তি ইলান নূরি ওয়া ইন্নাল্লা-হা বিকুম লারাঊফুর রাহীম।", "sura_id": 57 }, { "ar": "وَمَا لَكُمْ أَلَّا تُنفِقُوا فِى سَبِيلِ اللَّهِ وَلِلَّهِ مِيرٰثُ السَّمٰوٰتِ وَالْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقٰتَلَ ۚ أُولٰٓئِكَ أَعْظَمُ دَرَجَةً مِّنَ الَّذِينَ أَنفَقُوا مِنۢ بَعْدُ وَقٰتَلُوا ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنٰى ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "ayat_id": 10, "id": 5085, "bn": "তোমাদেরকে আল্লাহর পথে ব্যয় করতে কিসে বাধা দেয়, যখন আল্লাহই নভোমন্ডল ও ভূমন্ডলের উত্তরাধিকারী? তোমাদের মধ্যে যে মক্কা বিজয়ের পূর্বে ব্যয় করেছে ও জেহাদ করেছে, সে সমান নয়। এরূপ লোকদের মর্যদা বড় তাদের অপেক্ষা, যার পরে ব্যয় করেছে ও জেহাদ করেছে। তবে আল্লাহ উভয়কে কল্যাণের ওয়াদা দিয়েছেন। তোমরা যা কর, আল্লাহ সে সম্পর্কে সম্যক জ্ঞাত।", "pr": "ওয়ামা-লাকুম আল্লা-তুনফিকূফী ছাবীলিল্লা-হি ওয়া লিল্লা-হি মীরা-ছু ছ ছামা-ওয়া-তি ওয়াল আরদি লা-ইয়াছতাবী মিনকুম মান আনফাকা মিন কাবলিল ফাতহিওয়া কাতালা উলাইকা আ‘জামুদারাজাতাম মিনাল্লাযীনা আনফাকূমিম বা‘দুওয়া কা-তালূ ওয়া কুল্লাওঁ ওয়া‘আদাল্লা-হুল হুছনা- ওয়াল্লা-হু বিমা-তা‘মালূনা খাবীর।", "sura_id": 57 }, { "ar": "مَّن ذَا الَّذِى يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌ كَرِيمٌ", "ayat_id": 11, "id": 5086, "bn": "কে সেই ব্যক্তি, যে আল্লাহকে উত্তম ধার দিবে, এরপর তিনি তার জন্যে তা বহুগুণে বৃদ্ধি করবেন এবং তার জন্যে রয়েছে সম্মানিত পুরস্কার।", "pr": "মান যাল্লাযী ইউকরিদু ল্লা-হা কারদান হাছানান ফাইউদা-‘ইফাহূলাহূওয়া লাহূ আজরুন কারীম।", "sura_id": 57 }, { "ar": "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنٰتِ يَسْعٰى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمٰنِهِم بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا ۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ", "ayat_id": 12, "id": 5087, "bn": "যেদিন আপনি দেখবেন ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে, তাদের সম্মুখ ভাগে ও ডানপার্শ্বে তাদের জ্যোতি ছুটোছুটি করবে বলা হবেঃ আজ তোমাদের জন্যে সুসংবাদ জান্নাতের, যার তলদেশে নদী প্রবাহিত, তাতে তারা চিরকাল থাকবে। এটাই মহাসাফল্য।", "pr": "ইয়াওমা তারাল মু’মিনীনা ওয়াল মুমিনা-তি ইয়াছ‘আ-নূরুহুম বাইনা আইদীহিম ওয়া বিআইমানিহিম বুশরা-কুমুল ইয়াওমা জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা- যা-লিকা হুওয়াল ফাওঝুল ‘আজীম।", "sura_id": 57 }, { "ar": "يَوْمَ يَقُولُ الْمُنٰفِقُونَ وَالْمُنٰفِقٰتُ لِلَّذِينَ ءَامَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَآءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ الرَّحْمَةُ وَظٰهِرُهُۥ مِن قِبَلِهِ الْعَذَابُ", "ayat_id": 13, "id": 5088, "bn": "যেদিন কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারীরা মুমিনদেরকে বলবেঃ তোমরা আমাদের জন্যে অপেক্ষা কর, আমরাও কিছু আলো নিব তোমাদের জ্যোতি থেকে। বলা হবেঃ তোমরা পিছনে ফিরে যাও ও আলোর খোঁজ কর। অতঃপর উভয় দলের মাঝখানে খাড়া করা হবে একটি প্রাচীর, যার একটি দরজা হবে। তার অভ্যন্তরে থাকবে রহমত এবং বাইরে থাকবে আযাব।", "pr": "ইয়াওমা ইয়াকূলুল মুনা-ফিকূনা ওয়াল মুনা-ফিকা-তুলিল্লাযীনা আ-মানুনজুরূনানাকতাবিছ মিন নূরিকুম কীলারজি‘ঊ ওয়া রাআকুম ফালতামিছূনূরান ফাদুরিবা বাইনাহুম বিছূরিল লাহূবা-ব বা-তিনুহূফীহির রাহমাতুওয়া জা-হিরুহূমিন কিবালিহিল ‘আযা-ব।", "sura_id": 57 }, { "ar": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا بَلٰى وَلٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِىُّ حَتّٰى جَآءَ أَمْرُ اللَّهِ وَغَرَّكُم بِاللَّهِ الْغَرُورُ", "ayat_id": 14, "id": 5089, "bn": "তারা মুমিনদেরকে ডেকে বলবেঃ আমরা কি তোমাদের সাথে ছিলাম না? তারা বলবেঃ হঁ্যা কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ। প্রতীক্ষা করেছ, সন্দেহ পোষণ করেছ এবং অলীক আশার পেছনে বিভ্রান্ত হয়েছ, অবশেষে আল্লাহর আদেশ পৌঁছেছে। এই সবই তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত করেছে।", "pr": "ইউনা-দূ নাহুম আলাম নাকুম মা‘আকুম কা-লূবালা-ওয়ালা-কিন্নাকুম ফাতানতুম আনফুছাকুম ওয়া তারাব্বাসতুম ওয়ারতাবতুম ওয়া গাররাতকুমুল আমা-নিইয়ুহাত্তা-জাআ আমরুল্লা-হি ওয়া গাররাকুম বিল্লা-হিল গারূর।", "sura_id": 57 }, { "ar": "فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوٰىكُمُ النَّارُ ۖ هِىَ مَوْلٰىكُمْ ۖ وَبِئْسَ الْمَصِيرُ", "ayat_id": 15, "id": 5090, "bn": "অতএব, আজ তোমাদের কাছ থেকে কোন মুক্তিপন গ্রহণ করা হবে না। এবং কাফেরদের কাছ থেকেও নয়। তোমাদের সবার আবাস্থল জাহান্নাম। সেটাই তোমাদের সঙ্গী। কতই না নিকৃষ্ট এই প্রত্যাবর্তন স্থল।", "pr": "ফাল ইয়াওমা লা-ইউ’খাযুমিনকুম ফিদ ইয়াতুওঁ ওয়ালা-মিনাল্লাযীনা কাফারূ মা’ওয়াকুমুন্না-রু হিয়া মাওলা-কুম ওয়াবি’ছাল মাসীর।", "sura_id": 57 }, { "ar": "أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فٰسِقُونَ", "ayat_id": 16, "id": 5091, "bn": "যারা মুমিন, তাদের জন্যে কি আল্লাহর স্মরণে এবং যে সত্য অবর্তীর্ণ হয়েছে, তার কারণে হৃদয় বিগলিত হওয়ার সময় আসেনি? তারা তাদের মত যেন না হয়, যাদেরকে পূর্বে কিতাব দেয়া হয়েছিল। তাদের উপর সুদীর্ঘকাল অতিক্রান্ত হয়েছে, অতঃপর তাদের অন্তঃকরণ কঠিন হয়ে গেছে। তাদের অধিকাংশই পাপাচারী।", "pr": "আলাম ইয়া’নি লিল্লাযীনা আ-মানূআন তাখশা‘আ কুলূবুহুম লিযিকরিল্লা-হি ওয়ামানাঝালা মিনাল হাক্কি ওয়ালা-ইয়াকূনূকাল্লাযীনা ঊতুল কিতা-বা মিন কাবলুফাতালা ‘আলাইহিমুল আমাদুফাকাছাত কুলূবুহুম ওয়া কাছীরুম মিনহুম ফা-ছিকূন।", "sura_id": 57 }, { "ar": "اعْلَمُوٓا أَنَّ اللَّهَ يُحْىِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْءَايٰتِ لَعَلَّكُمْ تَعْقِلُونَ", "ayat_id": 17, "id": 5092, "bn": "তোমরা জেনে রাখ, আল্লাহই ভূ-ভাগকে তার মৃত্যুর পর পুনরুজ্জীবিত করেন। আমি পরিস্কারভাবে তোমাদের জন্যে আয়াতগুলো ব্যক্ত করেছি, যাতে তোমরা বোঝ।", "pr": "ই‘লামূআন্নাল্লা-হা ইউহয়িল আরদা বা‘দা মাওতিহা- কাদ বাইয়ান্না-লাকুমুল আ-য়াতি লা‘আল্লাকুম তা‘কিলূন।", "sura_id": 57 }, { "ar": "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقٰتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ", "ayat_id": 18, "id": 5093, "bn": "নিশ্চয় দানশীল ব্যক্তি ও দানশীলা নারী, যারা আল্লাহকে উত্তমরূপে ধার দেয়, তাদেরকে দেয়া হবে বহুগুণ এবং তাদের জন্যে রয়েছে সম্মানজনক পুরস্কার।", "pr": "ইন্নাল মুসসাদ্দিকীনা ওয়াল মুসসাদ্দিকা-তি ওয়া আকরাদুল্লা-হা কারদান হাছানাইঁ ইউদা-‘আফুলাহুম ওয়া লাহুম আজরুন কারীম।", "sura_id": 57 }, { "ar": "وَالَّذِينَ ءَامَنُوا بِاللَّهِ وَرُسُلِهِۦٓ أُولٰٓئِكَ هُمُ الصِّدِّيقُونَ ۖ وَالشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايٰتِنَآ أُولٰٓئِكَ أَصْحٰبُ الْجَحِيمِ", "ayat_id": 19, "id": 5094, "bn": "আর যারা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে তারাই তাদের পালনকর্তার কাছে সিদ্দীক ও শহীদ বলে বিবেচিত। তাদের জন্যে রয়েছে পুরস্কার ও জ্যোতি এবং যারা কাফের ও আমার নিদর্শন অস্বীকারকারী তারাই জাহান্নামের অধিবাসী হবে।", "pr": "ওয়াল্লাযীনা আ-মানূবিল্লা-হি ওয়া রুছুলিহীউলাইকা হুমুসসিদ্দীকূনা ওয়াশশুহাদাউ ‘ইনদা রাব্বিহিম লাহুম আজরুহুম ওয়া নূরুহুম ওয়াল্লাযীনা কাফারূ ওয়াকাযযাবূবিআ-য়া-তিনাউলাইকা আসহা-বুল জাহীম।", "sura_id": 57 }, { "ar": "اعْلَمُوٓا أَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْأَمْوٰلِ وَالْأَوْلٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطٰمًا ۖ وَفِى الْءَاخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوٰنٌ ۚ وَمَا الْحَيٰوةُ الدُّنْيَآ إِلَّا مَتٰعُ الْغُرُورِ", "ayat_id": 20, "id": 5095, "bn": "তোমরা জেনে রাখ, পার্থিব জীবন ক্রীড়া-কৌতুক, সাজ-সজ্জা, পারস্পরিক অহমিকা এবং ধন ও জনের প্রাচুর্য ব্যতীত আর কিছু নয়, যেমন এক বৃষ্টির অবস্থা, যার সবুজ ফসল কৃষকদেরকে চমৎকৃত করে, এরপর তা শুকিয়ে যায়, ফলে তুমি তাকে পীতবর্ণ দেখতে পাও, এরপর তা খড়কুটা হয়ে যায়। আর পরকালে আছে কঠিন শাস্তি এবং আল্লাহর ক্ষমা ও সন্তুষ্টি। পার্থিব জীবন প্রতারণার উপকরণ বৈ কিছু নয়।", "pr": "ই‘লামূআন্নামাল হায়া-তুদ্দুনইয়া-লা‘ইবুওঁ ওয়ালাহউওঁ ওয়া ঝীনাতুওঁ ওয়া তাফা-খুরুম বাইনাকুম ওয়া তাকা-ছু রুন ফিল আমওয়া-লি ওয়ালআওলা-দা কামাছালি গাইছিন আ‘জাবাল কুফফা-রা নাবাতুহূছু ম্মা ইয়াহীজুফাতারা-হু মুসফাররান ছুম্মা ইয়াকূনুহুতামাও ওয়া ফিল আ-খিরাতি ‘আযা-বুন শাদীদুওঁ ওয়া মাগফিরাতুম মিনাল্লা-হি ওয়া রিদওয়ানুওঁ ওয়ামাল হায়া-তুদ্দুনইয়াইল্লা মাতা-‘উল গুরূর।", "sura_id": 57 }, { "ar": "سَابِقُوٓا إِلٰى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَآءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا بِاللَّهِ وَرُسُلِهِۦ ۚ ذٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ", "ayat_id": 21, "id": 5096, "bn": "তোমরা অগ্রে ধাবিত হও তোমাদের পালনকর্তার ক্ষমা ও সেই জান্নাতের দিকে, যা আকাশ ও পৃথিবীর মত প্রশস্ত। এটা প্রস্তুত করা হয়েছে আল্লাহ ও তাঁর রসূলগণের প্রতি বিশ্বাসস্থাপনকারীদের জন্যে। এটা আল্লাহর কৃপা, তিনি যাকে ইচ্ছা, এটা দান করেন। আল্লাহ মহান কৃপার অধিকারী।", "pr": "ছা-বিকূইলা-মাগফিরাতিম মির রাব্বিকুম ওয়া জান্নাতিন ‘আরদুহা-কা‘আরদিছ ছামাই ওয়াল আরদি উ‘ইদ্দাত লিল্লাযীনা আ-মানূবিল্লা-হি ওয়া রুছুলিহী যা-লিকা ফাদলুল্লা-হি ইউ’তীহি মাইঁ ইয়াশাউ ওয়াল্লা-হু যুল ফাদলিল ‘আজীম।", "sura_id": 57 }, { "ar": "مَآ أَصَابَ مِن مُّصِيبَةٍ فِى الْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتٰبٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذٰلِكَ عَلَى اللَّهِ يَسِيرٌ", "ayat_id": 22, "id": 5097, "bn": "পৃথিবীতে এবং ব্যক্তিগতভাবে তোমাদের উপর কোন বিপদ আসে না; কিন্তু তা জগত সৃষ্টির পূর্বেই কিতাবে লিপিবদ্ধ আছে। নিশ্চয় এটা আল্লাহর পক্ষে সহজ।", "pr": "মাআসা-বা মিমমুসীবাতিন ফিল আরদিওয়ালা-ফীআনফুছিকুম ইল্লা-ফী কিতা-বিম মিন কাবলি আন্নাবরাআহা- ইন্না যা-লিকা ‘আলাল্লা-হি ইয়াছীর।", "sura_id": 57 }, { "ar": "لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَآ ءَاتٰىكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ", "ayat_id": 23, "id": 5098, "bn": "এটা এজন্যে বলা হয়, যাতে তোমরা যা হারাও তজ্জন্যে দুঃখিত না হও এবং তিনি তোমাদেরকে যা দিয়েছেন, তজ্জন্যে উল্লসিত না হও। আল্লাহ কোন উদ্ধত অহংকারীকে পছন্দ করেন না,", "pr": "লিকাইলা-তা’ছাও ‘আলা-মা-ফা-তাকুম ওয়ালা-তাফরাহূবিমাআ-তা-কুম ওয়াল্লা-হু লা-ইউহিব্বুকুল্লা মুখতা-লিন ফাখূর।", "sura_id": 57 }, { "ar": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِىُّ الْحَمِيدُ", "ayat_id": 24, "id": 5099, "bn": "যারা কৃপণতা করে এবং মানুষকে কৃপণতার প্রতি উৎসাহ দেয়, যে মুখ ফিরিয়ে নেয়, তার জানা উচিত যে, আল্লাহ অভাবমুক্ত, প্রশংসিত।", "pr": "আল্লাযীনা ইয়াবখালূনা ওয়া ইয়া’মুরূনান্না-ছা বিলবুখলি ওয়া মাইঁ ইয়াতাওয়াল্লা ফাইন্নাল্লাহা হুওয়াল গানিইয়ূল হামীদ।", "sura_id": 57 }, { "ar": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَأَنزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِالْغَيْبِ ۚ إِنَّ اللَّهَ قَوِىٌّ عَزِيزٌ", "ayat_id": 25, "id": 5100, "bn": "আমি আমার রসূলগণকে সুস্পষ্ট নিদর্শনসহ প্রেরণ করেছি এবং তাঁদের সাথে অবতীর্ণ করেছি কিতাব ও ন্যায়নীতি, যাতে মানুষ ইনসাফ প্রতিষ্ঠা করে। আর আমি নাযিল করেছি লৌহ, যাতে আছে প্রচন্ড রণশক্তি এবং মানুষের বহুবিধ উপকার। এটা এজন্যে যে, আল্লাহ জেনে নিবেন কে না দেখে তাঁকে ও তাঁর রসূলগণকে সাহায্য করে। আল্লাহ শক্তিধর, পরাক্রমশালী।", "pr": "লাকাদ আরছালনা-রুছুলানা-বিলবাইয়িনা-তি ওয়া আনঝালনা-মা‘আহুমুল কিতা-বা ওয়াল মীঝা-না লিইয়াকূমান্না-ছুবিলকিছতি ওয়া আনঝালনাল হাদীদা ফীহি বা’ছুন শাদীদুওঁ ওয়া মানা-ফি‘উ লিন্না-ছি ওয়া লিইয়া‘লামাল্লা-হু মাইঁ ইয়ানসুরুহূওয়া রুছুলাহূবিলগাইবি ইন্নাল্লা-হা কাবিইয়ুন ‘আঝীঝ।", "sura_id": 57 }, { "ar": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ ۖ فَمِنْهُم مُّهْتَدٍ ۖ وَكَثِيرٌ مِّنْهُمْ فٰسِقُونَ", "ayat_id": 26, "id": 5101, "bn": "আমি নূহ ও ইব্রাহীমকে রসূলরূপে প্রেরণ করেছি এবং তাদের বংশধরের মধ্যে নবুওয়ত ও কিতাব অব্যাহত রেখেছি। অতঃপর তাদের কতক সৎপথপ্রাপ্ত হয়েছে এবং অধিকাংশই হয়েছে পাপাচারী।", "pr": "ওয়া লাকাদ আরছালনা-নূহাও ওয়া ইবরা-হীমা ওয়া জা‘আলনা-ফী যুররিইইয়াতিহিমান নুবুওয়াতা ওয়াল কিতা-বা ফামিনহুম মুহতাদিও ওয়া কাছীরুম মিনহুম ফা-ছিকূন।", "sura_id": 57 }, { "ar": "ثُمَّ قَفَّيْنَا عَلٰىٓ ءَاثٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَءَاتَيْنٰهُ الْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنٰهَا عَلَيْهِمْ إِلَّا ابْتِغَآءَ رِضْوٰنِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا الَّذِينَ ءَامَنُوا مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فٰسِقُونَ", "ayat_id": 27, "id": 5102, "bn": "অতঃপর আমি তাদের পশ্চাতে প্রেরণ করেছি আমার রসূলগণকে এবং তাদের অনুগামী করেছি মরিয়ম তনয় ঈসাকে ও তাকে দিয়েছি ইঞ্জিল। আমি তার অনুসারীদের অন্তরে স্থাপন করেছি নম্রতা ও দয়া। আর বৈরাগ্য, সে তো তারা নিজেরাই উদ্ভাবন করেছে; আমি এটা তাদের উপর ফরজ করিনি; কিন্তু তারা আল্লাহর সন্তুষ্টি লাভের জন্যে এটা অবলম্বন করেছে। অতঃপর তারা যথাযথভাবে তা পালন করেনি। তাদের মধ্যে যারা বিশ্বাসী ছিল, আমি তাদেরকে তাদের প্রাপ্য পুরস্কার দিয়েছি। আর তাদের অধিকাংশই পাপাচারী।", "pr": "ছু ম্মা কাফফাইনা-‘আলাআ-ছা-রিহিম বিরুছুলিনা-ওয়া কাফফাইনা-বি‘ঈছাবনি মারইয়ামা ওয়া আ-তাইনা-হুল ইনজীলা ওয়া জা‘আলনা-ফী কুলূবিল্লাযীনাত্তাবা‘ঊহু রা’ফাতাওঁ ওয়া রাহমাতাও ওয়া রাহবা-নিইয়াতানিব তাদা‘ঊহা-মা-কাতাবনা-হা‘আলাইহিম ইল্লাবতিগাআ রিদওয়া-নিল্লা-হি ফামা-রা‘আওহা-হাক্কা রি‘আ-ইয়াতিহা- ফাআ-তাইনাল্লাযীনা আ-মানূমিনহুম আজরাহুম ওয়া কাছীরুম মিনহুম ফাছিকূন।", "sura_id": 57 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ وَءَامِنُوا بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "ayat_id": 28, "id": 5103, "bn": "মুমিনগণ, তোমরা আল্লাহকে ভয় কর এবং তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর। তিনি নিজে অনুগ্রহের দ্বিগুণ অংশ তোমাদেরকে দিবেন, তোমাদেরকে দিবেন জ্যোতি, যার সাহায্যে তোমরা চলবে এবং তোমাদেরকে ক্ষমা করবেন। আল্লাহ ক্ষমাশীল, দয়াময়।", "pr": "ইয়া আইয়ুহাল্লাযীনা আ-মানুত্তাকুল্লা-হা ওয়া আ-মিনূবিরাছুলিহী ইউ’তিকুম কিফলাইনি মির রাহমাতিহী ওয়া ইয়াজ‘আল্লাকুম নূরান তামশূনা বিহী ওয়া ইয়াগফির লাকুম ওয়াল্লা-হু গাফূরুর রাহীম।", "sura_id": 57 }, { "ar": "لِّئَلَّا يَعْلَمَ أَهْلُ الْكِتٰبِ أَلَّا يَقْدِرُونَ عَلٰى شَىْءٍ مِّن فَضْلِ اللَّهِ ۙ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ", "ayat_id": 29, "id": 5104, "bn": "যাতে কিতাবধারীরা জানে যে, আল্লাহর সামান্য অনুগ্রহের উপর ও তাদের কোন ক্ষমতা নেই, দয়া আল্লাহরই হাতে; তিনি যাকে ইচ্ছা, তা দান করেন। আল্লাহ মহা অনুগ্রহশীল।", "pr": "লিয়াল্লা-ইয়া‘লামা আহলুল কিতা-বি আল্লা-ইয়াকদিরূনা ‘আলা-শাইয়িম মিন ফাদলিল্লা-হি ওয়া আন্নাল ফাদলা বিয়াদিল্লা-হি ইউ’তীহি মাইঁ ইয়াশাউ ওয়াল্লা-হু যুল ফাদলিল ‘আজীম।", "sura_id": 57 }]