[{ "ar": "يٰٓأَيُّهَا النَّبِىُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكٰفِرِينَ وَالْمُنٰفِقِينَ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا", "ayat_id": 1, "id": 3534, "bn": "হে নবী! আল্লাহকে ভয় করুন এবং কাফের ও কপট বিশ্বাসীদের কথা মানবেন না। নিশ্চয় আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।", "pr": "ইয়াআইয়ুহান্নাবিইয়ুত্তাকিল্লা-হা ওয়ালা তুতি‘ইল কা-ফিরীনা ওয়াল মুনা-ফিকীনা ইন্নাল্লা-হা কা-না ‘আলীমান হাকীমা।", "sura_id": 33 }, { "ar": "وَاتَّبِعْ مَا يُوحٰىٓ إِلَيْكَ مِن رَّبِّكَ ۚ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا", "ayat_id": 2, "id": 3535, "bn": "আপনার পালনকর্তার পক্ষ থেকে যা অবতীর্ণ হয়, আপনি তার অনুসরণ করুন। নিশ্চয় তোমরা যা কর, আল্লাহ সে বিষয়ে খবর রাখেন।", "pr": "ওয়াত্তাবি‘ মা-ইঊহাইলাইকা মির রাব্বিকা ইন্নাল্লা-হা কা-না বিমা-তা‘মালূনা খাবীরা-।", "sura_id": 33 }, { "ar": "وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفٰى بِاللَّهِ وَكِيلًا", "ayat_id": 3, "id": 3536, "bn": "আপনি আল্লাহর উপর ভরসা করুন। কার্যনির্বাহীরূপে আল্লাহই যথেষ্ট।", "pr": "ওয়া তাওয়াক্কাল ‘আলাল্লা-হি ওয়া কাফা-বিল্লা-হি ওয়াকীলা-।", "sura_id": 33 }, { "ar": "مَّا جَعَلَ اللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ ۚ وَمَا جَعَلَ أَزْوٰجَكُمُ الّٰٓـِٔى تُظٰهِرُونَ مِنْهُنَّ أُمَّهٰتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ۚ ذٰلِكُمْ قَوْلُكُم بِأَفْوٰهِكُمْ ۖ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِى السَّبِيلَ", "ayat_id": 4, "id": 3537, "bn": "আল্লাহ কোন মানুষের মধ্যে দুটি হৃদয় স্থাপন করেননি। তোমাদের স্ত্রীগণ যাদের সাথে তোমরা যিহার কর, তাদেরকে তোমাদের জননী করেননি এবং তোমাদের পোষ্যপুত্রদেরকে তোমাদের পুত্র করেননি। এগুলো তোমাদের মুখের কথা মাত্র। আল্লাহ ন্যায় কথা বলেন এবং পথ প্রদর্শন করেন।", "pr": "মা-জা‘আলাল্লা-হু লিরাজুলিম মিন কালবাইনি ফী জাওফিহী ওয়ামা-জা‘আলা আঝওয়াজাকুমুল লাঈ তুজা-হিরূনা মিনহুন্না উম্মাহা-তিকুম ওয়ামা-জা‘আলা আদ‘ইয়াআকুম আবনাআকুম যা-লিকুম কাওলুকুম বিআফওয়া-হিকুম ওয়াল্লাহু ইয়াকূলুল হাক্কা ওয়াহুওয়া ইয়াহদিছছাবীল।", "sura_id": 33 }, { "ar": "ادْعُوهُمْ لِءَابَآئِهِمْ هُوَ أَقْسَطُ عِندَ اللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوٓا ءَابَآءَهُمْ فَإِخْوٰنُكُمْ فِى الدِّينِ وَمَوٰلِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُم بِهِۦ وَلٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "ayat_id": 5, "id": 3538, "bn": "তোমরা তাদেরকে তাদের পিতৃপরিচয়ে ডাক। এটাই আল্লাহর কাছে ন্যায়সঙ্গত। যদি তোমরা তাদের পিতৃ-পরিচয় না জান, তবে তারা তোমাদের ধর্মীয় ভাই ও বন্ধুরূপে গণ্য হবে। এ ব্যাপারে তোমাদের কোন বিচ্যুতি হলে তাতে তোমাদের কোন গোনাহ নেই, তবে ইচ্ছাকৃত হলে ভিন্ন কথা। আল্লাহ ক্ষমাশীল, পরম দয়ালু।", "pr": "উদ‘ঊহুম লিআ-বাইহিম হুওয়া আকছাতু‘ইনদাল্লা-হি ফাইল্লাম তা‘লামূআবাআহুম ফাইখওয়া-নুকুম ফিদ্দীনি ওয়া মাওয়া-লীকুম ওয়া লাইছা ‘আলাইকুম জুনাহুন ফীমাআখতাতুম বিহী ওয়ালা-কিম মা-তা‘আম্মাদাত কুলূবুকুম ওয়া কানাল্লা-হু গাফূরার রাহীমা-।", "sura_id": 33 }, { "ar": "النَّبِىُّ أَوْلٰى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوٰجُهُۥٓ أُمَّهٰتُهُمْ ۗ وَأُولُوا الْأَرْحَامِ بَعْضُهُمْ أَوْلٰى بِبَعْضٍ فِى كِتٰبِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا إِلٰىٓ أَوْلِيَآئِكُم مَّعْرُوفًا ۚ كَانَ ذٰلِكَ فِى الْكِتٰبِ مَسْطُورًا", "ayat_id": 6, "id": 3539, "bn": "নবী মুমিনদের নিকট তাদের নিজেদের অপেক্ষা অধিক ঘনিষ্ঠ এবং তাঁর স্ত্রীগণ তাদের মাতা। আল্লাহর বিধান অনুযায়ী মুমিন ও মুহাজিরগণের মধ্যে যারা আত্নীয়, তারা পরস্পরে অধিক ঘনিষ্ঠ। তবে তোমরা যদি তোমাদের বন্ধুদের প্রতি দয়া-দাক্ষিণ্য করতে চাও, করতে পার। এটা লওহে-মাহফুযে লিখিত আছে।", "pr": "আন্নাবিইয়ুআওলা-বিলমু’মিনীনা মিন আনফুছিহিম ওয়া আঝওয়া-জুহূ উম্মাহা-তুহুম ওয়া উলুল আরহা-মি বাদুহুম আওলা-ব্বিা‘দিন ফী কিতা-বিল্লা-হি মিনাল মু’মিনীনা ওয়াল মুহা-জিরীনা ইল্লাআন তাফ‘আলূ ইলাআওলিয়াইকুম মা‘রূফান কা-না যা-লিকা ফিল কিতা-বি মাছতূরা-।", "sura_id": 33 }, { "ar": "وَإِذْ أَخَذْنَا مِنَ النَّبِيِّۦنَ مِيثٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرٰهِيمَ وَمُوسٰى وَعِيسَى ابْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثٰقًا غَلِيظًا", "ayat_id": 7, "id": 3540, "bn": "যখন আমি পয়গম্বরগণের কাছ থেকে, আপনার কাছ থেকে এবং নূহ, ইব্রাহীম, মূসা ও মরিয়ম তনয় ঈসার কাছ থেকে অঙ্গীকার নিলাম এবং অঙ্গীকার নিলাম তাদের কাছ থেকে দৃঢ় অঙ্গীকার।", "pr": "ওয়া ইযআখাযনা-মিনান্নাবিইয়ীনা মীছা-কাহুম ওয়া মিনকা ওয়া মিন নূহিওঁ ওয়া ইবরাহীমা ওয়া মূছা-ওয়া ‘ঈছাব নি মারইয়ামা ওয়া আখাযনা-মিনহুম মীছা-কান গালীজা-।", "sura_id": 33 }, { "ar": "لِّيَسْـَٔلَ الصّٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكٰفِرِينَ عَذَابًا أَلِيمًا", "ayat_id": 8, "id": 3541, "bn": "সত্যবাদীদেরকে তাদের সত্যবাদিতা সম্পর্কে জিজ্ঞাসা করার জন্য। তিনি কাফেরদের জন্য যন্ত্রণাদায়ক শাস্তি প্রস্তুত রেখেছেন।", "pr": "লিয়াছআলাসসা-দিকীনা ‘আন সিদকিহিম ওয়া আ‘আদ্দা লিলকা-ফিরীনা ‘আযা-বান আলীমা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا ۚ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا", "ayat_id": 9, "id": 3542, "bn": "হে মুমিনগণ! তোমরা তোমাদের প্রতি আল্লাহর নেয়ামতের কথা স্মরণ কর, যখন শত্রুবাহিনী তোমাদের নিকটবর্তী হয়েছিল, অতঃপর আমি তাদের বিরুদ্ধে ঝঞ্চাবায়ু এবং এমন সৈন্যবাহিনী প্রেরণ করেছিলাম, যাদেরকে তোমরা দেখতে না। তোমরা যা কর, আল্লাহ তা দেখেন।", "pr": "ইয়া আইয়ুহাল্লাযীনা আ-মানুযকুরূনি‘মাতাল্লা-হি ‘আলাইকুম ইযজাআতকুম জুনূদুন ফাআরছালনা-‘আলাইহিম রীহাওঁ ওয়া জুনূদাল্লাম তারাওহা- ওয়া কা-নাল্লা-হু বিমাতা‘মালূনা বাসীরা-।", "sura_id": 33 }, { "ar": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الْأَبْصٰرُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا۠", "ayat_id": 10, "id": 3543, "bn": "যখন তারা তোমাদের নিকটবর্তী হয়েছিল উচ্চ ভূমি ও নিম্নভূমি থেকে এবং যখন তোমাদের দৃষ্টিভ্রম হচ্ছিল, প্রাণ কন্ঠাগত হয়েছিল এবং তোমরা আল্লাহ সম্পর্কে নানা বিরূপ ধারণা পোষণ করতে শুরু করছিলে।", "pr": "ইযজাঊকুমমিনফাওকিকুম ওয়া মিন আছফালা মিনকুমওয়াইযঝা-গাতিল আবসা-রু ওয়া বালাগাতিল কুলূবুল হানা-জিরা ওয়া তাজুন্নূনা বিল্লা-হিজ জু নূনা।", "sura_id": 33 }, { "ar": "هُنَالِكَ ابْتُلِىَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا", "ayat_id": 11, "id": 3544, "bn": "সে সময়ে মুমিনগণ পরীক্ষিত হয়েছিল এবং ভীষণভাবে প্রকম্পিত হচ্ছিল।", "pr": "হুনা-লিকাব তুলিয়াল মু’মিনূনা ওয়া ঝুলঝিলূঝিলঝা-লান শাদীদা-।", "sura_id": 33 }, { "ar": "وَإِذْ يَقُولُ الْمُنٰفِقُونَ وَالَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا اللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا", "ayat_id": 12, "id": 3545, "bn": "এবং যখন মুনাফিক ও যাদের অন্তরে রোগ ছিল তারা বলছিল, আমাদেরকে প্রদত্ত আল্লাহ ও রসূলের প্রতিশ্রুতি প্রতারণা বৈ নয়।", "pr": "ওয়া ইযইয়াকূ লুলমুনা-ফিকূনা ওয়াল্লাযীনা ফী কুলূবিহিম মারাদুম মা-ওয়া‘আদানাল্লাহুয়া রাছূলুহূইল্লা-গুরূরা-।", "sura_id": 33 }, { "ar": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا ۚ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ النَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًا", "ayat_id": 13, "id": 3546, "bn": "এবং যখন তাদের একদল বলেছিল, হে ইয়াসরেববাসী, এটা টিকবার মত জায়গা নয়, তোমরা ফিরে চল। তাদেরই একদল নবীর কাছে অনুমতি প্রার্থনা করে বলেছিল, আমাদের বাড়ী-ঘর খালি, অথচ সেগুলো খালি ছিল না, পলায়ন করাই ছিল তাদের ইচ্ছা।", "pr": "ওয়া ইযকা-লাততাইফাতুম মিনহুম ইয়াআহলা ইয়াছরিবা লা-মুকা-মা লাকুম ফারজি‘ঊ ওয়া ইয়াছতা’যিনুফারীকুম মিনহুমুন নাবিইইয়া ইয়াকূলূনা ইন্না বুইঊতানা‘আওরাতুওঁ  ওয়ামা-হিয়া বি‘আওরাতিইঁ  ইয়ঁইউদূ না ইল্লা-ফিরা-রা-।", "sura_id": 33 }, { "ar": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَءَاتَوْهَا وَمَا تَلَبَّثُوا بِهَآ إِلَّا يَسِيرًا", "ayat_id": 14, "id": 3547, "bn": "যদি শত্রুপক্ষ চতুর্দিক থেকে নগরে প্রবেশ করে তাদের সাথে মিলিত হত, অতঃপর বিদ্রোহ করতে প্ররোচিত করত, তবে তারা অবশ্যই বিদ্রোহ করত এবং তারা মোটেই বিলম্ব করত না।", "pr": "ওয়া লাও দুখিলাত ‘আলাইহিম মিন আকতা-রিহা-ছু ম্মা ছুইলুল ফিতনাতা লাআ-তাওহাওয়ামা-তালাব্বাছূবিহাইল্লা ইয়াছীরা।", "sura_id": 33 }, { "ar": "وَلَقَدْ كَانُوا عٰهَدُوا اللَّهَ مِن قَبْلُ لَا يُوَلُّونَ الْأَدْبٰرَ ۚ وَكَانَ عَهْدُ اللَّهِ مَسْـُٔولًا", "ayat_id": 15, "id": 3548, "bn": "অথচ তারা পূর্বে আল্লাহর সাথে অঙ্গীকার করেছিল যে, তারা পৃষ্ঠ প্রদর্শন করবে না। আল্লাহর অঙ্গীকার সম্পর্কে জিজ্ঞাসা করা হবে।", "pr": "ওয়া লাকাদ কা-নূ‘আ-হাদুল্লা-হা মিন কাবলুলা-ইউওয়ালূলনাল আদবা -রা  ওয়া কা-না ‘আহদুল্লা-হি মাছঊলা।", "sura_id": 33 }, { "ar": "قُل لَّن يَنفَعَكُمُ الْفِرَارُ إِن فَرَرْتُم مِّنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا", "ayat_id": 16, "id": 3549, "bn": "বলুন! তোমরা যদি মৃত্যু অথবা হত্যা থেকে পলায়ন কর, তবে এ পলায়ন তোমাদের কাজে আসবে না। তখন তোমাদেরকে সামান্যই ভোগ করতে দেয়া হবে।", "pr": "কুল্লাই ইয়ানফা‘আকুমুল ফিরা-রু ইন ফারারতুম মিনাল মাওতি আবিলকাতলি ওয়া ইযাল লা-তুমাত্তা‘ঊনা ইল্লা-কালীলা-।", "sura_id": 33 }, { "ar": "قُلْ مَن ذَا الَّذِى يَعْصِمُكُم مِّنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا", "ayat_id": 17, "id": 3550, "bn": "বলুন! কে তোমাদেরকে আল্লাহ থেকে রক্ষা করবে যদি তিনি তোমাদের অমঙ্গল ইচ্ছা করেন অথবা তোমাদের প্রতি অনুকম্পার ইচ্ছা? তারা আল্লাহ ব্যতীত নিজেদের কোন অভিভাবক ও সাহায্যদাতা পাবে না।", "pr": "কুল মান যাল্লাযী ইয়া‘সিমুকুম মিনাল্লা-হি ইন আরা-দা বিকুম ছুূআন আও আরা-দা বিকুম রাহমাতাওঁ ওয়ালা-ইয়াজিদূ না লাহুম মিন দূ নিল্লা-হি ওয়ালিইয়াওঁ ওয়ালা-নাসীরা-।", "sura_id": 33 }, { "ar": "قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنكُمْ وَالْقَآئِلِينَ لِإِخْوٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا", "ayat_id": 18, "id": 3551, "bn": "আল্লাহ খুব জানেন তোমাদের মধ্যে কারা তোমাদেরকে বাধা দেয় এবং কারা তাদের ভাইদেরকে বলে, আমাদের কাছে এস। তারা কমই যুদ্ধ করে।", "pr": "কাদ ইয়া‘লামুল্লা-হুল মু‘আওবিকীনা মিনকুম ওয়াল কাইলীনা লিইখওয়া নিহিম হালুম্মা ইলাইনা- ওয়ালা-ইয়া’তূনাল বা’ছা ইল্লা-কালীলা-।", "sura_id": 33 }, { "ar": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ الْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِى يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِ ۖ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ ۚ أُولٰٓئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمٰلَهُمْ ۚ وَكَانَ ذٰلِكَ عَلَى اللَّهِ يَسِيرًا", "ayat_id": 19, "id": 3552, "bn": "তারা তোমাদের প্রতি কুন্ঠাবোধ করে। যখন বিপদ আসে, তখন আপনি দেখবেন মৃত্যুভয়ে অচেতন ব্যক্তির মত চোখ উল্টিয়ে তারা আপনার প্রতি তাকায়। অতঃপর যখন বিপদ টলে যায় তখন তারা ধন-সম্পদ লাভের আশায় তোমাদের সাথে বাকচাতুরীতে অবতীর্ণ হয়। তারা মুমিন নয়। তাই আল্লাহ তাদের কর্মসমূহ নিস্ফল করে দিয়েছেন। এটা আল্লাহর জন্যে সহজ।", "pr": "আশিহহাতান ‘আলাইকুম, ফাইযা-জাআল খাওফুরাআইতাহুম ইয়ানজুরূনা ইলাইকা তাদূ রু আ‘ইউনুহুম কাল্লাযী ইউগশা-‘আলাইহি মিনাল মাওতি ফাইযা-যাহাবাল খাওফুছালাকূকুম বিআলছিনাতিন হিদা-দিন আশিহহাতান ‘আলাল খাইরি উলাইকা লাম ইউ’মিনূফাআহবাতাল্লা-হু আ‘মা-লাহুম ওয়া কা-না যা-লিকা ‘আলাল্লা-হি ইয়াছীরা-।", "sura_id": 33 }, { "ar": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا ۖ وَإِن يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُم بَادُونَ فِى الْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا فِيكُم مَّا قٰتَلُوٓا إِلَّا قَلِيلًا", "ayat_id": 20, "id": 3553, "bn": "তারা মনে করে শক্রবাহিনী চলে যায়নি। যদি শক্রবাহিনী আবার এসে পড়ে, তবে তারা কামনা করবে যে, যদি তারা গ্রামবাসীদের মধ্য থেকে তোমাদের সংবাদাদি জেনে নিত, তবেই ভাল হত। তারা তোমাদের মধ্যে অবস্থান করলেও যুদ্ধ সামান্যই করত।", "pr": "ইয়াহছাবূনাল আহঝা-বা লাম ইয়াযহাবূ ওয়া ইঁ ইয়া’তিল আহঝা-বুইয়াওয়াদ্দূলাও আন্নাহুম বা-দূ না ফিল আ‘রা-বি ইয়াছআলূনা ‘আন আমবাইকুম ওয়া লাও কা-নূ ফীকুম মা-কা-তালূইল্লা- কালীলা-।", "sura_id": 33 }, { "ar": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الْءَاخِرَ وَذَكَرَ اللَّهَ كَثِيرًا", "ayat_id": 21, "id": 3554, "bn": "যারা আল্লাহ ও শেষ দিবসের আশা রাখে এবং আল্লাহকে অধিক স্মরণ করে, তাদের জন্যে রসূলুল্লাহর মধ্যে উত্তম নমুনা রয়েছে।", "pr": "লাকাদ কা-না লাকুমফীরাছূলিল্লা-হি উছওয়াতুনহাছানাতুল লিমান কা-না ইয়ারজুল্লা-হা ওয়াল ইয়াওমাল আখিরা ওয়া যাকারাল্লা-হা কাছীরা-।", "sura_id": 33 }, { "ar": "وَلَمَّا رَءَا الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هٰذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُۥ وَصَدَقَ اللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمٰنًا وَتَسْلِيمًا", "ayat_id": 22, "id": 3555, "bn": "যখন মুমিনরা শক্রবাহিনীকে দেখল, তখন বলল, আল্লাহ ও তাঁর রসূল এরই ওয়াদা আমাদেরকে দিয়েছিলেন এবং আল্লাহ ও তাঁর রসূল সত্য বলেছেন। এতে তাদের ঈমান ও আত্নসমর্পণই বৃদ্ধি পেল।", "pr": "ওয়া লাম্মা-রাআল মু’মিনূনাল আহঝা-বা কা-লূহা-যা-মা-ওয়া‘আদানাল্লা-হু ওয়া রাছূলুহূওয়া সাদাকাল্লা-হু ওয়া রাছূলুহূ  ওয়ামা-ঝা-দাহুম ইল্লাঈমা-নাওঁ ওয়া তাছলীমা-।", "sura_id": 33 }, { "ar": "مِّنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عٰهَدُوا اللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضٰى نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا تَبْدِيلًا", "ayat_id": 23, "id": 3556, "bn": "মুমিনদের মধ্যে কতক আল্লাহর সাথে কৃত ওয়াদা পূর্ণ করেছে। তাদের কেউ কেউ মৃত্যুবরণ করেছে এবং কেউ কেউ প্রতীক্ষা করছে। তারা তাদের সংকল্প মোটেই পরিবর্তন করেনি।", "pr": "মিনাল মু’মিনীনা রিজা-লুন সাদাকূমা-‘আ-হাদুল্লা-হ ‘আলাইহি ফামিনহুম মান কাদানাহবাহূওয়া মিনহুম মাইঁ ইয়ানতাজিরু  ওয়ামা-বাদ্দালূতাবদীলা-।", "sura_id": 33 }, { "ar": "لِّيَجْزِىَ اللَّهُ الصّٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا", "ayat_id": 24, "id": 3557, "bn": "এটা এজন্য যাতে আল্লাহ, সত্যবাদীদেরকে তাদের সত্যবাদিতার কারণে প্রতিদান দেন এবং ইচ্ছা করলে মুনাফেকদেরকে শাস্তি দেন অথবা ক্ষমা করেন। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।", "pr": "লিয়াজঝিয়াল্লা-হুসসা-দিকীনা বিসিদকিহিম ওয়া ইউ‘আযযি বাল মুনা-ফিকীনা ইন শাআ আওঁইয়াতূবা ‘আলাইহিম ইন্নাল্লা-হা কা-না গাফূরার রাহীমা।", "sura_id": 33 }, { "ar": "وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا ۚ وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ ۚ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا", "ayat_id": 25, "id": 3558, "bn": "আল্লাহ কাফেরদেরকে ক্রুদ্ধাবস্থায় ফিরিয়ে দিলেন। তারা কোন কল্যাণ পায়নি। যুদ্ধ করার জন্য আল্লাহ মুমিনদের জন্যে যথেষ্ট হয়ে গেছেন। আল্লাহ শক্তিধর, পরাক্রমশালী।", "pr": "ওয়া রাদ্দাল্লা-হুল্লাযীনা কাফারূবিগাইজিহিম লাম ইয়ানা-লূখাইরাওঁ ওয়া কাফাল্লা-হুল মু’মিনীনাল কিতা-লা ওয়া কা-নাল্লা-হু কাবিইইয়ান ‘আঝীঝা-।", "sura_id": 33 }, { "ar": "وَأَنزَلَ الَّذِينَ ظٰهَرُوهُم مِّنْ أَهْلِ الْكِتٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا", "ayat_id": 26, "id": 3559, "bn": "কিতাবীদের মধ্যে যারা কাফেরদের পৃষ্টপোষকতা করেছিল, তাদেরকে তিনি তাদের দূর্গ থেকে নামিয়ে দিলেন এবং তাদের অন্তরে ভীতি নিক্ষেপ করলেন। ফলে তোমরা একদলকে হত্যা করছ এবং একদলকে বন্দী করছ।", "pr": "ওয়া আনঝালাল্লাযীনা জা-হারূহুম মিন আহলিল কিতা-বি মিন সায়া-সীহিম ওয়া কাযাফা ফী কুলূবিহিমুর রু‘বা ফারীকান তাকতুলূনা ওয়া তা’ছিরূনা ফারীকা-।", "sura_id": 33 }, { "ar": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيٰرَهُمْ وَأَمْوٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ اللَّهُ عَلٰى كُلِّ شَىْءٍ قَدِيرًا", "ayat_id": 27, "id": 3560, "bn": "তিনি তোমাদেরকে তাদের ভূমির, ঘর-বাড়ীর, ধন-সম্পদের এবং এমন এক ভূ-খন্ডের মালিক করে দিয়েছেন, যেখানে তোমরা অভিযান করনি। আল্লাহ সর্ববিষয়োপরি সর্বশক্তিমান।", "pr": "ওয়া আওরাছাকুম আরদাহুম ওয়া দিয়া-রাহুম ওয়া আমওলা-লাহুম ওয়া আরদাল লাম তাতাঊহা- ওয়া কা-নাল্লা-হু ‘আলা-কুল্লি শাইয়িন কাদীরা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا النَّبِىُّ قُل لِّأَزْوٰجِكَ إِن كُنتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا", "ayat_id": 28, "id": 3561, "bn": "হে নবী, আপনার পত্নীগণকে বলুন, তোমরা যদি পার্থিব জীবন ও তার বিলাসিতা কামনা কর, তবে আস, আমি তোমাদের ভোগের ব্যবস্থা করে দেই এবং উত্তম পন্থায় তোমাদের বিদায় নেই।", "pr": "ইয়াআইয়ুহান্নাবিইয়ুকুললিআঝওয়া-জিকা ইন কুনতুন্না তুরিদনাল হায়া-তাদ্দুনইয়া-ওয়া ঝীনাতাহা-ফাতা‘আ-লাইনা উমাতিত‘কুন্না ওয়া উছাররিহকুন্না ছারা-হান জামীলা-।", "sura_id": 33 }, { "ar": "وَإِن كُنتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُۥ وَالدَّارَ الْءَاخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنٰتِ مِنكُنَّ أَجْرًا عَظِيمًا", "ayat_id": 29, "id": 3562, "bn": "পক্ষান্তরে যদি তোমরা আল্লাহ, তাঁর রসূল ও পরকাল কামনা কর, তবে তোমাদের সৎকর্মপরায়ণদের জন্য আল্লাহ মহা পুরস্কার প্রস্তুত করে রেখেছেন।", "pr": "ওয়া ইন কনতুন্না তুরিদনাল্লা-হা ওয়া রাছূলাহূওয়াদ্দা-রাল আ-খিরাতা ফাইন্নাল্লা-হা আ‘আদ্দা লিলমুহছিনা-তি মিনকুন্না আজরান ‘আজীমা-।", "sura_id": 33 }, { "ar": "يٰنِسَآءَ النَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفٰحِشَةٍ مُّبَيِّنَةٍ يُضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذٰلِكَ عَلَى اللَّهِ يَسِيرًا", "ayat_id": 30, "id": 3563, "bn": "হে নবী পত্নীগণ! তোমাদের মধ্যে কেউ প্রকাশ্য অশ্লীল কাজ করলে তাকে দ্বিগুণ শাস্তি দেয়া হবে। এটা আল্লাহর জন্য সহজ।", "pr": "ইয়া-নিছাআন নাবিইয়ি মাই ইয়া’তি মিনকুন্না বিফা-হিশাতিম মুবাইয়িনাতিইঁ ইউদা‘আফ লাহাল ‘আযা-বুদি‘ফাইনি ওয়া কা-না যা-লিকা ‘আলাল্লা-হি ইয়াছীরা-।", "sura_id": 33 }, { "ar": "وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا", "ayat_id": 31, "id": 3564, "bn": "তোমাদের মধ্যে যে কেউ আল্লাহ ও তাঁর রসূলের অনুগত হবে এবং সৎকর্ম করবে, আমি তাকে দুবার পুরস্কার দেব এবং তার জন্য আমি সম্মান জনক রিযিক প্রস্তুত রেখেছি।", "pr": "ওয়া মাইঁ ইয়াকনুত মিনকুন্না লিল্লা-হি ওয়া রাছূলিহী ওয়া তা‘মাল সা-লিহান নু’তিহাআজরাহা-মাররাতাইনি  ওয়া আ‘তাদনা-লাহা-রিঝকান কারীমা-।", "sura_id": 33 }, { "ar": "يٰنِسَآءَ النَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ النِّسَآءِ ۚ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا", "ayat_id": 32, "id": 3565, "bn": "হে নবী পত্নীগণ! তোমরা অন্য নারীদের মত নও; যদি তোমরা আল্লাহকে ভয় কর, তবে পরপুরুষের সাথে কোমল ও আকর্ষনীয় ভঙ্গিতে কথা বলো না, ফলে সেই ব্যক্তি কুবাসনা করে, যার অন্তরে ব্যাধি রয়েছে তোমরা সঙ্গত কথাবার্তা বলবে।", "pr": "ইয়া-নিছাআন্নাবিইয়ি লাছতুন্না কাআহাদিম মিনান নিছাই ইনিত্তাকাইতুন্না ফালাতাখদা‘না বিলকাওলি ফাইয়াতমা‘আল্লাযীফীকালবিহী মারাদুওঁ ওয়া কুলনা কাওলাম মা‘রূফা-।", "sura_id": 33 }, { "ar": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجٰهِلِيَّةِ الْأُولٰى ۖ وَأَقِمْنَ الصَّلٰوةَ وَءَاتِينَ الزَّكٰوةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا", "ayat_id": 33, "id": 3566, "bn": "তোমরা গৃহাভ্যন্তরে অবস্থান করবে-মূর্খতা যুগের অনুরূপ নিজেদেরকে প্রদর্শন করবে না। নামায কায়েম করবে, যাকাত প্রদান করবে এবং আল্লাহ ও তাঁর রসূলের আনুগত্য করবে। হে নবী পরিবারের সদস্যবর্গ। আল্লাহ কেবল চান তোমাদের থেকে অপবিত্রতা দূর করতে এবং তোমাদেরকে পূর্ণরূপে পূত-পবিত্র রাখতে।", "pr": "ওয়া কারনা ফী বুয়ূতিকুন্না ওয়ালা-তাবাররাজনা তাবাররুজাল জা-হিলিইয়াতিল ঊলা-ওয়া আকিমনাসসালা-তা ওয়া আতীনাঝঝাকা-তা ওয়া আতি‘নাল্লা-হা ওয়া রাছূলাহূ ইন্নামাইউরীদুল্লা-হু লিইউযহিবা ‘আনকুমুর রিজছা আহলাল বাইতি ওয়া ইউতাহহিরাকুম তাতহীরা-।", "sura_id": 33 }, { "ar": "وَاذْكُرْنَ مَا يُتْلٰى فِى بُيُوتِكُنَّ مِنْ ءَايٰتِ اللَّهِ وَالْحِكْمَةِ ۚ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا", "ayat_id": 34, "id": 3567, "bn": "আল্লাহর আয়াত ও জ্ঞানগর্ভ কথা, যা তোমাদের গৃহে পঠিত হয় তোমরা সেগুলো স্মরণ করবে। নিশ্চয় আল্লাহ সূক্ষ্নদর্শী, সর্ববিষয়ে খবর রাখেন।", "pr": "ওয়াযকুরনা মা-ইউতলা-ফী বুয়ূতিকুন্না মিন আ-য়া-তিল্লা-হি ওয়াল হিকমাতি ইন্নাল্লাহা কা-না লাতীফান খাবীরা-।", "sura_id": 33 }, { "ar": "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِينَ وَالْقٰنِتٰتِ وَالصّٰدِقِينَ وَالصّٰدِقٰتِ وَالصّٰبِرِينَ وَالصّٰبِرٰتِ وَالْخٰشِعِينَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقٰتِ وَالصّٰٓئِمِينَ وَالصّٰٓئِمٰتِ وَالْحٰفِظِينَ فُرُوجَهُمْ وَالْحٰفِظٰتِ وَالذّٰكِرِينَ اللَّهَ كَثِيرًا وَالذّٰكِرٰتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا", "ayat_id": 35, "id": 3568, "bn": "নিশ্চয় মুসলমান পুরুষ, মুসলমান নারী, ঈমানদার পুরুষ, ঈমানদার নারী, অনুগত পুরুষ, অনুগত নারী, সত্যবাদী পুরুষ, সত্যবাদী নারী, ধৈর্য্যশীল পুরুষ, ধৈর্য্যশীল নারী, বিনীত পুরুষ, বিনীত নারী, দানশীল পুরুষ, দানশীল নারী, রোযা পালণকারী পুরুষ, রোযা পালনকারী নারী, যৌনাঙ্গ হেফাযতকারী পুরুষ, , যৌনাঙ্গ হেফাযতকারী নারী, আল্লাহর অধিক যিকরকারী পুরুষ ও যিকরকারী নারী-তাদের জন্য আল্লাহ প্রস্তুত রেখেছেন ক্ষমা ও মহাপুরষ্কার।", "pr": "ইন্নাল মুছলিমীনা ওয়াল মুছলিমা-তি ওয়াল মু’মিনীনা ওয়াল মু’মিনা-তি ওয়াল কা-নিতীনা ওয়াল কা-নিতা-তি ওয়াসসা-দিকীনা ওয়াসসা-দিকা-তি ওয়াসসা-বিরীনা ওয়াসসা-বিরাতি ওয়াল খা-শি‘ঈনা ওয়াল খা-শি‘আ-তি ওয়াল মুতাসাদ্দিকীনা ওয়াল মুতাসাদ্দিকা-তি ওয়াসসাইমীনা ওয়াসসাইমা-তি ওয়াল হা-ফিজীনা ফুরূজাহুম ওয়াল হা-ফিজা-তি ওয়াযযা-কিরীনাল্লা-হা কাছীরাওঁ ওয়াযযা-কিরা-তি  আ‘আদ্দাল্লা-হু লাহুম মাগফিরাতাওঁ ওয়া আজরান ‘আজীমা-।", "sura_id": 33 }, { "ar": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلٰلًا مُّبِينًا", "ayat_id": 36, "id": 3569, "bn": "আল্লাহ ও তাঁর রসূল কোন কাজের আদেশ করলে কোন ঈমানদার পুরুষ ও ঈমানদার নারীর সে বিষয়ে ভিন্ন ক্ষমতা নেই যে, আল্লাহ ও তাঁর রসূলের আদেশ অমান্য করে সে প্রকাশ্য পথভ্রষ্ট তায় পতিত হয়।", "pr": "ওয়া মা-কা-না লিমু’মিনিওঁ ওয়ালা-মু’মিনাতিন ইযা-কাদাল্লা-হু ওয়া রাছূলুহূআমরান আইঁ ইয়াকূনা লাহুমুল খিয়ারাতুমিন আমরিহিম ওয়া মাইঁ ইয়া‘সিল্লা-হা ওয়া রাছূলাহূফাকাদ দাল্লা দালা-লাম মুবীনা-।", "sura_id": 33 }, { "ar": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَن تَخْشٰىهُ ۖ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنٰكَهَا لِكَىْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِىٓ أَزْوٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا", "ayat_id": 37, "id": 3570, "bn": "আল্লাহ যাকে অনুগ্রহ করেছেন; আপনিও যাকে অনুগ্রহ করেছেন; তাকে যখন আপনি বলেছিলেন, তোমার স্ত্রীকে তোমার কাছেই থাকতে দাও এবং আল্লাহকে ভয় কর। আপনি অন্তরে এমন বিষয় গোপন করছিলেন, যা আল্লাহ পাক প্রকাশ করে দেবেন আপনি লোকনিন্দার ভয় করেছিলেন অথচ আল্লাহকেই অধিক ভয় করা উচিত। অতঃপর যায়েদ যখন যয়নবের সাথে সম্পর্ক ছিন্ন করল, তখন আমি তাকে আপনার সাথে বিবাহবন্ধনে আবদ্ধ করলাম যাতে মুমিনদের পোষ্যপুত্ররা তাদের স্ত্রীর সাথে সম্পর্ক ছিন্ন করলে সেসব স্ত্রীকে বিবাহ করার ব্যাপারে মুমিনদের কোন অসুবিধা না থাকে। আল্লাহর নির্দেশ কার্যে পরিণত হয়েই থাকে।", "pr": "ওয়া ইযতাকূলু লিল্লাযী আন‘আমাল্লা-হু আলাইহি ওয়াআন‘আমতা ‘আলাইহি আমছিক ‘আলাইকা ঝাওজাকা ওয়াত্তাকিল্লা-হা ওয়া তুখফী ফী নাফছিকা মাল্লা-হু মুবদীহি ওয়া তাখশান্না-ছা ওয়াল্লা-হু আহাক্কুআন তাখশা-হু ফালাম্মা-কাদা-ঝাইদুম মিন হাওয়াতারান ঝাওয়াজনা-কাহা-লিকাই লা-ইয়াকূনা ‘আলাল মু’মিনীনা হারাজুন ফীআঝওয়াজি আদ‘ইয়াইহিম ইযা-কাদাও মিনহুন্না ওয়াতারা- ওয়া কা-না আমরুল্লা-হি মাফ ‘ঊলা-।", "sura_id": 33 }, { "ar": "مَّا كَانَ عَلَى النَّبِىِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُۥ ۖ سُنَّةَ اللَّهِ فِى الَّذِينَ خَلَوْا مِن قَبْلُ ۚ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَّقْدُورًا", "ayat_id": 38, "id": 3571, "bn": "আল্লাহ নবীর জন্যে যা নির্ধারণ করেন, তাতে তাঁর কোন বাধা নেই পূর্ববর্তী নবীগণের ক্ষেত্রে এটাই ছিল আল্লাহর চিরাচরিত বিধান। আল্লাহর আদেশ নির্ধারিত, অবধারিত।", "pr": "মা-কা-না ‘আলান্নাবিইয়ি মিন হারাজিন ফীমা-ফারাদাল্লাহু লাহূ ছুন্নাতাল্লা-হি ফিল্লাযীনা খালাও মিন কাবলু ওয়া কা-না আমরুল্লা-হি কাদারাম মাকদূ রা-।", "sura_id": 33 }, { "ar": "الَّذِينَ يُبَلِّغُونَ رِسٰلٰتِ اللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ ۗ وَكَفٰى بِاللَّهِ حَسِيبًا", "ayat_id": 39, "id": 3572, "bn": "সেই নবীগণ আল্লাহর পয়গাম প্রচার করতেন ও তাঁকে ভয় করতেন। তারা আল্লাহ ব্যতীত অন্যকাউকে ভয় করতেন না। হিসাব গ্রহণের জন্যে আল্লাহ যথেষ্ঠ।", "pr": "আল্লাযীনা ইউবালিলাগূনা রিছা-লা-তিল্লা-হি ওয়া ইয়াখশাওনাহূওয়ালা-ইয়াখশাওনা আহাদান ইল্লাল্লা-হা ওয়া কাফা-বিল্লা-হি হাছীবা-।", "sura_id": 33 }, { "ar": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ وَلٰكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّۦنَ ۗ وَكَانَ اللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا", "ayat_id": 40, "id": 3573, "bn": "মুহাম্মদ তোমাদের কোন ব্যক্তির পিতা নন; বরং তিনি আল্লাহর রাসূল এবং শেষ নবী। আল্লাহ সব বিষয়ে জ্ঞাত।", "pr": "মা-কা-না মুহাম্মাদুন আবা আহাদিম মিররিজা-লিকুম ওয়ালা-কির রাছূলাল্লা-হি ওয়া খাতামান নাবিইয়ীনা ওয়াকা-নাল্লা-হু বিকুল্লি শাইয়িন ‘আলীমা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا", "ayat_id": 41, "id": 3574, "bn": "মুমিনগণ তোমরা আল্লাহকে অধিক পরিমাণে স্মরণ কর।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুযকুরুল্লা-হা যিকরান কাছীরা-।", "sura_id": 33 }, { "ar": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا", "ayat_id": 42, "id": 3575, "bn": "এবং সকাল বিকাল আল্লাহর পবিত্রতা বর্ণনা কর।", "pr": "ওয়া ছাব্বিহূহু বুকরাতাওঁ ওয়া আসীলা-।", "sura_id": 33 }, { "ar": "هُوَ الَّذِى يُصَلِّى عَلَيْكُمْ وَمَلٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ الظُّلُمٰتِ إِلَى النُّورِ ۚ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا", "ayat_id": 43, "id": 3576, "bn": "তিনিই তোমাদের প্রতি রহমত করেন এবং তাঁর ফেরেশতাগণও রহমতের দোয়া করেন-অন্ধকার থেকে তোমাদেরকে আলোকে বের করার জন্য। তিনি মুমিনদের প্রতি পরম দয়ালু।", "pr": "হুওয়াল্লাযী ইউসাললী ‘আলাইকুম ওয়া মালাইকাতুহূলিইউখরিজাকুম মিনাজ্জুলুমা-তি ইলাননূরি ওয়া কা-না বিলমু’মিনীনা রাহীমা-।", "sura_id": 33 }, { "ar": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلٰمٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا", "ayat_id": 44, "id": 3577, "bn": "যেদিন আল্লাহর সাথে মিলিত হবে; সেদিন তাদের অভিবাদন হবে সালাম। তিনি তাদের জন্যে সম্মানজনক পুরস্কার প্রস্তুত রেখেছেন।", "pr": "তাহিইয়াতুহুম ইয়াওমা ইয়ালকাওনাহূছালা-মুন ওয়া আ‘আদ্দা লাহুম আজরান কারীমা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا النَّبِىُّ إِنَّآ أَرْسَلْنٰكَ شٰهِدًا وَمُبَشِّرًا وَنَذِيرًا", "ayat_id": 45, "id": 3578, "bn": "হে নবী! আমি আপনাকে সাক্ষী, সুসংবাদ দাতা ও সতর্ককারীরূপে প্রেরণ করেছি।", "pr": "ইয়াআইয়ুহান্নাবিইয়ুইন্নাআরছালনা-কা শাহিদাওঁ ওয়া মুবাশশিরাওঁ ওয়া নাযীরা-।", "sura_id": 33 }, { "ar": "وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِۦ وَسِرَاجًا مُّنِيرًا", "ayat_id": 46, "id": 3579, "bn": "এবং আল্লাহর আদেশক্রমে তাঁর দিকে আহবায়করূপে এবং উজ্জ্বল প্রদীপরূপে।", "pr": "ওয়া দা-‘ইয়ান ইলাল্লা-হি বিইযনিহী ওয়া ছিরা-জাম মুনীরা-।", "sura_id": 33 }, { "ar": "وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ اللَّهِ فَضْلًا كَبِيرًا", "ayat_id": 47, "id": 3580, "bn": "আপনি মুমিনদেরকে সুসংবাদ দিন যে, তাদের জন্য আল্লাহর পক্ষ থেকে বিরাট অনুগ্রহ রয়েছে।", "pr": "ওয়া বাশশিরিল মু’মিনীনা বিআন্না লাহুম মিনাল্লা-হি ফাদলান কাবীরা-।", "sura_id": 33 }, { "ar": "وَلَا تُطِعِ الْكٰفِرِينَ وَالْمُنٰفِقِينَ وَدَعْ أَذٰىهُمْ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفٰى بِاللَّهِ وَكِيلًا", "ayat_id": 48, "id": 3581, "bn": "আপনি কাফের ও মুনাফিকদের আনুগত্য করবেন না এবং তাদের উৎপীড়ন উপেক্ষা করুন ও আল্লাহর উপর ভরসা করুন। আল্লাহ কার্যনিবার্হীরূপে যথেষ্ট।", "pr": "ওয়ালা-তুতি‘ইল কা-ফিরীনা ওয়াল মুনা-ফিকীনা ওয়াদা‘ আযা-হুম ওয়া তাওয়াক্কাল ‘আলাল্লা-হি ওয়া কাফা-বিল্লা-হি ওয়াকীলা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا", "ayat_id": 49, "id": 3582, "bn": "মুমিনগণ! তোমরা যখন মুমিন নারীদেরকে বিবাহ কর, অতঃপর তাদেরকে স্পর্শ করার পূর্বে তালাক দিয়ে দাও, তখন তাদেরকে ইদ্দত পালনে বাধ্য করার অধিকার তোমাদের নাই। অতঃপর তোমরা তাদেরকে কিছু দেবে এবং উত্তম পন্থায় বিদায় দেবে।", "pr": "ইয়া আইয়ুহাল্লাযীনা আ-মানূ ইযা-নাকাহতুমুল মু’মিনা-তি ছুম্মা তাল্লাকতুমূহুন্না মিন কাবলি আন তামাছছূহুন্না ফামা-লাকুম ‘আলাইহিন্না মিন ‘ইদ্দাতিন তা‘তাদ্দূনাহা- ফামাত্তি‘ঊ হুন্না ওয়া ছাররিহূহুন্না ছারা-হান জামীলা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا النَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوٰجَكَ الّٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خٰلٰتِكَ الّٰتِى هَاجَرْنَ مَعَكَ وَامْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ النَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ الْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوٰجِهِمْ وَمَا مَلَكَتْ أَيْمٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "ayat_id": 50, "id": 3583, "bn": "হে নবী! আপনার জন্য আপনার স্ত্রীগণকে হালাল করেছি, যাদেরকে আপনি মোহরানা প্রদান করেন। আর দাসীদেরকে হালাল করেছি, যাদেরকে আল্লাহ আপনার করায়ত্ব করে দেন এবং বিবাহের জন্য বৈধ করেছি আপনার চাচাতো ভগ্নি, ফুফাতো ভগ্নি, মামাতো ভগ্নি, খালাতো ভগ্নিকে যারা আপনার সাথে হিজরত করেছে। কোন মুমিন নারী যদি নিজেকে নবীর কাছে সমর্পন করে, নবী তাকে বিবাহ করতে চাইলে সেও হালাল। এটা বিশেষ করে আপনারই জন্য-অন্য মুমিনদের জন্য নয়। আপনার অসুবিধা দূরীকরণের উদ্দেশে। মুমিনগণের স্ত্রী ও দাসীদের ব্যাপারে যা নির্ধারিত করেছি আমার জানা আছে। আল্লাহ ক্ষমাশীল, দয়ালু।", "pr": "ইয়াআইয়ূহান্নাবিইয়ুইন্না আহলালনা-লাকা আঝওয়া-জাকাল্লা-তীআ-তাইতা উজূরাহুন্না ওয়ামা-মালাকাত ইয়ামীনুকা মিম্মাআফা-আল্লা-হু ‘আলাইকা ওয়া বানা-তি ‘আম্মিকা ওয়া বানা-তি ‘আম্মা-তিকা ওয়া বানা-তি খা-লিকা ওয়া বানা-তি খা-লা-তিকাল্লা-তী হা-জার না মা‘আকা ওয়ামরাআতাম মু’মিনাতান ইওঁ ওয়াহাবাত নাফছাহা-লিন্নাবিইয়ি ইন আরা-দান নাবিইয়ুআইঁ ইয়াছতানকিহাহা-  খালিসাতাল্লাকা মিন দূ নিল মু’মিনীনা কাদ ‘আলিমনা-মা-ফারাদনা-‘আলাইহিম ফীআঝওয়া-জিহিম ওয়ামা-মালাকাত আইমা-নুহুম লিকাইলা-ইয়াকূনা ‘আলাইকা হারাজুওঁ ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।", "sura_id": 33 }, { "ar": "تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذٰلِكَ أَدْنٰىٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ ۚ وَاللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ ۚ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا", "ayat_id": 51, "id": 3584, "bn": "আপনি তাদের মধ্যে যাকে ইচ্ছা দূরে রাখতে পারেন এবং যাকে ইচ্ছা কাছে রাখতে পারেন। আপনি যাকে দূরে রেখেছেন, তাকে কামনা করলে তাতে আপনার কোন দোষ নেই। এতে অধিক সম্ভাবনা আছে যে, তাদের চক্ষু শীতল থাকবে; তারা দুঃখ পাবে না এবং আপনি যা দেন, তাতে তারা সকলেই সন্তুষ্ট থাকবে। তোমাদের অন্তরে যা আছে, আল্লাহ জানেন। আল্লাহ সর্বজ্ঞ, সহনশীল।", "pr": "তুরজী মান তাশাউ মিনহুন্না ওয়া তু’বী ইলাইকা মান তাশাউ ওয়া মানিবতাগাইতা মিম্মান ‘আঝালতা ফালা-জুনা-হা ‘আলাইকা যা-লিকা আদনা আন তাকাররা আ‘ইউনুহুন্না ওয়ালা-ইয়াহঝান্না ওয়া ইয়ারদাইনা বিমাআ-তাইতাহুন্না কুল্লুহুন্না ওয়াল্লাহু ইয়া‘লামুমা-ফী কূলূবিকুম ওয়া কা-নাল্লা-হু ‘আলীমান হালীমা-।", "sura_id": 33 }, { "ar": "لَّا يَحِلُّ لَكَ النِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوٰجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ اللَّهُ عَلٰى كُلِّ شَىْءٍ رَّقِيبًا", "ayat_id": 52, "id": 3585, "bn": "এরপর আপনার জন্যে কোন নারী হালাল নয় এবং তাদের পরিবর্তে অন্য স্ত্রী গ্রহণ করাও হালাল নয় যদিও তাদের রূপলাবণ্য আপনাকে মুগ্ধ করে, তবে দাসীর ব্যাপার ভিন্ন। আল্লাহ সর্ব বিষয়ের উপর সজাগ নজর রাখেন।", "pr": "লা-ইয়াহিল্লুলাকান্নিছাউ মিম বা‘দুওয়ালা আন তাবাদ্দালা বিহিন্না মিন আঝওয়া-জিওঁ ওয়ালাও আ‘জাবাকা হুছনুহুন্না ইল্লা-মা-মালাকাত ইয়ামীনুকা ওয়াকা-নাল্লা-হু ‘আলাকুল্লি শাইয়ির রাকীবা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلٰى طَعَامٍ غَيْرَ نٰظِرِينَ إِنٰىهُ وَلٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانتَشِرُوا وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ ۖ وَاللَّهُ لَا يَسْتَحْىِۦ مِنَ الْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتٰعًا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍ ۚ ذٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا رَسُولَ اللَّهِ وَلَآ أَن تَنكِحُوٓا أَزْوٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا ۚ إِنَّ ذٰلِكُمْ كَانَ عِندَ اللَّهِ عَظِيمًا", "ayat_id": 53, "id": 3586, "bn": "হে মুমিনগণ! তোমাদেরকে অনুমতি দেয়া না হলে তোমরা খাওয়ার জন্য আহার্য রন্ধনের অপেক্ষা না করে নবীর গৃহে প্রবেশ করো না। তবে তোমরা আহুত হলে প্রবেশ করো, তবে অতঃপর খাওয়া শেষে আপনা আপনি চলে যেয়ো, কথাবার্তায় মশগুল হয়ে যেয়ো না। নিশ্চয় এটা নবীর জন্য কষ্টদায়ক। তিনি তোমাদের কাছে সংকোচ বোধ করেন; কিন্তু আল্লাহ সত্যকথা বলতে সংকোচ করেন না। তোমরা তাঁর পত্নীগণের কাছে কিছু চাইলে পর্দার আড়াল থেকে চাইবে। এটা তোমাদের অন্তরের জন্যে এবং তাঁদের অন্তরের জন্যে অধিকতর পবিত্রতার কারণ। আল্লাহর রাসূলকে কষ্ট দেয়া এবং তাঁর ওফাতের পর তাঁর পত্নীগণকে বিবাহ করা তোমাদের জন্য বৈধ নয়। আল্লাহর কাছে এটা গুরুতর অপরাধ।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাদখুলূবুয়ূতান নাবিইয়ি ইল্লাআইঁ ইউ’যানা লাকুম ইলাতা‘আ-মিন গাইরা না-জিরীনা ইনা-হু  ওয়ালা-কিন ইযা-দু‘ঈতুম ফাদখুলূফাইযাতা‘ইমতুম ফানতাশিরূ ওয়ালা-মুছতা’নিছীনা লিহাদীছিন ইন্না যা-লিকুম কা-না ইউ’যিন্নাবিইয়া ফাইয়াছতাহয়ী মিনকুম  ওয়াল্লা-হু লা-ইয়াছতাহয়ী মিনাল হাক্কি ওয়া ইযা-ছাআলতুমূহুন্না মাতা-‘আন ফাছআলূহুন্না মিওঁ ওয়ারাই হিজা-বিন যালিকুম আতহারু লিকুলূবিকুম ওয়া কুলূবিহিন্না; ওয়ামা-কা-না লাকুম আন তু’যূরাছূলাল্লা-হি ওয়ালাআন তানকিহূআঝওয়াজাহু মিম বা‘দিহীআবাদান ইন্না যালিকুম কানা ‘ইনদালিল হি ‘আজীমা-।", "sura_id": 33 }, { "ar": "إِن تُبْدُوا شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا", "ayat_id": 54, "id": 3587, "bn": "তোমরা খোলাখুলি কিছু বল অথবা গোপন রাখ, আল্লাহ সর্ব বিষয়ে সর্বজ্ঞ।", "pr": "ইন তুবদূশাইআন আও তুখফূহু ফাইন্নাল্লা-হা কা-না বিকুল্লি শাইয়িন ‘আলীমা-।", "sura_id": 33 }, { "ar": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمٰنُهُنَّ ۗ وَاتَّقِينَ اللَّهَ ۚ إِنَّ اللَّهَ كَانَ عَلٰى كُلِّ شَىْءٍ شَهِيدًا", "ayat_id": 55, "id": 3588, "bn": "নবী-পত্নীগণের জন্যে তাঁদের পিতা পুত্র, ভ্রাতা, ভ্রাতুস্পুত্র, ভগ্নি পুত্র, সহধর্মিনী নারী এবং অধিকার ভুক্ত দাসদাসীগণের সামনে যাওয়ার ব্যাপারে গোনাহ নেই। নবী-পত্নীগণ, তোমরা আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ সর্ব বিষয় প্রত্যক্ষ করেন।", "pr": "লা-জুনা-হা‘আলাইহিন্না ফীআ-বাইহিন্না ওয়ালাআবনাইহিন্না ওয়ালা ইখওয়ানিহিন্না ওয়ালাআবনাই ইখওয়া-নিহিন্না ওয়ালাআবনাই আখাওয়া-তিহিন্না ওয়ালানিছাইহিন্না ওয়ালা-মা-মালাকাত আইমা-নুহুন্না, ওয়াত্তাকীনাল্লা-হা ইন্নাল্লা-হা কা-না ‘আলা-কুল্লি শাইয়িন শাহীদা-।", "sura_id": 33 }, { "ar": "إِنَّ اللَّهَ وَمَلٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى النَّبِىِّ ۚ يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا", "ayat_id": 56, "id": 3589, "bn": "আল্লাহ ও তাঁর ফেরেশতাগণ নবীর প্রতি রহমত প্রেরণ করেন। হে মুমিনগণ! তোমরা নবীর জন্যে রহমতের তরে দোয়া কর এবং তাঁর প্রতি সালাম প্রেরণ কর।", "pr": "ইন্নাল্লা-হা ওয়া-মালাইকাতাহূইউসাললূনা ‘আলান নাবিইয়ি ইয়াআইয়ুহাল্লাযীনা আমানূসাললূ‘আলাইহি ওয়া ছালিলমূতাছলীমা-।", "sura_id": 33 }, { "ar": "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ اللَّهُ فِى الدُّنْيَا وَالْءَاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا", "ayat_id": 57, "id": 3590, "bn": "যারা আল্লাহ ও তাঁর রসূলকে কষ্ট দেয়, আল্লাহ তাদের প্রতি ইহকালে ও পরকালে অভিসম্পাত করেন এবং তাদের জন্যে প্রস্তুত রেখেছেন অবমাননাকর শাস্তি।", "pr": "ইন্নাল্লাযীনা ইউ’যূ নাল্লা-হা ওয়া রাছূলাহূলা‘আনাহুমল্লা-হুফিদ্দুনইয়া-ওয়াল আ-খিরাতি ওয়া আ‘আদ্দা লাহুম ‘আযা-বাম মুহীনা-।", "sura_id": 33 }, { "ar": "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتٰنًا وَإِثْمًا مُّبِينًا", "ayat_id": 58, "id": 3591, "bn": "যারা বিনা অপরাধে মুমিন পুরুষ ও মুমিন নারীদেরকে কষ্ট দেয়, তারা মিথ্যা অপবাদ ও প্রকাশ্য পাপের বোঝা বহন করে।", "pr": "ওয়াল্লাযীনা ইউ’যূ নাল মু’মিনীনা ওয়াল মু’মিনা-তি বিগাইরি মাকতাছাবূফাকাদিহতামালূ বুহতানাওঁ ওয়া ইছমাম মুবীনা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا النَّبِىُّ قُل لِّأَزْوٰجِكَ وَبَنَاتِكَ وَنِسَآءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلٰبِيبِهِنَّ ۚ ذٰلِكَ أَدْنٰىٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "ayat_id": 59, "id": 3592, "bn": "হে নবী! আপনি আপনার পত্নীগণকে ও কন্যাগণকে এবং মুমিনদের স্ত্রীগণকে বলুন, তারা যেন তাদের চাদরের কিয়দংশ নিজেদের উপর টেনে নেয়। এতে তাদেরকে চেনা সহজ হবে। ফলে তাদেরকে উত্যক্ত করা হবে না। আল্লাহ ক্ষমাশীল পরম দয়ালু।", "pr": "ইয়াআইয়ুহান্নাবিইয়ুকুল লিআঝওয়া-জিকা ওয়া বানা-তিকা ওয়ানিছাইল মু’মিনীনা ইউদনীনা ‘আলাইহিন্না মিন জালাবীবিহিন্না যা-লিকা আদনাআইঁ ইউ‘রাফনা ফালাইউ’যাইনা ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।", "sura_id": 33 }, { "ar": "لَّئِن لَّمْ يَنتَهِ الْمُنٰفِقُونَ وَالَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَالْمُرْجِفُونَ فِى الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا", "ayat_id": 60, "id": 3593, "bn": "মুনাফিকরা এবং যাদের অন্তরে রোগ আছে এবং মদীনায় গুজব রটনাকারীরা যদি বিরত না হয়, তবে আমি অবশ্যই তাদের বিরুদ্ধে আপনাকে উত্তেজিত করব। অতঃপর এই শহরে আপনার প্রতিবেশী অল্পই থাকবে।", "pr": "লাইল্লাম ইয়ানতাহিল মুনা-ফিকূনা ওয়াল্লাযীনা ফী কুলূবিহমি মারাদুওঁ ওয়াল মুরজিফূনা ফিল মাদীনাতি লানুগরিয়ান্নাকা বিহিম ছুম্মা লা-ইউজা-বিরূনাকা ফীহাইল্লা-কালীলা-।", "sura_id": 33 }, { "ar": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا", "ayat_id": 61, "id": 3594, "bn": "অভিশপ্ত অবস্থায় তাদেরকে যেখানেই পাওয়া যাবে, ধরা হবে এবং প্রাণে বধ করা হবে।", "pr": "মাল‘ঊনীনা  আইনামা-ছূকিফূ উখিযূওয়াকুত্তিলূতাকতীলা-।", "sura_id": 33 }, { "ar": "سُنَّةَ اللَّهِ فِى الَّذِينَ خَلَوْا مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا", "ayat_id": 62, "id": 3595, "bn": "যারা পূর্বে অতীত হয়ে গেছে, তাদের ব্যাপারে এটাই ছিল আল্লাহর রীতি। আপনি আল্লাহর রীতিতে কখনও পরিবর্তন পাবেন না।", "pr": "ছুন্নাতাল্লা-হি ফিল্লাযীনা খালাও মিন কাবলু ওয়ালান তাজিদা লিছুন্নাতিল্লা-হি তাবদীলা-।", "sura_id": 33 }, { "ar": "يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ اللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا", "ayat_id": 63, "id": 3596, "bn": "লোকেরা আপনাকে কেয়ামত সম্পর্কে জিজ্ঞাসা করে। বলুন, এর জ্ঞান আল্লাহর কাছেই। আপনি কি করে জানবেন যে সম্ভবতঃ কেয়ামত নিকটেই।", "pr": "ইয়াছআলুকান্না-ছু‘আনিছছা-‘আতি কুল ইন্নামা- ‘ইলমুহা-‘ইনদাল্লা-হি ওয়ামাইউদরীকা লা‘আল্লাছছা-‘আতা তাকূনুকারীবা-।", "sura_id": 33 }, { "ar": "إِنَّ اللَّهَ لَعَنَ الْكٰفِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا", "ayat_id": 64, "id": 3597, "bn": "নিশ্চয় আল্লাহ কাফেরদেরকে অভিসম্পাত করেছেন এবং তাদের জন্যে জ্বলন্ত অগ্নি প্রস্তুত রেখেছেন।", "pr": "ইন্নাল্লা-হা লা‘আনাল কা-ফিরীনা ওয়া আ‘আদ্দা লাহুম ছা‘ঈরা-।", "sura_id": 33 }, { "ar": "خٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا", "ayat_id": 65, "id": 3598, "bn": "তথায় তারা অনন্তকাল থাকবে এবং কোন অভিভাবক ও সাহায্যকারী পাবে না।", "pr": "খা-লিদীনা ফীহাআবাদাল লা-ইয়াজিদূ না ওয়ালিইয়াওঁ ওয়া নাসীরা-।", "sura_id": 33 }, { "ar": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى النَّارِ يَقُولُونَ يٰلَيْتَنَآ أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا۠", "ayat_id": 66, "id": 3599, "bn": "যেদিন অগ্নিতে তাদের মুখমন্ডল ওলট পালট করা হবে; সেদিন তারা বলবে, হায়। আমরা যদি আল্লাহর আনুগত্য করতাম ও রসূলের আনুগত্য করতাম।", "pr": "ইয়াওমা তুকাল্লাবু উজূহুহুম ফিন্না-রি ইয়াকূ লূনা ইয়া-লাইতানা-আতা‘নাল্লাহা ওয়াআতা‘নাররাছূলা-।", "sura_id": 33 }, { "ar": "وَقَالُوا رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السَّبِيلَا۠", "ayat_id": 67, "id": 3600, "bn": "তারা আরও বলবে, হে আমাদের পালনকর্তা, আমরা আমাদের নেতা ও বড়দের কথা মেনেছিলাম, অতঃপর তারা আমাদের পথভ্রষ্ট করেছিল।", "pr": "ওয়া কা-লূ রাব্বানা ইন্না আতা‘না-ছা-দাতানা- ওয়াকুবারাআনা-ফাআদাললূনাছ ছাবীলা-।", "sura_id": 33 }, { "ar": "رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا", "ayat_id": 68, "id": 3601, "bn": "হে আমাদের পালনকর্তা! তাদেরকে দ্বিগুণ শাস্তি দিন এবং তাদেরকে মহা অভিসম্পাত করুন।", "pr": "রাব্বানাআ-তিহিম দি‘ফাইনি মিনাল ‘আযা-বি ওয়াল ‘আনহুম লা‘নান কাবীরা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَكُونُوا كَالَّذِينَ ءَاذَوْا مُوسٰى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا ۚ وَكَانَ عِندَ اللَّهِ وَجِيهًا", "ayat_id": 69, "id": 3602, "bn": "হে মুমিনগণ! মূসাকে যারা কষ্ট দিয়েছে, তোমরা তাদের মত হয়ো না। তারা যা বলেছিল, আল্লাহ তা থেকে তাঁকে নির্দোষ প্রমাণ করেছিলেন। তিনি আল্লাহর কাছে ছিলেন মর্যাদাবান।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাকূনূকাল্লাযীনা আ-যাও মূছা-ফাবাররাআহুল্লা-হু মিম্মা-কা-লূ ওয়া কা-না ‘ইনদাল্লা-হি ওয়াজীহা-।", "sura_id": 33 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا", "ayat_id": 70, "id": 3603, "bn": "হে মুমিনগণ! আল্লাহকে ভয় কর এবং সঠিক কথা বল।", "pr": "ইয়া আইয়ুহাল্লাযীনা আ-মানুত্তাকুল্লা-হা ওয়াকূলূকাওলান ছাদীদা-।", "sura_id": 33 }, { "ar": "يُصْلِحْ لَكُمْ أَعْمٰلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُۥ فَقَدْ فَازَ فَوْزًا عَظِيمًا", "ayat_id": 71, "id": 3604, "bn": "তিনি তোমাদের আমল-আচরণ সংশোধন করবেন এবং তোমাদের পাপসমূহ ক্ষমা করবেন। যে কেউ আল্লাহ ও তাঁর রসূলের আনুগত্য করে, সে অবশ্যই মহা সাফল্য অর্জন করবে।", "pr": "ইউসলিহলাকুম আ‘মা-লাকুম ওয়া ইয়াগফিরলাকুম যুনূবাকুম ওয়া মাইঁ ইউতি‘ইল্লা-হা ওয়া রাছুলাহূফাকাদ ফা-ঝা ফাওঝান ‘আজীমা-।", "sura_id": 33 }, { "ar": "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمٰوٰتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنسٰنُ ۖ إِنَّهُۥ كَانَ ظَلُومًا جَهُولًا", "ayat_id": 72, "id": 3605, "bn": "আমি আকাশ পৃথিবী ও পর্বতমালার সামনে এই আমানত পেশ করেছিলাম, অতঃপর তারা একে বহন করতে অস্বীকার করল এবং এতে ভীত হল; কিন্তু মানুষ তা বহণ করল। নিশ্চয় সে জালেম-অজ্ঞ।", "pr": "ইন্না-‘আরাদনাল আমা-নাতা ‘আলাছছামা-ওয়া-তি ওয়াল আরদিওয়াল জিবা-লি ফাআবাইনা আইঁ ইয়াহমিলনাহা-ওয়া আশফাকনা মিনহা-ওয়া হামালাহাল ইনছা-নু ইন্নাহূকা-না জালূমান জাহূলা-।", "sura_id": 33 }, { "ar": "لِّيُعَذِّبَ اللَّهُ الْمُنٰفِقِينَ وَالْمُنٰفِقٰتِ وَالْمُشْرِكِينَ وَالْمُشْرِكٰتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنٰتِ ۗ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًۢا", "ayat_id": 73, "id": 3606, "bn": "যাতে আল্লাহ মুনাফিক পুরুষ, মুনাফিক নারী, মুশরিক পুরুষ, মুশরিক নারীদেরকে শাস্তি দেন এবং মুমিন পুরুষ ও মুমিন নারীদেরকে ক্ষমা করেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।", "pr": "লিইউ‘আযযি বাল্লা-হুল মুনা-ফিকীনা ওয়াল মুনাফিকা-তি ওয়াল মুশরিকীনা ওয়াল মুশরিকা-তি ওয়া ইয়াতূবাল্লা-হু ‘আলাল মু’মিনীনা ওয়াল মু’মিনা-তি ওয়াকা-নাল্লা-হু গাফূরার রাহীমা-।", "sura_id": 33 }]