[{ "ar": "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمٰوٰتِ وَالْأَرْضِ جَاعِلِ الْمَلٰٓئِكَةِ رُسُلًا أُولِىٓ أَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ يَزِيدُ فِى الْخَلْقِ مَا يَشَآءُ ۚ إِنَّ اللَّهَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 1, "id": 3661, "bn": "সমস্ত প্রশংসা আল্লাহর, যিনি আসমান ও যমীনের স্রষ্টা এবং ফেরেশতাগণকে করেছেন বার্তাবাহক-তারা দুই দুই, তিন তিন ও চার চার পাখাবিশিষ্ট। তিনি সৃষ্টি মধ্যে যা ইচ্ছা যোগ করেন। নিশ্চয় আল্লাহ সর্ববিষয়ে সক্ষম।", "pr": "আল হামদুলিল্লা-হি ফা-তিরিছছামা-ওয়া-তি ওয়াল আরদিজা‘ইলিল মালাইকাতি রুছুলান ঊলীআজনিহাতিম্মাছনা-ওয়া ছুলা-ছা ওয়া রুবা-‘আ ইয়াঝীদুফিল খালকিমা-ইয়াশাউ ইন্নাল্লা-হা আ‘লা-কুল্লি শাইয়িন কাদীর।", "sura_id": 35 }, { "ar": "مَّا يَفْتَحِ اللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 2, "id": 3662, "bn": "আল্লাহ মানুষের জন্য অনুগ্রহের মধ্য থেকে যা খুলে দেন, তা ফেরাবার কেউ নেই এবং তিনি যা বারণ করেন, তা কেউ প্রেরণ করতে পারে না তিনি ব্যতিত। তিনি পরাক্রমশালী প্রজ্ঞাময়।", "pr": "মা ইয়াফতাহিল্লা-হু লিন্না-ছি মির রাহমাতিন ফালা-মুম ছিকা লাহা- ওয়া মা-ইউমছিক ফালা-মুরছিলা লাহূমিম বা‘দিহী ওয়া হুওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 35 }, { "ar": "يٰٓأَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خٰلِقٍ غَيْرُ اللَّهِ يَرْزُقُكُم مِّنَ السَّمَآءِ وَالْأَرْضِ ۚ لَآ إِلٰهَ إِلَّا هُوَ ۖ فَأَنّٰى تُؤْفَكُونَ", "ayat_id": 3, "id": 3663, "bn": "হে মানুষ, তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর। আল্লাহ ব্যতীত এমন কোন স্রষ্টা আছে কি, যে তোমাদেরকে আসমান ও যমীন থেকে রিযিক দান করে? তিনি ব্যতীত কোন উপাস্য নেই। অতএব তোমরা কোথায় ফিরে যাচ্ছ?", "pr": "ইয়াআইয়ুহান্না-ছুযকুরূনি‘মাতাল্লা-হি ‘আলাইকুম হাল মিন খা-লিকিন গাইরুল্লা-হি ইয়ারঝুকুকুম মিনাছ ছামাই ওয়াল আরদি লাইলা-হা ইল্লা-হুওয়া ফাআন্নাতু’ফাকূন।", "sura_id": 35 }, { "ar": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ", "ayat_id": 4, "id": 3664, "bn": "তারা যদি আপনাকে মিথ্যাবাদী বলে, তবে আপনার পূর্ববর্তী পয়গম্বরগণকেও তো মিথ্যাবাদী বলা হয়েছিল। আল্লাহর প্রতিই যাবতীয় বিষয় প্রত্যাবর্তিত হয়।", "pr": "ওয়া ইয়ঁইউকাযযিবূকা ফাকাদ কুযযিবাত রুছুলুম মিন কাবলিকা ওয়া ইলাল্লা-হি তুর জা‘উল উমূর।", "sura_id": 35 }, { "ar": "يٰٓأَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ", "ayat_id": 5, "id": 3665, "bn": "হে মানুষ, নিশ্চয় আল্লাহর ওয়াদা সত্য। সুতরাং, পার্থিব জীবন যেন তোমাদেরকে প্রতারণা না করে। এবং সেই প্রবঞ্চক যেন কিছুতেই তোমাদেরকে আল্লাহ সম্পর্কে প্রবঞ্চিত না করে।", "pr": "ইয়াআইয়ুহান্না-ছুইন্না ওয়া‘দাল্লা-হি হাক্কুন ফালা-তাগুররান্নাকুমুল হায়াতুদ্দনইয়া- ওয়ালা-ইয়াগুররান্নাকুম বিল্লা-হিল গারূর।", "sura_id": 35 }, { "ar": "إِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا حِزْبَهُۥ لِيَكُونُوا مِنْ أَصْحٰبِ السَّعِيرِ", "ayat_id": 6, "id": 3666, "bn": "শয়তান তোমাদের শত্রু; অতএব তাকে শত্রু রূপেই গ্রহণ কর। সে তার দলবলকে আহবান করে যেন তারা জাহান্নামী হয়।", "pr": "ইন্নাশশাইতা-না লাকুম ‘আদুওউন ফাত্তাখিযূহু আ‘দুওওয়ান ইন্নামা-ইয়াদ‘ঊ হিঝবাহূ লিইয়াকূনূমিন আসহা-বিছছা‘ঈর।", "sura_id": 35 }, { "ar": "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ", "ayat_id": 7, "id": 3667, "bn": "যারা কুফর করে তাদের জন্যে রয়েছে কঠোর আযাব। আর যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্যে রয়েছে ক্ষমা ও মহা পুরস্কার।", "pr": "আল্লাযীনা কাফারূলাহুম ‘আযা-বুন শাদীদুওঁ ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসালিহা-তি লাহুম মাগফিরাতুওঁ ওয়া আজরুন কাবীর।", "sura_id": 35 }, { "ar": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرٰتٍ ۚ إِنَّ اللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ", "ayat_id": 8, "id": 3668, "bn": "যাকে মন্দকর্ম শোভনীয় করে দেখানো হয়, সে তাকে উত্তম মনে করে, সে কি সমান যে মন্দকে মন্দ মনে করে। নিশ্চয় আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচছা সৎপথ প্রদর্শন করেন। সুতরাং আপনি তাদের জন্যে অনুতাপ করে নিজেকে ধ্বংস করবেন না। নিশ্চয়ই আল্লাহ জানেন তারা যা করে।", "pr": "আফামান ঝুইয়িনা লাহূছূউ ‘আমালিহী ফারাআ-হু হাছানান ফাইন্নাল্লা-হা ইউদিল্লুমাইঁ ইয়াশাউ ফালা-তাযহাব নাফছুকা ‘আলাইহিম হাছারাতিন ইন্নাল্লা-হা ‘আলীমুম বিমা-ইয়াসনা‘ঊন।", "sura_id": 35 }, { "ar": "وَاللَّهُ الَّذِىٓ أَرْسَلَ الرِّيٰحَ فَتُثِيرُ سَحَابًا فَسُقْنٰهُ إِلٰى بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذٰلِكَ النُّشُورُ", "ayat_id": 9, "id": 3669, "bn": "আল্লাহই বায়ু প্রেরণ করেন, অতঃপর সে বায়ু মেঘমালা সঞ্চারিত করে। অতঃপর আমি তা মৃত ভূ-খন্ডের দিকে পরিচালিত করি, অতঃপর তদ্বারা সে ভূ-খন্ডকে তার মৃত্যুর পর সঞ্জীবিত করে দেই। এমনিভাবে হবে পুনরুত্থান।", "pr": "ওয়াল্লা-হুল্লাযীআরছালার রিইয়া-হা ফাতুছীরু ছাহা-বান ফাছুকনা-হু ইলা-বালাদিম মাইয়িতিন ফাআহইয়াইনা-বিহিল আরদা বা‘দা মাওতিহা- কাযা-লিকান নুশূর।", "sura_id": 35 }, { "ar": "مَن كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصّٰلِحُ يَرْفَعُهُۥ ۚ وَالَّذِينَ يَمْكُرُونَ السَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُولٰٓئِكَ هُوَ يَبُورُ", "ayat_id": 10, "id": 3670, "bn": "কেউ সম্মান চাইলে জেনে রাখুন, সমস্ত সম্মান আল্লাহরই জন্যে। তাঁরই দিকে আরোহণ করে সৎবাক্য এবং সৎকর্ম তাকে তুলে নেয়। যারা মন্দ কার্যের চক্রান্তে লেগে থাকে, তাদের জন্যে রয়েছে কঠোর শাস্তি। তাদের চক্রান্ত ব্যর্থ হবে।", "pr": "মান কা-না ইউরীদুল ‘ইঝঝাতা ফালিল্লা-হিল ‘ইঝঝাতুজামী‘আন ইলাইহি ইয়াস‘আদুল কালিমুততাইয়িবুওয়াল ‘আমালুসসা-লিহুইয়ারফা‘উহূ ওয়াল্লাযীনা ইয়ামকুরূনাছ ছাইয়িআ-তি লাহুম ‘আযা-বুন শাদীদুওঁ ওয়া মাকরূউলাইকা হুওয়া ইয়াবূর।", "sura_id": 35 }, { "ar": "وَاللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثٰى وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتٰبٍ ۚ إِنَّ ذٰلِكَ عَلَى اللَّهِ يَسِيرٌ", "ayat_id": 11, "id": 3671, "bn": "আল্লাহ তোমাদেরকে সৃষ্টি করেছেন মাটি থেকে, অতঃপর বীর্য থেকে, তারপর করেছেন তোমাদেরকে যুগল। কোন নারী গর্ভধারণ করে না এবং সন্তান প্রসব করে না; কিন্তু তাঁর জ্ঞাতসারে। কোন বয়স্ক ব্যক্তি বয়স পায় না। এবং তার বয়স হ্রাস পায় না; কিন্তু তা লিখিত আছে কিতাবে। নিশ্চয় এটা আল্লাহর পক্ষে সহজ।", "pr": "ওয়াল্লা-হু খালাকাকুম মিন তুরা-বিন ছু ম্মা জা‘আলাকুম আঝওয়া-জাওঁ ওয়ামাতাহমিলুমিন উনছা-ওয়ালা-তাদা‘উ ইল্লা-বি‘ইলমিহী ওয়ামা-ইউ‘আম্মারু মিম মু‘আম্মারিওঁ ওয়ালা-ইউনকাসুমিন ‘উমুরিহী ইল্লা ফী কিতা-বিন ইন্না যা-লিকা ‘আলাল্লা-হি ইয়াছীর।", "sura_id": 35 }, { "ar": "وَمَا يَسْتَوِى الْبَحْرَانِ هٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ", "ayat_id": 12, "id": 3672, "bn": "দু’টি সমুদ্র সমান হয় না-একটি মিঠা ও তৃষ্ণানিবারক এবং অপরটি লোনা। ঊভয়টি থেকেই তোমরা তাজা গোশত (মৎস) আহার কর এবং পরিধানে ব্যবহার্য গয়নাগাটি আহরণ কর। তুমি তাতে তার বুক চিরে জাহাজ চলতে দেখ, যাতে তোমরা তার অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।", "pr": "ওয়ামা-ইয়াছতাবিলবাহরা-নি  হা-যা-‘আযবুন ফুরা-তুন ছাইগুন শারা-বুহূওয়া হা-যা-মিলহুন উজা-জুওঁ ওয়া মিন কুল্লিন তা’কুলূনা লাহমান তারিইইয়াওঁ ওয়া তাছতাখরিজূনা হিলয়াতান তালবাছূনাহা-ওয়া তারাল ফুলকা ফীহি মাওয়া-খিরাঁলিতাবতাগু মিন ফাদলিহী ওয়া লা‘আল্লাকুম তাশকুরূন।", "sura_id": 35 }, { "ar": "يُولِجُ الَّيْلَ فِى النَّهَارِ وَيُولِجُ النَّهَارَ فِى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۚ وَالَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ", "ayat_id": 13, "id": 3673, "bn": "তিনি রাত্রিকে দিবসে প্রবিষ্ট করেন এবং দিবসকে রাত্রিতে প্রবিষ্ট করেন। তিনি সূর্য ও চন্দ্রকে কাজে নিয়োজিত করেছেন। প্রত্যেকটি আবর্তন করে এক নির্দিষ্ট মেয়াদ পর্যন্ত। ইনি আল্লাহ; তোমাদের পালনকর্তা, সাম্রাজ্য তাঁরই। তাঁর পরিবর্তে তোমরা যাদেরকে ডাক, তারা তুচ্ছ খেজুর আঁটিরও অধিকারী নয়।", "pr": "ইঊলিজুল্লাইলা ফিন্নাহা-রি ওয়া ইঊলিজুন্নাহা-রা ফিল্লাইলি  ওয়া ছাখখারাশশামছা ওয়াল কামারা কুল্লুইঁ ইয়াজরী লিআজালিম মুছাম্মান যা-লিকুমুল্লা-হু রাব্বাকুম লাহুল মুলকু ওয়াল্লাযীনা তাদ‘ঊনা মিন দূ নিহী মা-ইয়ামলিকূনা মিন কিতমীর।", "sura_id": 35 }, { "ar": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَآءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ", "ayat_id": 14, "id": 3674, "bn": "তোমরা তাদেরকে ডাকলে তারা তোমাদের সে ডাক শুনে না। শুনলেও তোমাদের ডাকে সাড়া দেয় না। কেয়ামতের দিন তারা তোমাদের শেরক অস্বীকার করবে। বস্তুতঃ আল্লাহর ন্যায় তোমাকে কেউ অবহিত করতে পারবে না।", "pr": "ইন তাদ‘ঊহুম লা-ইয়াছমা‘ঊ দু‘আআকুম ওয়ালাও ছামি‘ঊ মাছতাজা-বূলাকুম ওয়া ইয়াওমাল কিয়া-মাতি ইয়াকফুরূনা বিশিরকিকুম ওয়া লা-ইউনাব্বিউকা মিছলু খাবীর।", "sura_id": 35 }, { "ar": "يٰٓأَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَآءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِىُّ الْحَمِيدُ", "ayat_id": 15, "id": 3675, "bn": "হে মানুষ, তোমরা আল্লাহর গলগ্রহ। আর আল্লাহ; তিনি অভাবমুক্ত, প্রশংসিত।", "pr": "ইয়াআইয়ুহান্না-ছুআনতুমুল ফুকারাউ ইলাল্লা-হি ওয়াল্লা-হু হুওয়াল গানিইয়ুল হামীদ।", "sura_id": 35 }, { "ar": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ", "ayat_id": 16, "id": 3676, "bn": "তিনি ইচ্ছা করলে তোমাদেরকে বিলুপ্ত করে এক নতুন সৃষ্টির উদ্ভব করবেন।", "pr": "ইয়ঁইয়াশা’ ইউযহিবকুম ওয়া ইয়া’তি বিখালকিন জাদীদ।", "sura_id": 35 }, { "ar": "وَمَا ذٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ", "ayat_id": 17, "id": 3677, "bn": "এটা আল্লাহর পক্ষে কঠিন নয়।", "pr": "ওয়ামা-যা-লিকা ‘আলাল্লা-হি বি‘আঝীঝ।", "sura_id": 35 }, { "ar": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرٰى ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبٰىٓ ۗ إِنَّمَا تُنذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ وَأَقَامُوا الصَّلٰوةَ ۚ وَمَن تَزَكّٰى فَإِنَّمَا يَتَزَكّٰى لِنَفْسِهِۦ ۚ وَإِلَى اللَّهِ الْمَصِيرُ", "ayat_id": 18, "id": 3678, "bn": "কেউ অপরের বোঝা বহন করবে না। কেউ যদি তার গুরুতর ভার বহন করতে অন্যকে আহবান করে কেউ তা বহন করবে না-যদি সে নিকটবর্তী আত্নীয়ও হয়। আপনি কেবল তাদেরকে সতর্ক করেন, যারা তাদের পালনকর্তাকে না দেখেও ভয় করে এবং নামায কায়েম করে। যে কেউ নিজের সংশোধন করে, সে সংশোধন করে, স্বীয় কল্যাণের জন্যেই আল্লাহর নিকটই সকলের প্রত্যাবর্তন।", "pr": "ওয়ালা-তাঝিরু ওয়া-ঝিরাতুওঁবিঝরা উখরা- ওয়া ইন তাদ‘উ মুছকালাতুন ইলাহিম লিহা-লা-ইউহমাল মিনহু শাইয়ুওঁ ওয়ালাও কা-না যা-কুরবা- ইন্নামাতুনযিরুল্লাযীনা ইয়াখশাওনা রাব্বাহুম বিলগাইবি ওয়া আকামুসসালা-তা ওয়া মান তাঝাক্কা-ফাইন্নামা-ইয়াতাঝাক্কা-লিনাফছিহী ওয়া ইলাল্লা-হিল মাসীর।", "sura_id": 35 }, { "ar": "وَمَا يَسْتَوِى الْأَعْمٰى وَالْبَصِيرُ", "ayat_id": 19, "id": 3679, "bn": "দৃষ্টিমান ও দৃষ্টিহীন সমান নয়।", "pr": "ওয়ামা-ইয়াছতাবিল আ‘মা-ওয়াল বাসীর।", "sura_id": 35 }, { "ar": "وَلَا الظُّلُمٰتُ وَلَا النُّورُ", "ayat_id": 20, "id": 3680, "bn": "সমান নয় অন্ধকার ও আলো।", "pr": "ওয়ালাজ্জুলুমা-তুওয়ালান্নূর।", "sura_id": 35 }, { "ar": "وَلَا الظِّلُّ وَلَا الْحَرُورُ", "ayat_id": 21, "id": 3681, "bn": "সমান নয় ছায়া ও তপ্তরোদ।", "pr": "ওয়ালাজ্জিল্লুওয়ালাল হারূর।", "sura_id": 35 }, { "ar": "وَمَا يَسْتَوِى الْأَحْيَآءُ وَلَا الْأَمْوٰتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى الْقُبُورِ", "ayat_id": 22, "id": 3682, "bn": "আরও সমান নয় জীবিত ও মৃত। আল্লাহ শ্রবণ করান যাকে ইচ্ছা। আপনি কবরে শায়িতদেরকে শুনাতে সক্ষম নন।", "pr": "ওয়ামা-ইয়াছতাবিল আহইয়াউ ওয়ালাল আমওয়া-তু ইন্নাল্লা-হা ইউছমি‘উ মাইঁ ইয়াশাউ ওয়ামাআনতা বিমুছমি‘ইম মান ফিল কুবূর।", "sura_id": 35 }, { "ar": "إِنْ أَنتَ إِلَّا نَذِيرٌ", "ayat_id": 23, "id": 3683, "bn": "আপনি তো কেবল একজন সতর্ককারী।", "pr": "ইন আনতা ইল্লা-নাযীর।", "sura_id": 35 }, { "ar": "إِنَّآ أَرْسَلْنٰكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ", "ayat_id": 24, "id": 3684, "bn": "আমি আপনাকে সত্যধর্মসহ পাঠিয়েছি সংবাদদাতা ও সতর্ককারীরূপে। এমন কোন সম্প্রদায় নেই যাতে সতর্ককারী আসেনি।", "pr": "ইন্নাআরছালনা-কা বিলহাক্কিবাশীরাওঁ ওয়া নাযীরাওঁ ওয়া ইম মিন উম্মাতিন ইল্লাখালা-ফীহা-নাযীর।", "sura_id": 35 }, { "ar": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيرِ", "ayat_id": 25, "id": 3685, "bn": "তারা যদি আপনার প্রতি মিথ্যারোপ করে, তাদের পূর্ববর্তীরাও মিথ্যারোপ করেছিল। তাদের কাছে তাদের রসূলগণ স্পষ্ট নিদর্শন, সহীফা এবং উজ্জল কিতাবসহ এসেছিলেন।", "pr": "ওয়া ইয়ঁইউকাযযিবূকা ফাকাদ কাযযাবাল্লাযীনা মিন কাবলিহিম জাআতহুম রুছুলহুম বিলবাইয়িনা-তি ওয়া বিঝঝুবুরি ওয়া বিলকিতা-বিল মুনীর।", "sura_id": 35 }, { "ar": "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ فَكَيْفَ كَانَ نَكِيرِ", "ayat_id": 26, "id": 3686, "bn": "অতঃপর আমি কাফেরদেরকে ধৃত করেছিলাম। কেমন ছিল আমার আযাব!", "pr": "ছু ম্মা আখাযতুল্লায ীনা কাফারূফাকাইফা কা-না নাকীর।", "sura_id": 35 }, { "ar": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرٰتٍ مُّخْتَلِفًا أَلْوٰنُهَا ۚ وَمِنَ الْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوٰنُهَا وَغَرَابِيبُ سُودٌ", "ayat_id": 27, "id": 3687, "bn": "তুমি কি দেখনি আল্লাহ আকাশ থেকে বৃষ্টিবর্ষণ করেন, অতঃপর তদ্দ্বারা আমি বিভিন্ন বর্ণের ফল-মূল উদগত করি। পর্বতসমূহের মধ্যে রয়েছে বিভিন্ন বর্ণের গিরিপথ-সাদা, লাল ও নিকষ কালো কৃষ্ণ।", "pr": "আলাম তারা-আন্নাল্লাহা আনঝালা মিনাছছামাই মা-আন ফাআখরাজনা-বিহী ছামারাতিম মুখতালিফান আলওয়া-নুহা- ওয়া মিনাল জিবা-লি জুদাদুম বীদুওঁ ওয়া হুম রুম মুখতালিফুন আলওয়া-নুহা-ওয়া গারা-বীবুছূদ।", "sura_id": 35 }, { "ar": "وَمِنَ النَّاسِ وَالدَّوَآبِّ وَالْأَنْعٰمِ مُخْتَلِفٌ أَلْوٰنُهُۥ كَذٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمٰٓؤُا ۗ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ", "ayat_id": 28, "id": 3688, "bn": "অনুরূপ ভাবে বিভিন্ন বর্ণের মানুষ, জন্তু, চতুস্পদ প্রাণী রয়েছে। আল্লাহর বান্দাদের মধ্যে জ্ঞানীরাই কেবল তাঁকে ভয় করে। নিশ্চয় আল্লাহ পরাক্রমশালী ক্ষমাময়।", "pr": "ওয়া মিনান্না-ছি ওয়াদ্দাওয়াব্বি ওয়াল আন ‘আ-মি মুখতালিফুন আলওয়া-নুহূকাযা-লিকা ইন্নামা-ইয়াখশাল্লা-হা মিন ‘ইবা-দিহিল ‘উলামাউ ইন্নাল্লা-হা ‘আঝীঝুন গাফূর।", "sura_id": 35 }, { "ar": "إِنَّ الَّذِينَ يَتْلُونَ كِتٰبَ اللَّهِ وَأَقَامُوا الصَّلٰوةَ وَأَنفَقُوا مِمَّا رَزَقْنٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجٰرَةً لَّن تَبُورَ", "ayat_id": 29, "id": 3689, "bn": "যারা আল্লাহর কিতাব পাঠ করে, নামায কায়েম করে, এবং আমি যা দিয়েছি, তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে, তারা এমন ব্যবসা আশা কর, যাতে কখনও লোকসান হবে না।", "pr": "ইন্নাল্লাযীনা ইয়াতলূনা কিতা-বাল্লা-হি ওয়াআকা-মুসসালা-তা ওয়াআনফাকূ মিম্মারাঝাকনা-হুম ছিররাওঁ ওয়া‘আলা-নিয়াতাইঁ ইয়ারজূনা তিজা-রাতাল্লান তাবূর।", "sura_id": 35 }, { "ar": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ", "ayat_id": 30, "id": 3690, "bn": "পরিণামে তাদেরকে আল্লাহ তাদের সওয়াব পুরোপুরি দেবেন এবং নিজ অনুগ্রহে আরও বেশী দেবেন। নিশ্চয় তিনি ক্ষমাশীল, গুণগ্রাহী।", "pr": "লিইউওয়াফিফইয়াহুম উজূরাহুম ওয়া ইয়াঝীদাহুম মিন ফাদলিহী ইন্নাহূগাফূরুন শাকূর।", "sura_id": 35 }, { "ar": "وَالَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ الْكِتٰبِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ اللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ", "ayat_id": 31, "id": 3691, "bn": "আমি আপনার প্রতি যে কিতাব প্রত্যাদেশ করেছি, তা সত্য-পূর্ববর্তী কিতাবের সত্যায়ন কারী নিশ্চয় আল্লাহ তাঁর বান্দাদের ব্যাপারে সব জানেন, দেখেন।", "pr": "ওয়াল্লাযী আওহাইনাইলাইকা মিনাল কিতা-বি হুওয়াল হাক্কুমুসাদ্দিকাল লিমা-বাইনা ইয়াদাইহি ইন্নাল্লা-হা বি‘ইবা-দিহী লাখাবীরুম বাসীর।", "sura_id": 35 }, { "ar": "ثُمَّ أَوْرَثْنَا الْكِتٰبَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِالْخَيْرٰتِ بِإِذْنِ اللَّهِ ۚ ذٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ", "ayat_id": 32, "id": 3692, "bn": "অতঃপর আমি কিতাবের অধিকারী করেছি তাদেরকে যাদেরকে আমি আমার বান্দাদের মধ্য থেকে মনোনীত করেছি। তাদের কেউ কেউ নিজের প্রতি অত্যাচারী, কেউ মধ্যপন্থা অবলম্বনকারী এবং তাদের মধ্যে কেউ কেউ আল্লাহর নির্দেশক্রমে কল্যাণের পথে এগিয়ে গেছে। এটাই মহা অনুগ্রহ।", "pr": "ছু ম্মা আওরাছনাল কিতা-বাল্লাযীনাসতাফাইনা মিন ‘ইবা-দিনা- ফামিনহুম জালিমুললিনাফছিহী ওয়া মিনহুম মুকতাছিদুওঁ ওয়া মিনহুম ছা-বিকুম বিলখাইরা-তি বিইযনিল্লা-হি যা-লিকা হুওয়াল ফাদলুল কাবীর।", "sura_id": 35 }, { "ar": "جَنّٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ", "ayat_id": 33, "id": 3693, "bn": "তারা প্রবেশ করবে বসবাসের জান্নাতে। তথায় তারা স্বর্ণনির্মিত, মোতি খচিত কংকন দ্বারা অলংকৃত হবে। সেখানে তাদের পোশাক হবে রেশমের।", "pr": "জান্না-তু‘আদনিইঁ ইয়াদখুলূনাহা-ইউহাল্লাওনা ফীহা-মিন আছা-বিরা মিন যাহাবিওঁ ওয়ালু’লুওয়া- ওয়া লিবা-ছুহুম ফীহা-হারীর।", "sura_id": 35 }, { "ar": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِىٓ أَذْهَبَ عَنَّا الْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ", "ayat_id": 34, "id": 3694, "bn": "আর তারা বলবে-সমস্ত প্রশংসা আল্লাহর, যিনি আমাদের দূঃখ দূর করেছেন। নিশ্চয় আমাদের পালনকর্তা ক্ষমাশীল, গুণগ্রাহী।", "pr": "ওয়া কা-লুল হামদুলিল্লা-হিল্লাযী আযহাবা ‘আন্নাল হাঝানা ইন্না রাব্বানালাগাফূরুন শাকূর।", "sura_id": 35 }, { "ar": "الَّذِىٓ أَحَلَّنَا دَارَ الْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ", "ayat_id": 35, "id": 3695, "bn": "যিনি স্বীয় অনুগ্রহে আমাদেরকে বসবাসের গৃহে স্থান দিয়েছেন, তথায় কষ্ট আমাদেরকে স্পর্শ করে না এবং স্পর্শ করে না ক্লান্তি।", "pr": "আল্লাযীআহাল্লানা-দা-রাল মুকা-মাতি মিন ফাদলিহী লা-ইয়ামাছছুনা-ফীহানাসাবুওঁ ওয়ালা-ইয়ামাছছুনা ফীহা-লুগূব।", "sura_id": 35 }, { "ar": "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضٰى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذٰلِكَ نَجْزِى كُلَّ كَفُورٍ", "ayat_id": 36, "id": 3696, "bn": "আর যারা কাফের হয়েছে, তাদের জন্যে রয়েছে জাহান্নামের আগুন। তাদেরকে মৃত্যুর আদেশও দেয়া হবে না যে, তারা মরে যাবে এবং তাদের থেকে তার শাস্তিও লাঘব করা হবে না। আমি প্রত্যেক অকৃতজ্ঞকে এভাবেই শাস্তি দিয়ে থাকি।", "pr": "ওয়াল্লাযীনা কাফারূলাহুম না-রু জাহান্নামা লা-ইউকদা-‘আলাইহিম ফাইয়ামূতূ ওয়ালা-ইউখাফফাফু‘আনহুম মিন ‘আযা-বিহা- কাযা-লিকা নাজঝী কুল্লা কাফূর।", "sura_id": 35 }, { "ar": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صٰلِحًا غَيْرَ الَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظّٰلِمِينَ مِن نَّصِيرٍ", "ayat_id": 37, "id": 3697, "bn": "সেখানে তারা আর্ত চিৎকার করে বলবে, হে আমাদের পালনকর্তা, বের করুন আমাদেরকে, আমরা সৎকাজ করব, পূর্বে যা করতাম, তা করব না। (আল্লাহ বলবেন) আমি কি তোমাদেরকে এতটা বয়স দেইনি, যাতে যা চিন্তা করার বিষয় চিন্তা করতে পারতে? উপরন্তু তোমাদের কাছে সতর্ককারীও আগমন করেছিল। অতএব আস্বাদন কর। জালেমদের জন্যে কোন সাহায্যকারী নেই।", "pr": "ওয়া হুম ইয়াসতারিখূনা ফীহা- রাব্বানাআখরিজনা-না‘মাল সা-লিহান গাইরাল্লাযী কুন্না-না‘মালু আওয়ালাম নু‘আম্মির কুম মা-ইয়াতাযাক্কারু ফীহি মান তাযাক্কারা ওয়াজাআ কুমুন নাযীরু ফাযূকূফামা-লিজ্জা-লিমীনা মিন নাসীর।", "sura_id": 35 }, { "ar": "إِنَّ اللَّهَ عٰلِمُ غَيْبِ السَّمٰوٰتِ وَالْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ الصُّدُورِ", "ayat_id": 38, "id": 3698, "bn": "আল্লাহ আসমান ও যমীনের অদৃশ্য বিষয় সম্পর্কে জ্ঞাত। তিনি অন্তরের বিষয় সম্পর্কেও সবিশেষ অবহিত।", "pr": "ইন্নাল্লা-হা ‘আ-লিমুগাইবিছছামা-ওয়া-তি ওয়াল আরদি ইন্নাহূ‘আলীমুম বিযা-তিস সুদূ র।", "sura_id": 35 }, { "ar": "هُوَ الَّذِى جَعَلَكُمْ خَلٰٓئِفَ فِى الْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ الْكٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ الْكٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا", "ayat_id": 39, "id": 3699, "bn": "তিনিই তোমাদেরকে পৃথিবীতে স্বীয় প্রতিনিধি করেছেন। অতএব যে কুফরী করবে তার কুফরী তার উপরই বর্তাবে। কাফেরদের কুফর কেবল তাদের পালনকর্তার ক্রোধই বৃদ্ধি করে এবং কাফেরদের কুফর কেবল তাদের ক্ষতিই বৃদ্ধি করে।", "pr": "হুওয়াল্লাযী জা‘আলাকুম খালাইফা ফিল আরদি ফামান কাফারা ফা‘আলাইহি কুফরুহূ ওয়ালা-ইয়াঝীদুল কা-ফিরীনা কুফরুহুম ‘ইনদা রাব্বিহিম ইল্লা-মাকতাওঁ ওয়ালাইয়াঝীদুল কা-ফিরীনা কুফরুহুম ইল্লা-খাছা-রা-।", "sura_id": 35 }, { "ar": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ أَرُونِى مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِ أَمْ ءَاتَيْنٰهُمْ كِتٰبًا فَهُمْ عَلٰى بَيِّنَتٍ مِّنْهُ ۚ بَلْ إِن يَعِدُ الظّٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا", "ayat_id": 40, "id": 3700, "bn": "বলুন, তোমরা কি তোমাদের সে শরীকদের কথা ভেবে দেখেছ, যাদেরকে আল্লাহর পরিবর্তে তোমরা ডাক? তারা পৃথিবীতে কিছু সৃষ্টি করে থাকলে আমাকে দেখাও। না আসমান সৃষ্টিতে তাদের কোন অংশ আছে, না আমি তাদেরকে কোন কিতাব দিয়েছি যে, তারা তার দলীলের উপর কায়েম রয়েছে, বরং জালেমরা একে অপরকে কেবল প্রতারণামূলক ওয়াদা দিয়ে থাকে।", "pr": "কুল আরাআইতুম শুরাকাআকুমুল্লাযীনা তাদ‘ঊনা মিন দূ নিল্লা-হি আরূনী মা-যাখালাকূমিনাল আরদিআম লাহুম শিরকুন ফিছ ছামা-ওয়া-তি আম আ-তাইনা-হুম কিতা-বান ফাহুম ‘আলা-বাইয়িনাতিম মিনহু বাল ইয়ঁইয়া‘ইদুজ্জা-লিমূনা বা‘দুহুম বা‘দান ইল্লা-গুরূরা", "sura_id": 35 }, { "ar": "إِنَّ اللَّهَ يُمْسِكُ السَّمٰوٰتِ وَالْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا", "ayat_id": 41, "id": 3701, "bn": "নিশ্চয় আল্লাহ আসমান ও যমীনকে স্থির রাখেন, যাতে টলে না যায়। যদি এগুলো টলে যায় তবে তিনি ব্যতীত কে এগুলোকে স্থির রাখবে? তিনি সহনশীল, ক্ষমাশীল।", "pr": "ইন্নাল্লা-হা ইউমছিকুছ ছামা-ওয়া-তি ওয়াল আরদা আন তাঝূলা- ওয়ালাইন ঝালাতাইন আমছাকাহুমা-মিন আহাদিম মিম বা‘দিহী ইন্নাহূকা-না হালীমান গাফূরা-।", "sura_id": 35 }, { "ar": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدٰى مِنْ إِحْدَى الْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا", "ayat_id": 42, "id": 3702, "bn": "তারা জোর শপথ করে বলত, তাদের কাছে কোন সতর্ককারী আগমন করলে তারা অন্য যে কোন সম্প্রদায় অপেক্ষা অধিকতর সৎপথে চলবে। অতঃপর যখন তাদের কাছে সতর্ককারী আগমন করল, তখন তাদের ঘৃণাই কেবল বেড়ে গেল।", "pr": "ওয়া আকছামূবিল্লা-হি জাহদা আইমা-নিহিম লাইন জাআহুম নাযীরুল্লাইয়াকূনুন্না আহদামিন ইহদাল উমামি ফালাম্মা-জাআহুম নাযীরুম মা-ঝা-দাহুম ইল্লা-নুফূরা-।", "sura_id": 35 }, { "ar": "اسْتِكْبَارًا فِى الْأَرْضِ وَمَكْرَ السَّيِّئِ ۚ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا", "ayat_id": 43, "id": 3703, "bn": "পৃথিবীতে ঔদ্ধত্যের কারণে এবং কুচক্রের কারণে। কুচক্র কুচক্রীদেরকেই ঘিরে ধরে। তারা কেবল পূর্ববর্তীদের দশারই অপেক্ষা করছে। অতএব আপনি আল্লাহর বিধানে পরিবর্তন পাবেন না এবং আল্লাহর রীতি-নীতিতে কোন রকম বিচ্যুতিও পাবেন না।", "pr": "ইছতিকবা-রান ফিল আরদিওয়ামাকরাছ ছাইয়িয়ি ওয়ালা-ইয়াহীকুল মাকরুছ ছাইয়িইউ ইল্লা-বিআহলিহী ফাহাল ইয়ানজু রূনা ইল্লা-ছুন্নাতাল আওওয়ালীনা ফালান তাজিদা লিছুন্নাতিল্লা-হি তাবদীলাওঁ ওয়ালান তাজিদা লিছুন্নাতিল্লা-হি তাহবীলা-।", "sura_id": 35 }, { "ar": "أَوَلَمْ يَسِيرُوا فِى الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عٰقِبَةُ الَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ اللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى السَّمٰوٰتِ وَلَا فِى الْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا", "ayat_id": 44, "id": 3704, "bn": "তারা কি পৃথিবীতে ভ্রমণ করে না? করলে দেখত তাদের পূর্ববর্তীদের কি পরিণাম হয়েছে। অথচ তারা তাদের অপেক্ষা অধিকতর শক্তিশালী ছিল। আকাশ ও পৃথিবীতে কোন কিছুই আল্লাহকে অপারগ করতে পারে না। নিশ্চয় তিনি সর্বজ্ঞ সর্বশক্তিমান।", "pr": "আওয়ালাম ইয়াছীরূফিল আরদিফাইয়ানজুরূকাইফা কা-না ‘আ-কিবাতুল্লাযীনা মিন কাবলিহিম ওয়া কা-নূআশাদ্দা মিনহুম কুওওয়াতাওঁ ওয়ামা-কা-নাল্লা-হু লিইউ‘জিঝাহূ মিন শাইয়িন ফিছ ছামা-ওয়া-তি ওয়ালা-ফিল আরদি ইন্নাহূকা-না ‘আলীমান কাদীরা-।", "sura_id": 35 }, { "ar": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلٰى ظَهْرِهَا مِن دَآبَّةٍ وَلٰكِن يُؤَخِّرُهُمْ إِلٰىٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا", "ayat_id": 45, "id": 3705, "bn": "যদি আল্লাহ মানুষকে তাদের কৃতকর্মের কারণে পাকড়াও করতেন, তবে ভুপৃষ্ঠে চলমানকাউকে ছেড়ে দিতেন না। কিন্তু তিনি এক নির্দিষ্ট মেয়াদ পর্যন্ত তাদেরকে অবকাশ দেন। অতঃপর যখন সে নির্দিষ্ট মেয়াদ এসে যাবে তখন আল্লাহর সব বান্দা তাঁর দৃষ্টিতে থাকবে।", "pr": "ওয়ালাও ইউআ-খিযু ল্লা-হুন্না-ছা বিমা-কাছাবূমা-তারাকা ‘আলা-জাহরিহা-মিন দাব্বাতিওঁ ওয়ালা-কিইঁ ইউআখখিরুহুম ইলাআজালিম মুছাম্মান ফাইযা-জাআ আজালুহুম ফাইন্নাল্লা-হা কা-না বি‘ইবা-দিহী বাসীরা।", "sura_id": 35 }]