[{ "ar": "الٓر ۚ كِتٰبٌ أُحْكِمَتْ ءَايٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ", "ayat_id": 1, "id": 1474, "bn": "আলিফ, লা-ম, রা; এটি এমন এক কিতাব, যার আয়াত সমূহ সুপ্রতিষ্ঠিত অতঃপর সবিস্তারে বর্ণিত এক মহাজ্ঞানী, সর্বজ্ঞ সত্তার পক্ষ হতে।", "pr": "আলিফ লামরা-,কিতা-বুনউহকিমাত আ-য়া-তুহূছু ম্মা ফুসসিলাত মিল্লাদুনহাকীমিন খাবীর।", "sura_id": 11 }, { "ar": "أَلَّا تَعْبُدُوٓا إِلَّا اللَّهَ ۚ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ", "ayat_id": 2, "id": 1475, "bn": "যেন তোমরা আল্লাহ ব্যতীত অন্য কারো বন্দেগী না কর। নিশ্চয় আমি তোমাদের প্রতি তাঁরই পক্ষ হতে সতর্ককারী ও সুসংবাদ দাতা।", "pr": "আল্লা তা‘বুদূ  ইল্লাল্লা-হা ইন্নানী লাকুম মিনহু নাযীরুওঁ ওয়াবাশীর।", "sura_id": 11 }, { "ar": "وَّأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوٓا إِلَيْهِ يُمَتِّعْكُم مَّتٰعًا حَسَنًا إِلٰىٓ أَجَلٍ مُّسَمًّى وَّيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ ۖ وَإِن تَوَلَّوْا فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ", "ayat_id": 3, "id": 1476, "bn": "আর তোমরা নিজেদের পালনকর্তা সমীপে ক্ষমা প্রার্থনা কর। অনন্তর তাঁরই প্রতি মনোনিবেশ কর। তাহলে তিনি তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত উৎকৃষ্ট জীবনোপকরণ দান করবেন এবং অধিক আমলকারীকে বেশী করে দেবেন আর যদি তোমরা বিমুখ হতে থাক, তবে আমি তোমাদের উপর এক মহা দিবসের আযাবের আশঙ্কা করছি।", "pr": "ওয়া আনিছতাগফিরূ রাব্বাকুম ছুম্মা তূবূইলাইহি ইউমাত্তি‘কুম মাতা-‘আন হাছানান ইলা আজালিম মুছাম্মাওঁ ওয়াইউ’তি কুল্লা যী ফাদলিন ফাদলাহূ ওয়া ইন তাওয়াল্লাও ফাইন্নী আখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন কাবীর।", "sura_id": 11 }, { "ar": "إِلَى اللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 4, "id": 1477, "bn": "আল্লাহর সান্নিধ্যেই তোমাদেরকে ফিরে যেতে হবে। আর তিনি সব কিছুর উপর ক্ষমতাবান।", "pr": "ইলাল্লা-হি মারজি‘উকুম ওয়া হুওয়া ‘আলা-কুল্লি শাইইন কাদীর।", "sura_id": 11 }, { "ar": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ الصُّدُورِ", "ayat_id": 5, "id": 1478, "bn": "জেনে রাখ, নিশ্চয়ই তারা নিজেদের বক্ষদেশ ঘুরিয়ে দেয় যেন আল্লাহর নিকট হতে লুকাতে পারে। শুন, তারা তখন কাপড়ে নিজেদেরকে আচ্ছাদিত করে, তিনি তখনও জানেন যা কিছু তারা চুপিসারে বলে আর প্রকাশ্যভাবে বলে। নিশ্চয় তিনি জানেন যা কিছু অন্তর সমূহে নিহিত রয়েছে।", "pr": "আলাইন্নাহুম ইয়াছনূনা সুদূ রাহুম লিইয়াছতাখফূমিনহু  আলা-হীনা ইয়াছতাগশূনা ছিয়া-বাহুম ইয়া‘লামুমা-ইউছিররূনা ওয়ামা-ইউ‘লিনূনা ইন্নাহূ‘আলীমুম বিযাতিসসুদূ র।", "sura_id": 11 }, { "ar": "وَمَا مِن دَآبَّةٍ فِى الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِى كِتٰبٍ مُّبِينٍ", "ayat_id": 6, "id": 1479, "bn": "আর পৃথিবীতে কোন বিচরণশীল নেই, তবে সবার জীবিকার দায়িত্ব আল্লাহ নিয়েছেন তিনি জানেন তারা কোথায় থাকে এবং কোথায় সমাপিত হয়। সবকিছুই এক সুবিন্যস্ত কিতাবে রয়েছে।", "pr": "ওয়ামা-মিন দাব্বাতিন ফিল আরদিইল্লা- ‘আলাল্লা-হি রিঝকুহা- ওয়া ইয়া‘লামু মুছতাকাররাহা-ওয়া মুছতাওদা‘আহা- কুল্লুন ফী কিতা-বিম মুবীন।", "sura_id": 11 }, { "ar": "وَهُوَ الَّذِى خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى الْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوٓا إِنْ هٰذَآ إِلَّا سِحْرٌ مُّبِينٌ", "ayat_id": 7, "id": 1480, "bn": "তিনিই আসমান ও যমীন ছয় দিনে তৈরী করেছেন, তাঁর আরশ ছিল পানির উপরে, তিনি তোমাদেরকে পরীক্ষা করতে চান যে, তোমাদের মধ্যে কে সবচেয়ে ভাল কাজ করে। আর যদি আপনি তাদেরকে বলেন যে, \"নিশ্চয় তোমাদেরকে মৃত্যুর পরে জীবিত ওঠানো হবে, তখন কাফেরেরা অবশ্য বলে এটা তো স্পষ্ট যাদু!\";", "pr": "ওয়া হুওয়াল্লাযীখালাকাছছামা-ওয়া-তি ওয়াল আরদাফী ছিত্তাতি আইয়া-মিওঁ ওয়া কা-না ‘আরশুহূ‘আলাল মাই লিইয়াবলুওয়াকুম আইয়ুকুম আহছানু‘আমালাওঁ ওয়ালাইন কুলতা ইন্নাকুম মাব‘ঊছূনা মিম বা‘দিল মাওতি লাইয়াকূলান্নাল্লাযীনা কাফারূইন হা-যাইল্লা-ছিহরুম মুবীন।", "sura_id": 11 }, { "ar": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلٰىٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "ayat_id": 8, "id": 1481, "bn": "আর যদি আমি এক নির্ধারিত মেয়াদ পর্যন্ত তাদের আযাব স্থগিত রাখি, তাহলে তারা নিশ্চয়ই বলবে কোন জিনিসে আযাব ঠেকিয়ে রাখছে? শুনে রাখ, যেদিন তাদের উপর আযাব এসে পড়বে, সেদিন কিন্তু তা ফিরে যাওয়ার নয়; তারা যে ব্যাপারে উপহাস করত তাই তাদেরকে ঘিরে ফেলবে।", "pr": "ওয়া লাইন আখখারনা-‘আনহুমুল ‘আযা-বা ইলাউম্মাতিম মা‘দূদাতিল লাইয়াকূলুন্না মাইয়াহবিছুহূ আলা-ইয়াওমা ইয়া’তীহিম লাইছা মাছরূফান ‘আনহুম ওয়া হা-কা বিহীম মা-কা-নূবিহী ইয়াছতাহঝিঊ-ন।", "sura_id": 11 }, { "ar": "وَلَئِنْ أَذَقْنَا الْإِنسٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ", "ayat_id": 9, "id": 1482, "bn": "আর অবশ্যই যদি আমি মানুষকে আমার রহমতের আস্বাদ গ্রহণ করতে দেই, অতঃপর তা তার থেকে ছিনিয়ে নেই; তাহলে সে হতাশ ও কৃতঘ্ন হয়।", "pr": "ওয়ালাইন আযাকনাল ইনছা-না মিন্না-রাহমাতান ছুম্মা নাঝা‘না-হা-মিনহু ইন্নাহূ লাইয়াঊছুন কাফূর।", "sura_id": 11 }, { "ar": "وَلَئِنْ أَذَقْنٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّـَٔاتُ عَنِّىٓ ۚ إِنَّهُۥ لَفَرِحٌ فَخُورٌ", "ayat_id": 10, "id": 1483, "bn": "আর যদি তার উপর আপতিত দুঃখ কষ্টের পরে তাকে সুখভোগ করতে দেই, তবে সে বলতে থাকে যে, আমার অমঙ্গল দূর হয়ে গেছে, আর সে আনন্দে আত্নহারা হয়, অহঙ্কারে উদ্দত হয়ে পড়ে।", "pr": "ওয়ালাই আযাকনা-হু না‘মাআ বা‘দা দাররাআ মাছছাতহু লাইয়াকূলান্না যাহাবাছ ছাইয়িআ-তু‘আন্নী ইন্নাহূলাফারিহুন ফাখূর।", "sura_id": 11 }, { "ar": "إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصّٰلِحٰتِ أُولٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ", "ayat_id": 11, "id": 1484, "bn": "তবে যারা ধৈর্য্যধারণ করেছে এবং সৎকার্য করেছে তাদের জন্য ক্ষমা ও বিরাট প্রতিদান রয়েছে।", "pr": "ইল্লাল্লাযীনা সাবারূ ওয়া ‘আমিলুসসা-লিহা-তি উলাইকা লাহুম মাগফিরাতুওঁ ওয়া আজরুন কাবীর।", "sura_id": 11 }, { "ar": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحٰىٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ ۚ إِنَّمَآ أَنتَ نَذِيرٌ ۚ وَاللَّهُ عَلٰى كُلِّ شَىْءٍ وَكِيلٌ", "ayat_id": 12, "id": 1485, "bn": "আর সম্ভবতঃ ঐসব আহকাম যা ওহীর মাধ্যমে তোমার নিকট পাঠানো হয়, তার কিছু অংশ বর্জন করবে? এবং এতে মন ছোট করে বসবে? তাদের এ কথায় যে, তাঁর উপর কোন ধন-ভান্ডার কেন অবতীর্ণ হয়নি? অথবা তাঁর সাথে কোন ফেরেশতা আসেনি কেন? তুমিতো শুধু সতর্ককারী মাত্র; আর সব কিছুরই দায়িত্বভার তো আল্লাহই নিয়েছেন।", "pr": "ফালা‘আল্লাকা তা-রিকুম বা‘দা মা-ইঊহাইলাইকা ওয়া দাইকুম বিহী সাদরুকা আইঁ ইয়াকূলূলাওলাউনঝিলা ‘আলাইহি কানঝুন আও জাআ মা‘আহূমালাকুন ইন্নামা আনতা নাযীরুওঁ ওয়াল্লা-হু ‘আলা-কুল্লি শাইইওঁ ওয়াকীল।", "sura_id": 11 }, { "ar": "أَمْ يَقُولُونَ افْتَرٰىهُ ۖ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيٰتٍ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 13, "id": 1486, "bn": "তারা কি বলে? কোরআন তুমি তৈরী করেছ? তুমি বল, তবে তোমরাও অনুরূপ দশটি সূরা তৈরী করে নিয়ে আস এবং আল্লাহ ছাড়া যাকে পার ডেকে নাও, যদি তোমাদের কথা সত্য হয়ে থাকে।", "pr": "আম ইয়াকূলুনাফ তারা-হু কুল ফা’তূবি‘আশরি ছুওয়ারিম মিছলিহী মুফতারাইয়া-তিওঁ ওয়াদ‘ঊ মানিছতাতা‘তুম মিনদূ নিল্লা-হি ইন কুনতুম সা-দিকীন।", "sura_id": 11 }, { "ar": "فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوٓا أَنَّمَآ أُنزِلَ بِعِلْمِ اللَّهِ وَأَن لَّآ إِلٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ", "ayat_id": 14, "id": 1487, "bn": "অতঃপর তারা যদি তোমাদের কথা পুরণ করতে অপারগ হয়; তবে জেনে রাখ, এটি আল্লাহর এলম দ্বারা অবতীর্ণ হয়েছে; আরো একীন করে নাও যে, আল্লাহ ব্যতীত অন্য কোন মাবুদ নেই। অতএব, এখন কি তোমরা আত্নসমর্পন করবে?", "pr": "ফাইল্লাম ইয়াছতাজীবূলাকুম ফা‘লামূআন্নামাউনঝিলা বি‘ইলমিল্লা-হি ওয়া আল্লাইলা-হা ইল্লা-হুওয়া ফাহাল আনতুম মুছলিমূন।", "sura_id": 11 }, { "ar": "مَن كَانَ يُرِيدُ الْحَيٰوةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ", "ayat_id": 15, "id": 1488, "bn": "যে ব্যক্তি পার্থিবজীবন ও তার চাকচিক্যই কামনা করে, হয় আমি তাদের দুনিয়াতেই তাদের আমলের প্রতিফল ভোগ করিয়ে দেব এবং তাতে তাদের প্রতি কিছুমাত্র কমতি করা হয় না।", "pr": "মান কা-না ইউরীদুলহায়া-তাদদুনইয়া-ওয়াঝীনাতাহা-নুওয়াফফি ইলাইহিম আ‘মা-লাহুম ফীহা-ওয়াহুম ফীহা-লা-ইউবখাছূন।", "sura_id": 11 }, { "ar": "أُولٰٓئِكَ الَّذِينَ لَيْسَ لَهُمْ فِى الْءَاخِرَةِ إِلَّا النَّارُ ۖ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبٰطِلٌ مَّا كَانُوا يَعْمَلُونَ", "ayat_id": 16, "id": 1489, "bn": "এরাই হল সেসব লোক আখেরাতে যাদের জন্য আগুন ছাড়া নেই। তারা এখানে যা কিছু করেছিল সবই বরবাদ করেছে; আর যা কিছু উপার্জন করেছিল, সবই বিনষ্ট হল।", "pr": "উলাইকাল্লাযীনা লাইছা লাহুম ফিল আ-খিরাতি ইল্লান্না-রু  ওয়া হাবিতা মা-সানা‘ঊ ফীহা-ওয়া বা-তিলুম মা-কা-নূইয়া‘মালূন।", "sura_id": 11 }, { "ar": "أَفَمَن كَانَ عَلٰى بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتٰبُ مُوسٰىٓ إِمَامًا وَرَحْمَةً ۚ أُولٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۚ وَمَن يَكْفُرْ بِهِۦ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُۥ ۚ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ الْحَقُّ مِن رَّبِّكَ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ", "ayat_id": 17, "id": 1490, "bn": "আচ্ছা বল তো, যে ব্যক্তি তার প্রভুর সুস্পষ্ট পথে রয়েছে, আর সাথে সাথে আল্লাহর তরফ থেকে একটি সাক্ষীও বর্তমান রয়েছে এবং তার পূর্ববর্তী মূসা (আঃ) এর কিতাবও সাক্ষী যা ছিল পথনির্দেশক ও রহমত স্বরূপ, (তিনি কি অন্যান্যের সমান) অতএব তাঁরা কোরআনের প্রতি ঈমান আনেন। আর ঐসব দলগুলি যে কেউ তা অস্বীকার করে, দোযখই হবে তার ঠিকানা। অতএব, আপনি তাতে কোন সন্দেহে থাকবেন না। নিঃসন্দেহে তা আপনার পালনকর্তার পক্ষ হতে ধ্রুব সত্য; তথাপি অনেকেই তা বিশ্বাস করে না।", "pr": "আফামান কা-না ‘আলা-বাইয়িনাতিম মির রাব্বিহী ওয়া ইয়াতলূহু শা-হিদুম মিনহু ওয়ামিন কাবলিহী কিতা-বুমূছা-ইমা-মাওঁ ওয়া রাহমাতান উলাইকা ইউ’মিনূনা বিহী ওয়া মাইঁ ইয়াকফুর বিহী মিনাল আহঝা-বি ফান্না-রু মাও‘ইদুহূ ফালা-তাকুফী মিরইয়াতিম মিনহু  ইন্নাহুল হাক্কুমির রাব্বিকা ওয়ালা-কিন্না আকছারান্না-ছি লাইউ’মিনূন।", "sura_id": 11 }, { "ar": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللَّهِ كَذِبًا ۚ أُولٰٓئِكَ يُعْرَضُونَ عَلٰى رَبِّهِمْ وَيَقُولُ الْأَشْهٰدُ هٰٓؤُلَآءِ الَّذِينَ كَذَبُوا عَلٰى رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظّٰلِمِينَ", "ayat_id": 18, "id": 1491, "bn": "আর তাদের চেয়ে বড় যালেম কে হতে পারে, যারা আল্লাহর প্রতি মিথ্যারোপ করে। এসব লোককে তাদের পালনকর্তার সাক্ষাত সম্মূখীন করা হবে আর সাক্ষিগণ বলতে থাকবে, এরাই ঐসব লোক, যারা তাদের পালনকর্তার প্রতি মিথ্যারোপ করেছিল। শুনে রাখ, যালেমদের উপর আল্লাহর অভিসম্পাত রয়েছে।", "pr": "ওয়া মান আজলামূমিম্মানিফতারা-‘আলাল্লা-হি কাযিবান উলাইকা ইউ‘রাদূনা ‘আলারাব্বিহিম ওয়া ইয়াকূলুল আশহা-দুহাউলাইল্লাযীনা কাযাবূ‘আলা-রাব্বিহিম আলা-লা‘নাতুল্লা-হি ‘আলাজ্জা-লিমীন।", "sura_id": 11 }, { "ar": "الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْءَاخِرَةِ هُمْ كٰفِرُونَ", "ayat_id": 19, "id": 1492, "bn": "যারা আল্লাহর পথে বাধা দেয়, আর তাতে বক্রতা খুজে বেড়ায়, এরাই আখরাতকে অস্বীকার করে।", "pr": "আল্লাযীনা ইয়াসুদ্দূনা ‘আন ছাবীলিল্লা-হি ওয়া ইয়াবগূনাহা-‘ইওয়াজাওঁ ওয়াহুম বিলআখিরাতি হুম কা-ফিরূন।", "sura_id": 11 }, { "ar": "أُولٰٓئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِى الْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَآءَ ۘ يُضٰعَفُ لَهُمُ الْعَذَابُ ۚ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ", "ayat_id": 20, "id": 1493, "bn": "তারা পৃথিবীতেও আল্লাহকে অপারগ করতে পারবে না এবং আল্লাহ ব্যতীত তাদের কোন সাহায্যকারীও নেই, তাদের জন্য দ্বিগুণ শাস্তি রয়েছে; তারা শুনতে পারত না এবং দেখতেও পেত না।", "pr": "উলাইকা লাম ইয়াকূনূ মু‘জিঝীনা ফিল আরদিওয়ামা-কা-না লাহুম মিন দূ নিল্লা-হি মিন আওলিয়াআ । ইউদা-‘আফুলাহুমুল ‘আযা-বু মা-কা-নূইয়াছতাতী‘ঊনাছছাম‘আ ওয়ামা-কা-নূইউবসিরূন।", "sura_id": 11 }, { "ar": "أُولٰٓئِكَ الَّذِينَ خَسِرُوٓا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "ayat_id": 21, "id": 1494, "bn": "এরা সে লোক, যারা নিজেরাই নিজেদেরকে ক্ষতিগ্রস্ত করেছে, আর এরা যা কিছু মিথ্যা মা’বুদ সাব্যস্ত করেছিল, তা সবই তাদের থেকে হারিয়ে গেছে।", "pr": "উলাইকাল্লাযীনা খাছিরূ আনফুছাহুম ওয়াদাল্লা ‘আনহুম মা-কা-নূইয়াফতারূন।", "sura_id": 11 }, { "ar": "لَا جَرَمَ أَنَّهُمْ فِى الْءَاخِرَةِ هُمُ الْأَخْسَرُونَ", "ayat_id": 22, "id": 1495, "bn": "আখেরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্থ কোন সন্দেহ নেই।", "pr": "লা-জারামা আন্নাহুম ফিল আ-খিরাতি হুমুল আখছারূন।", "sura_id": 11 }, { "ar": "إِنَّ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ وَأَخْبَتُوٓا إِلٰى رَبِّهِمْ أُولٰٓئِكَ أَصْحٰبُ الْجَنَّةِ ۖ هُمْ فِيهَا خٰلِدُونَ", "ayat_id": 23, "id": 1496, "bn": "নিশ্চয়ই যারা ঈমান এনেছে ও সৎকাজ করেছে এবং স্বীয় পালনকর্তার সমীপে বিনতি প্রকাশ করেছে তারাই বেহেশতবাসী, সেখানেই তারা চিরকাল থাকবে।", "pr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া আখবাতুইলা-রাব্বিহিম উলাইকা আসহা-বুল জান্নাতি হুম ফীহা-খা-লিদূ ন।", "sura_id": 11 }, { "ar": "مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمٰى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ", "ayat_id": 24, "id": 1497, "bn": "উভয় পক্ষের দৃষ্টান্ত হচ্ছে যেমন অন্ধ ও বধির এবং যে দেখতে পায় ও শুনতে পায় উভয়ের অবস্থা কি এক সমান? তবুও তোমরা কি ভেবে দেখ না?", "pr": "মাছালুল ফারীকাইনি কালআ‘মা-ওয়াল আসাম্মি ওয়াল বাসীরি ওয়াছছামী‘ই হাল ইয়াছতাবিইয়া-নি মাছালান- আফালা-তাযাক্কারূন।", "sura_id": 11 }, { "ar": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلٰى قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ", "ayat_id": 25, "id": 1498, "bn": "আর অবশ্যই আমি নূহ (আঃ) কে তাঁর জাতির প্রতি প্রেরণ করেছি, (তিনি বললেন) নিশ্চয় আমি তোমাদের জন্য প্রকাশ্য সতর্ককারী।", "pr": "ওয়া লাকাদ আরছালনা-নূহান ইলা-কাওমিহী   ইন্নী লাকুম নাযীরুম মুবীন।", "sura_id": 11 }, { "ar": "أَن لَّا تَعْبُدُوٓا إِلَّا اللَّهَ ۖ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ", "ayat_id": 26, "id": 1499, "bn": "তোমরা আল্লাহ ব্যতীত কারো এবাদত করবে না। নিশ্চয় আমি তোমাদের ব্যাপারে এক যন্ত্রণাদায়ক দিনের আযাবের ভয় করছি।", "pr": "আল্লা-তা‘বুদূইল্লাল্লা-হা ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন আলীম।", "sura_id": 11 }, { "ar": "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِۦ مَا نَرٰىكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرٰىكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ الرَّأْىِ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِن فَضْلٍۭ بَلْ نَظُنُّكُمْ كٰذِبِينَ", "ayat_id": 27, "id": 1500, "bn": "তখন তাঁর কওমের কাফের প্রধানরা বলল আমরা তো আপনাকে আমাদের মত একজন মানুষ ব্যতীত আর কিছু মনে করি না; আর আমাদের মধ্যে যারা ইতর ও স্থুল-বুদ্ধিসম্পন্ন তারা ব্যতীত কাউকে তো আপনার আনুগত্য করতে দেখি না এবং আমাদের উপর আপনাদের কেন প্রাধান্য দেখি না, বরং আপনারা সবাই মিথ্যাবাদী বলে আমারা মনে করি।", "pr": "ফাকালাল মালাউল্লাযীনা কাফারূ মিন কাওমিহী মা-নারা-কা ইল্লা-বাশারাম মিছলানাওয়ামা-নারা-কাততাবা‘আকা ইল্লাল্লাযীনা হুম আরা-যিলুনা-বা-দিয়াররা’ই ওয়ামানারা-লাকুম ‘আলাইনা-মিন ফাদলিম বাল নাজুন্নুকুম কা-যিবীন।", "sura_id": 11 }, { "ar": "قَالَ يٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلٰى بَيِّنَةٍ مِّن رَّبِّى وَءَاتٰىنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كٰرِهُونَ", "ayat_id": 28, "id": 1501, "bn": "নূহ (আঃ) বললেন-হে আমার জাতি! দেখ তো আমি যদি আমার পালনকর্তার পক্ষ হতে স্পষ্ট দলীলের উপর থাক, আর তিনি যদি তাঁর পক্ষ হতে আমাকে রহমত দান করে থাকেন, তারপরেও তা তোমাদের চোখে না পড়ে, তাহলে আমি কি উহা তোমাদের উপর তোমাদের ইচ্ছার বিরুদ্ধেই চাপিয়ে দিতে পারি ?", "pr": "কা-লা ইয়া-কাওমি আরাআইতুম ইন কুনতু‘আলা-বাইয়িনাতিম মির রাববী ওয়া আ-তা-নী রাহমাতাম মিন ‘ইনদিহী ফা‘উম্মিয়াত ‘আলাইকুম আনুলঝিমুকুমূহা-ওয়া আনতুম লাহাকা-রিহূন।", "sura_id": 11 }, { "ar": "وَيٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى اللَّهِ ۚ وَمَآ أَنَا۠ بِطَارِدِ الَّذِينَ ءَامَنُوٓا ۚ إِنَّهُم مُّلٰقُوا رَبِّهِمْ وَلٰكِنِّىٓ أَرٰىكُمْ قَوْمًا تَجْهَلُونَ", "ayat_id": 29, "id": 1502, "bn": "আর হে আমার জাতি! আমি তো এজন্য তোমাদের কাছে কোন অর্থ চাই না; আমার পারিশ্রমিক তো আল্লাহর জিম্মায় রয়েছে। আমি কিন্তু ঈমানদারদের তাড়িয়ে দিতে পারি না। তারা অবশ্যই তাদের পালনকর্তার সাক্ষাত লাভ করবে। বরঞ্চ তোমাদেরই আমি অজ্ঞ সম্প্রদায় দেখছি।", "pr": "ওয়া ইয়া-কাওমি লাআছআলুকুম ‘আলাইহি মা-লান ইন আজরিয়া ইল্লা-‘আলাল্লা-হি ওয়ামাআনা-বিতা-রিদিল্লাযীনা আ-মানূ ইন্নাহুম মুলা-কূরাব্বিহিম ওয়ালাকিন্নীআরা-কুম কাওমান তাজহালূন।", "sura_id": 11 }, { "ar": "وَيٰقَوْمِ مَن يَنصُرُنِى مِنَ اللَّهِ إِن طَرَدتُّهُمْ ۚ أَفَلَا تَذَكَّرُونَ", "ayat_id": 30, "id": 1503, "bn": "আর হে আমার জাতি! আমি যদি তাদের তাড়িয়ে দেই তাহলে আমাকে আল্লাহ হতে রেহাই দেবে কে? তোমরা কি চিন্তা করে দেখ না?", "pr": "ওয়া ইয়া-কাওমি মাইঁ ইয়ানসুরুনী মিনাল্লা-হি ইন তারাততুহুম আফালা-তাযাক্কারূন।", "sura_id": 11 }, { "ar": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ اللَّهِ وَلَآ أَعْلَمُ الْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ اللَّهُ خَيْرًا ۖ اللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ ۖ إِنِّىٓ إِذًا لَّمِنَ الظّٰلِمِينَ", "ayat_id": 31, "id": 1504, "bn": "আর আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ভান্ডার রয়েছে এবং একথাও বলি না যে, আমি গায়বী খবরও জানি; একথাও বলি না যে, আমি একজন ফেরেশতা; আর তোমাদের দৃষ্টিতে যারা লাঞ্ছিত আল্লাহ তাদের কোন কল্যাণ দান করবেন না। তাদের মনের কথা আল্লাহ ভাল করেই জানেন। সুতরাং এমন কথা বললে আমি অন্যায় কারী হব।", "pr": "ওয়ালাআকূলুলাকুম ‘ইনদী খাঝাইনুল্লা-হি ওয়ালাআ‘লামুল গাইবা ওয়ালাআকূলু ইন্নী মালাকুওঁ ওয়ালাআকূলুলিল্লাযীনা তাঝদারীআ‘ইউনুকুম লাইঁ ইউতিয়াহুমুল্লা-হু খাইরান আল্লা-হু আ‘লামুবিমা-ফীআনফুছিহিম ইন্নীইযাল লামিনাজ্জালিমীন।", "sura_id": 11 }, { "ar": "قَالُوا يٰنُوحُ قَدْ جٰدَلْتَنَا فَأَكْثَرْتَ جِدٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصّٰدِقِينَ", "ayat_id": 32, "id": 1505, "bn": "তারা বলল-হে নূহ! আমাদের সাথে আপনি তর্ক করেছেন এবং অনেক কলহ করেছেন। এখন আপনার সেই আযাব নিয়ে আসুন, যে সম্পর্কে আপনি আমাদিগকে সতর্ক করেছেন, যদি আপনি সত্যবাদী হয়ে থাকেন।", "pr": "কা-লূ ইয়া-নূহু কাদ জা-দালতানা ফাআকছারতা জিদা-লানা- ফা’তিনা- বিমাতা‘ইদুনাইন কুনতা মিনাসসা-দিকীন।", "sura_id": 11 }, { "ar": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ اللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ", "ayat_id": 33, "id": 1506, "bn": "তিনি বলেন, উহা তোমাদের কাছে আল্লাহই আনবেন, যদি তিনি ইচ্ছা করেন তখন তোমরা পালিয়ে তাঁকে অপারগ করতে পারবে না।", "pr": "কা-লা ইন্নামা-ইয়া’তীকুম বিহিল্লা-হু ইন শাআ ওয়ামাআনতুম বিমু‘জিঝীন।", "sura_id": 11 }, { "ar": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ اللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ", "ayat_id": 34, "id": 1507, "bn": "আর আমি তোমাদের নসীহত করতে চাইলেও তা তোমাদের জন্য ফলপ্রসূ হবে না, যদি আল্লাহ তোমাদেরকে গোমরাহ করতে চান; তিনিই তোমাদের পালনকর্তা এবং তাঁর কাছেই তোমাদের ফিরে যেতে হবে।", "pr": "ওয়ালা-ইয়ানফা‘উকুম নুসহীইন আরাততুআন আনসাহা লাকুম ইন কা-নাল্লা-হু ইউরীদু আইঁ ইউগবিয়াকুম হুওয়া রাব্বুকুম ওয়া ইলাইহি তুরজা‘ঊন।", "sura_id": 11 }, { "ar": "أَمْ يَقُولُونَ افْتَرٰىهُ ۖ قُلْ إِنِ افْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا۠ بَرِىٓءٌ مِّمَّا تُجْرِمُونَ", "ayat_id": 35, "id": 1508, "bn": "তারা কি বলে? আপনি কোরআন রচনা করে এনেছেন? আপনি বলে দিন আমি যদি রচনা করে এনে থাকি, তবে সে অপরাধ আমার, আর তোমরা যেসব অপরাধ কর তার সাথে আমার কোন সম্পর্ক নেই।", "pr": "আম ইয়াকূলূনাফ তারা-হু কুল ইনিফ তারাইতুহূফা‘আলাইয়া ইজরা-মী ওয়া আনা বারীউম মিম্মা-তুজরিমূন।", "sura_id": 11 }, { "ar": "وَأُوحِىَ إِلٰى نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ", "ayat_id": 36, "id": 1509, "bn": "আর নূহ (আঃ) এর প্রতি ওহী প্রেরণ করা হলো যে, যারা ইতিমধ্যেই ঈমান এনেছে তাদের ছাড়া আপনার জাতির অন্য কেউ ঈমান আনবেনা এতএব তাদের কার্যকলাপে বিমর্ষ হবেন না।", "pr": "ওয়া ঊহিয়া ইলা-নূহিনআন্নাহূলাইঁ ইউ’মিনা মিন কাওমিকা ইল্লা-মান কাদ আ-মানা ফালাতাবতাইছ বিমা-কা-নূইয়াফ‘আলূন।", "sura_id": 11 }, { "ar": "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخٰطِبْنِى فِى الَّذِينَ ظَلَمُوٓا ۚ إِنَّهُم مُّغْرَقُونَ", "ayat_id": 37, "id": 1510, "bn": "আর আপনি আমার সম্মুখে আমারই নির্দেশ মোতাবেক একটি নৌকা তৈরী করুন এবং পাপিষ্ঠদের ব্যাপারে আমাকে কোন কথা বলবেন না। অবশ্যই তারা ডুবে মরবে।", "pr": "ওয়াসনা‘ইল ফূলকা বিআ‘ইউনিনা-ওয়া ওয়াহয়িনা-ওয়ালা-তুখা-তিবনী ফিল্লাযীনা জালামূ  ইন্নাহুম মুগরাকূন।", "sura_id": 11 }, { "ar": "وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا مِنْهُ ۚ قَالَ إِن تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ", "ayat_id": 38, "id": 1511, "bn": "তিনি নৌকা তৈরী করতে লাগলেন, আর তাঁর কওমের নেতৃস্থানীয় ব্যক্তিরা যখন পার্শ্ব দিয়ে যেত, তখন তাঁকে বিদ্রুপ করত। তিনি বললেন, তোমরা যদি আমাদের উপহাস করে থাক, তবে তোমরা যেমন উপহাস করছ আমরাও তদ্রুপ তোমাদের উপহাস করছি।", "pr": "ওয়া ইয়াসনা‘উল ফুলকা ওয়া কুল্লামা-মাররা ‘আলাইহি মালাউম মিন কাওমিহী ছাখিরূ মিনহু কা-লা ইন তাছখারূ মিন্না-ফাইন্না-নাছখারু মিনকুম কামা-তাছখারূন।", "sura_id": 11 }, { "ar": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ", "ayat_id": 39, "id": 1512, "bn": "অতঃপর অচিরেই জানতে পারবে-লাঞ্ছনাজনক আযাব কার উপর আসে এবং চিরস্থায়ী আযাব কার উপর অবতরণ করে।", "pr": "ফাছাওফা তা‘লামূনা  মাইঁ ইয়া’তীহি ‘আযা-বুইঁ ইউখঝীহি ওয়া ইয়াহিল্লু‘আলাইহি ‘আযা-বুম মুকীম।", "sura_id": 11 }, { "ar": "حَتّٰىٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ ءَامَنَ ۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ", "ayat_id": 40, "id": 1513, "bn": "অবশেষে যখন আমাদের আদেশ আসল এবং ভূপৃষ্ঠ  উথলে উঠল; আমরা বললাম, এতে উঠিয়ে নিন প্রত্যেক শ্রেণীর যুগলের দুটি, যাদের বিরুদ্ধে পূর্ব-সিদ্ধান্ত হয়েছে তারা ছাড়া আপনার পরিবার-পরিজনকে এবং যারা ঈমান এনেছে তাদেরকে। আর তার সাথে ঈমান এনেছিল কেবল  অল্প কয়েকজন।", "pr": "হাত্তা-ইযা-জাআ আমরুনা-ওয়া ফা-রাত্তাননূরু কুলনাহমিল ফীহা-মিন কুল্লিন ঝাওজাইনিছ নাইনি ওয়া আহলাকা ইল্লা-মান ছাবাকা ‘আলাইহিল কাওলুওয়ামান আ-মানা ওয়ামাআ-মানা মা‘আহূইল্লা-কালীল।", "sura_id": 11 }, { "ar": "وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَاوَمُرْسٰىهَآ ۚ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ", "ayat_id": 41, "id": 1514, "bn": "আর তিনি বললেন, তোমরা এতে আরোহন কর। আল্লাহর নামেই এর গতি ও স্থিতি। আমার পালনকর্তা অতি ক্ষমাপরায়ন, মেহেরবান।", "pr": "ওয়া কা-লার কাবূফীহা-বিছমিল্লা-হি মাজরেহা-ওয়া মুরছা-হা- ইন্না রাববী লাগাফূরুর রাহীম।", "sura_id": 11 }, { "ar": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَالْجِبَالِ وَنَادٰى نُوحٌ ابْنَهُۥ وَكَانَ فِى مَعْزِلٍ يٰبُنَىَّ ارْكَب مَّعَنَا وَلَا تَكُن مَّعَ الْكٰفِرِينَ", "ayat_id": 42, "id": 1515, "bn": "আর নৌকাখানি তাদের বহন করে চলল পর্বত প্রমাণ তরঙ্গমালার মাঝে, আর নূহ (আঃ) তাঁর পুত্রকে ডাক দিলেন আর সে সরে রয়েছিল, তিনি বললেন, প্রিয় বৎস! আমাদের সাথে আরোহন কর এবং কাফেরদের সাথে থেকো না।", "pr": "ওয়া হিয়া তাজরী বিহিম ফী মাওজিন কালজিবা-লি ওয়া না-দা-নূহুনিবনাহূওয়া কা-না ফী মা‘ঝিলিইঁ ইয়া-বুনাইয়ার কাব মা‘আনা-ওয়ালা তাকুম মা‘আল কা-ফিরীন।", "sura_id": 11 }, { "ar": "قَالَ سَـَٔاوِىٓ إِلٰى جَبَلٍ يَعْصِمُنِى مِنَ الْمَآءِ ۚ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَن رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ", "ayat_id": 43, "id": 1516, "bn": "সে বলল, আমি অচিরেই কোন পাহাড়ে আশ্রয় নেব, যা আমাকে পানি হতে রক্ষা করবে। নূহ (আঃ) বল্লেন আজকের দিনে আল্লাহর হুকুম থেকে কোন রক্ষাকারী নেই। একমাত্র তিনি যাকে দয়া করবেন। এমন সময় উভয়ের মাঝে তরঙ্গ আড়াল হয়ে দাঁড়াল, ফলে সে নিমজ্জিত হল।", "pr": "কা-লা ছাআ-বীইলা জাবালিইঁ ইয়া‘সিমুনী মিনাল মাই কা-লা লা-‘আ-সিমাল ইয়াওমা মিন আমরিল্লা-হি ইল্লা-মার রাহিমা ওয়াহা-লা বাইনাহুমাল মাওজুফাকা-না মিনাল মুগরাকীন।", "sura_id": 11 }, { "ar": "وَقِيلَ يٰٓأَرْضُ ابْلَعِى مَآءَكِ وَيٰسَمَآءُ أَقْلِعِى وَغِيضَ الْمَآءُ وَقُضِىَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِىِّ ۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ الظّٰلِمِينَ", "ayat_id": 44, "id": 1517, "bn": "আর নির্দেশ দেয়া হল-হে পৃথিবী! তোমার পানি গিলে ফেল, আর হে আকাশ, ক্ষান্ত হও। আর পানি হ্রাস করা হল এবং কাজ শেষ হয়ে গেল, আর জুদী পর্বতে নৌকা ভিড়ল এবং ঘোষনা করা হল, দুরাত্না কাফেররা নিপাত যাক।", "pr": "ওয়া-কীলা ইয়াআরদুবলা‘ঈমাআকি ওয়া ইয়া-ছামাউআকলি‘ঈ ওয়া গীদাল মাউওয়াকুদিয়াল আমরু ওয়াছতাওয়াত ‘আলাল জুদিইয়ি ওয়া কীলা বু‘দাল লিলকাওমিজ্জা-লিমীন।", "sura_id": 11 }, { "ar": "وَنَادٰى نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ابْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنتَ أَحْكَمُ الْحٰكِمِينَ", "ayat_id": 45, "id": 1518, "bn": "আর নূহ (আঃ) তাঁর পালনকর্তাকে ডেকে বললেন-হে পরওয়ারদেগার, আমার পুত্র তো আমার পরিজনদের অন্তর্ভুক্ত; আর আপনার ওয়াদাও নিঃসন্দেহে সত্য আর আপনিই সর্বাপেক্ষা বিজ্ঞ ফয়সালাকারী।", "pr": "ওয়া না-দা-নূহুর রাব্বাহূফাকা-লা রাব্বি ইন্নাবনী মিন আহলী ওয়া ইন্না ওয়া‘দাকাল হাক্কু আনতা আহকামুল হা-কিমীন।", "sura_id": 11 }, { "ar": "قَالَ يٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ الْجٰهِلِينَ", "ayat_id": 46, "id": 1519, "bn": "আল্লাহ বলেন, হে নূহ! নিশ্চয় সে আপনার পরিবারভুক্ত নয়। নিশ্চই সে দুরাচার! সুতরাং আমার কাছে এমন দরখাস্ত করবেন না, যার খবর আপনি জানেন না। আমি আপনাকে উপপদেশ দিচ্ছি যে, আপনি অজ্ঞদের দলভুক্ত হবেন না।", "pr": "কা-লা ইয়া-নূহুইন্নাহূলাইছা মিন আহলিকা ইন্নাহূ‘আমালুন গাইরু সা-লিহিন   ফালা-তাছআলনি মা-লাইছা লাকা বিহী ‘ইলমুন ইন্নী আ‘ইজুকা আন তাকূনা মিনাল জা-হিলীন।", "sura_id": 11 }, { "ar": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ الْخٰسِرِينَ", "ayat_id": 47, "id": 1520, "bn": "নূহ (আঃ) বলেন-হে আমার পালনকর্তা আমার যা জানা নেই এমন কোন দরখাস্ত করা হতে আমি আপনার কাছেই আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন, দয়া না করেন, তাহলে আমি ক্ষতিগ্রস্ত হব।", "pr": "কা-লা রাব্বি ইন্নীআঊযুবিকা আন আছআলাকা মা-লাইছা লী বিহী ‘ইলমুওঁ ওয়া ইল্লাতাগফিরলী ওয়া তারহামনী আকুম মিনাল খা-ছিরীন।", "sura_id": 11 }, { "ar": "قِيلَ يٰنُوحُ اهْبِطْ بِسَلٰمٍ مِّنَّا وَبَرَكٰتٍ عَلَيْكَ وَعَلٰىٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ", "ayat_id": 48, "id": 1521, "bn": "হুকুম হল-হে নূহ (আঃ)! আমার পক্ষ হতে নিরাপত্তা এবং আপনার নিজের ও সঙ্গীয় সম্প্রদায়গুলির উপর বরকত সহকারে অবতরণ করুণ। আর অন্যান্য যেসব সম্প্রদায় রয়েছে আমি তাদের কেও উপকৃত হতে দেব। অতঃপর তাদের উপর আমার দরুন আযাব আপতিত হবে।", "pr": "কীলা ইয়া-নূহুহবিতবিছালা-মিম মিন্না-ওয়া বারাকা-তিন ‘আলাইকা ওয়া ‘আলাউমামিম মিম্মাম মা‘আকা ওয়া উমামুন ছানুমাত্তি‘উহুম ছু ম্মা ইয়ামাছছুহুম মিন্না‘আযা-বুন আলীম।", "sura_id": 11 }, { "ar": "تِلْكَ مِنْ أَنۢبَآءِ الْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعٰقِبَةَ لِلْمُتَّقِينَ", "ayat_id": 49, "id": 1522, "bn": "এটি গায়বের খবর, আমি আপনার প্রতি ওহী প্রেরন করছি। ইতিপূর্বে এটা আপনার এবং আপনার জাতির জানা ছিল না। আপনি ধৈর্য্যধারণ করুন। যারা ভয় করে চলে, তাদের পরিণাম ভাল, সন্দেহ নেই।", "pr": "তিলকা মিন আমবাইল গাইবি নূহীহাইলাইকা মা-কুনতা তা‘লামুহা-আনতা ওয়ালাকাওমুকা মিন কাবলি হা-যা-  ফাসবির  ইন্নাল ‘আ-কিবাতা লিলমুত্তাকীন।", "sura_id": 11 }, { "ar": "وَإِلٰى عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يٰقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ", "ayat_id": 50, "id": 1523, "bn": "আর আদ জাতির প্রতি আমি তাদের ভাই হুদকে প্রেরণ করেছি; তিনি বলেন-হে আমার জাতি, আল্লাহর বন্দেগী কর, তিনি ভিন্ন তোমাদের কোন মাবুদ নেই, তোমরা সবাই মিথ্যা আরোপ করছ।", "pr": "ওয়া ইলা- ‘আ-দিন আখা-হুম হূদান কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুুহূ ইন আনতুম ইল্লা-মুফতারূন।", "sura_id": 11 }, { "ar": "يٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى الَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ", "ayat_id": 51, "id": 1524, "bn": "হে আমার জাতি! আমি এজন্য তোমাদের কাছে কোন মজুরী চাই না; আমার মজুরী তাঁরই কাছে যিনি আমাকে পয়দা করেছেন; তবু তোমরা কেন বোঝ না?", "pr": "ইয়া-কাওমি লাআছআলুকুম ‘আলাইহি আজরান ইন আজরিয়া ইল্লা-‘আলাল্লাযী ফাতারানী আফালা- তা‘কিলূন।", "sura_id": 11 }, { "ar": "وَيٰقَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوٓا إِلَيْهِ يُرْسِلِ السَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ", "ayat_id": 52, "id": 1525, "bn": "আর হে আমার কওম! তোমাদের পালন কর্তার কাছে তোমরা ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই প্রতি মনোনিবেশ কর; তিনি আসমান থেকে তোমাদের উপর বৃষ্টি ধারা প্রেরণ করবেন এবং তোমাদের শক্তির উপর শক্তি বৃদ্ধি করবেন, তোমরা কিন্তু অপরাধীদের মত বিমুখ হয়ো না।", "pr": "ওয়া ইয়া-কাওমিছতাগফিরূ রাব্বাকুমছুম্মা তূবূইলাইহি; ইয়ুরছিলিছছামাআ ‘আলাইকুম মিদরারাওঁ ওয়া ইয়াঝিদকুমকুওওয়াতান ইলা-কুওওয়াতিকুমওয়ালা-তাতাওয়াল্লাও মুজরিমীন।", "sura_id": 11 }, { "ar": "قَالُوا يٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ", "ayat_id": 53, "id": 1526, "bn": "তারা বলল-হে হুদ, তুমি আমাদের কাছে কোন প্রমাণ নিয়ে আস নাই, আমরা তোমার কথায় আমাদের দেব-দেবীদের বর্জন করতে পারি না আর আমরা তোমার প্রতি ঈমান আনয়নকারীও নই।", "pr": "কা-লূইয়া-হূদুমা-জি’তানা-ব্বিাইয়িনাতিওঁ ওয়ামা-নাহনুবিতা-রিকী আ-লিহাতিনা- ‘আন কাওলিকা ওয়ামা-নাহনুলাকা বিমু’মিনীন।", "sura_id": 11 }, { "ar": "إِن نَّقُولُ إِلَّا اعْتَرٰىكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ ۗ قَالَ إِنِّىٓ أُشْهِدُ اللَّهَ وَاشْهَدُوٓا أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ", "ayat_id": 54, "id": 1527, "bn": "বরং আমরাও তো বলি যে, আমাদের কোন দেবতা তোমার উপরে শোচনীয় ভূত চাপিয়ে দিয়েছে। হুদ বললেন-আমি আল্লাহকে সাক্ষী করেছি আর তোমাও সাক্ষী থাক যে, আমার কোন সম্পর্ক নাই তাঁদের সাথে যাদের কে তোমরা শরিক করছ;", "pr": "ইন নাকূলুইল্লা‘তারা-কা বা‘দুআ-লিহাতিনা-বিছূইন কা-লা ইন্নীউশহিদুল্লা-হা ওয়াশহাদূ আন্নী বারীউম মিম্মা-তুশরিকূন।", "sura_id": 11 }, { "ar": "مِن دُونِهِۦ ۖ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ", "ayat_id": 55, "id": 1528, "bn": "তাকে ছাড়া, তোমরা সবাই মিলে আমার অনিষ্ট করার প্রয়াস চালাও, অতঃপর আমাকে কোন অবকাশ দিও না।", "pr": "মিন দূনিহী ফাকীদূনী জামী‘আন ছুম্মা লা-তুনজিরূন।", "sura_id": 11 }, { "ar": "إِنِّى تَوَكَّلْتُ عَلَى اللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلٰى صِرٰطٍ مُّسْتَقِيمٍ", "ayat_id": 56, "id": 1529, "bn": "আমি আল্লাহর উপর নিশ্চিত ভরসা করেছি যিনি আমার এবং তোমাদের পরওয়ারদেগার। পৃথিবীর বুকে বিচরণকারী এমন কোন প্রাণী নাই যা তাঁর র্পূণ আয়ত্তাধীন নয়। আমার পালকর্তার সরল পথে সন্দেহ নেই।", "pr": "ইন্নী তাওয়াক্কালতু‘আলাল্লা-হি রাববী ওয়া রাব্বিকুম মা-মিন দাব্বাতিন ইল্লা-হুওয়া আখিযুম বিনা-সিয়াতিহা- ইন্না-রাববী ‘আলা-সিরা-তিম মুছতাকীম।", "sura_id": 11 }, { "ar": "فَإِن تَوَلَّوْا فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا ۚ إِنَّ رَبِّى عَلٰى كُلِّ شَىْءٍ حَفِيظٌ", "ayat_id": 57, "id": 1530, "bn": "তথাপি যদি তোমরা মুখ ফেরাও, তবে আমি তোমাদেরকে তা পৌছিয়েছি যা আমার কাছে তোমাদের প্রতি প্রেরিত হয়েছে; আর আমার পালনকর্তা অন্য কোন জাতিকে তোমাদের স্থলাভিষিক্ত করবেন, আর তোমরা তাঁর কিছুই বিগড়াতে পারবে না; নিশ্চয়ই আমার পরওয়ারদেগারই প্রতিটি বস্তুর হেফাজতকারী।", "pr": "ফাইন তাওয়াল্লাও ফাকাদ আবলাগতুকুম মাউরছিলতুবিহীইলাইকুম ওয়া ইয়াছতাখলিফু রাববী কাওমান গাইরাকুম  ওয়ালা-তাদুররূনাহূশাইআন ইন্না রাববী ‘আলা-কুল্লি শাইইন হাফীজ।", "sura_id": 11 }, { "ar": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ ءَامَنُوا مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنٰهُم مِّنْ عَذَابٍ غَلِيظٍ", "ayat_id": 58, "id": 1531, "bn": "আর আমার আদেশ যখন উপস্থিত হল, তখন আমি নিজ রহমতে হুদ এবং তাঁর সঙ্গী ঈমানদারগণকে পরিত্রাণ করি এবং তাদেরকে এক কঠিন শাস্তি থেকে রক্ষা করি।", "pr": "ওয়া লাম্মা-জাআ আমরুনা-নাজ্জাইনা-হুদাওঁ ওয়াল্লাযীনা আ-মানূমা‘আহূ বিরাহমাতিম মিন্না- ওয়া নাজ্জাইনা-হুম মিন ‘আযা-বিন গালীজ।", "sura_id": 11 }, { "ar": "وَتِلْكَ عَادٌ ۖ جَحَدُوا بِـَٔايٰتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُۥ وَاتَّبَعُوٓا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ", "ayat_id": 59, "id": 1532, "bn": "এ ছিল আদ জাতি, যারা তাদের পালনকর্তার আয়াতকে অমান্য করেছে, আর তদীয় রসূলগণের অবাধ্যতা করেছে এবং প্রত্যেক উদ্ধত বিরোধীদের আদেশ পালন করেছে।", "pr": "ওয়া তিলকা ‘আ-দুন জাহাদূবিআ-য়া-তি রাব্বিহিম ওয়া‘আসাও রুছুলাহূ ওয়াত্তাবা‘উআমরা কুল্লি জাব্বা-রিন ‘আনীদ।", "sura_id": 11 }, { "ar": "وَأُتْبِعُوا فِى هٰذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ", "ayat_id": 60, "id": 1533, "bn": "এ দুনিয়ায় তাদের পিছনে পিছনে লা’নত রয়েছে এবং কেয়ামতের দিনেও; জেনে রাখ, আদ জাতি তাদের পালনকর্তাকে অস্বীকার করেছে, হুদের জ্ঞাতি আদ জাতির প্রতি অভিসম্পাত রয়েছে জেনে রাখ।", "pr": "ওয়া উতবি‘ঊ ফী হা-যিহিদদুনইয়া-লা‘নাতাওঁ ওয়া ইয়াওমাল কিয়া-মাতি আলাইন্না ‘আ-দান কাফারূ রাব্বাহুম আলা-বু‘দাল লি‘আদিন কাওমি হূদ।", "sura_id": 11 }, { "ar": "وَإِلٰى ثَمُودَ أَخَاهُمْ صٰلِحًا ۚ قَالَ يٰقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلٰهٍ غَيْرُهُۥ ۖ هُوَ أَنشَأَكُم مِّنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا إِلَيْهِ ۚ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ", "ayat_id": 61, "id": 1534, "bn": "আর সামুদ জাতি প্রতি তাদের ভাই সালেহ কে প্রেরণ করি; তিনি বললেন, হে আমার জাতি। আল্লাহর বন্দেগী কর, তিনি ছাড়া তোমাদের কোন উপাস্য নাই। তিনিই যমীন হতে তোমাদেরকে পয়দা করেছেন, তন্মধ্যে তোমাদেরকে বসতি দান করেছেন। অতএব; তাঁর কাছে ক্ষমা প্রার্থনা কর অতঃপর তাঁরই দিকে ফিরে চল আমার পালনকর্তা নিকটেই আছেন, কবুল করে থাকেন; সন্দেহ নেই।", "pr": "ওয়া ইলা-ছামূদা আখা-হুম সা-লিহা- । কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহু হুওয়া আনশাআকুম মিনাল আরদিওয়াছতা‘মারাকুম ফীহাফাছতাগফিরূহু ছুম্মা তূবূইলাইহি ইন্না রাববী কারীবুম মুজীব।", "sura_id": 11 }, { "ar": "قَالُوا يٰصٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هٰذَآ ۖ أَتَنْهٰىنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ", "ayat_id": 62, "id": 1535, "bn": "তারা বলল-হে সালেহ, ইতিপূর্বে তোমার কাছে আমাদের বড় আশা ছিল। আমাদের বাপ-দাদা যা পূজা করত তুমি কি আমাদেরকে তার পূজা করতে নিষেধ কর? কিন্তু যার প্রতি তুমি আমাদের আহবান জানাচ্ছ আমাদের তাতে এমন সন্দেহ রয়েছে যে, মন মোটেই সায় দিচ্ছে না।", "pr": "কা-লূইয়া-সা-লিহু কাদ কুনতা ফীনা-মারজুওওয়া কাবলা হা-যা-আতানহা-না-আন না‘বুদা মা-ইয়া‘বুদুআ-বাউনা-ওয়া ইন্নানা-লাফী শাক্কিম মিম্মা- তাদ‘ঊনা ইলাইহি মুরীব।", "sura_id": 11 }, { "ar": "قَالَ يٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلٰى بَيِّنَةٍ مِّن رَّبِّى وَءَاتٰىنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ اللَّهِ إِنْ عَصَيْتُهُۥ ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ", "ayat_id": 63, "id": 1536, "bn": "সালেহ বললেন-হে আমার জাতি! তোমরা কি মনে কর, আমি যদি আমার পালনকর্তার পক্ষ হতে বুদ্ধি বিবেচনা লাভ করে থাকি আর তিনি যদি আমাকে নিজের তরফ হতে রহমত দান করে থাকেন, অতঃপর আমি যদি তাঁর অবাধ্য হই তবে তার থেকে কে আমায় রক্ষা করবে? তোমরা তো আমার ক্ষতি ছাড়া কিছুই বৃদ্ধি করতে পরবে না", "pr": "কা-লা ইয়া-কাওমি আরাআইতুম ইন কুনতু‘আলা-বাইয়িনাতিম মির রাববী ওয়া আ-তা-নী মিনহু রাহমাতান ফামাইঁ ইয়ানসুরুনী মিনাল্লা-হি ইন ‘আসাইতুহূ ফামা-তাঝীদূ নানী গাইরা তাখছীর।", "sura_id": 11 }, { "ar": "وَيٰقَوْمِ هٰذِهِۦ نَاقَةُ اللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ", "ayat_id": 64, "id": 1537, "bn": "আর হে আমার জাতি! আল্লাহর এ উষ্ট্রীটি তোমাদের জন্য নিদর্শন, অতএব তাকে আল্লাহর যমীনে বিচরণ করে খেতে দাও, এবং তাকে মন্দভাবে স্পর্শও করবে না। নতুবা অতি সত্বর তোমাদেরকে আযাব পাকড়াও করবে।", "pr": "ওয়া ইয়া- কাওমি হা-যিহী না-কাতুল্লা-হি লাকুমআ-য়াতান ফাযারূহা- তা’কুল ফীআরদিল্লা-হি ওয়ালা-তামাছছূহা বিছূইন ফাইয়া’খুযাকুম ‘আযা-বুন কারীব।", "sura_id": 11 }, { "ar": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِى دَارِكُمْ ثَلٰثَةَ أَيَّامٍ ۖ ذٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ", "ayat_id": 65, "id": 1538, "bn": "তবু তারা উহার পা কেটে দিল। তখন সালেহ বললেন-তোমরা নিজেদের গৃহে তিনটি দিন উপভোগ করে নাও। ইহা এমন ওয়াদা যা মিথ্যা হবে না।", "pr": "ফা‘আকারূহা-ফাকা-লা তামাত্তা‘ঊ ফী দা-রিকুম ছালা-ছাতা আইইয়া-মিন যালিকা ওয়া‘দুন গাইরু মাকযূব ।", "sura_id": 11 }, { "ar": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صٰلِحًا وَالَّذِينَ ءَامَنُوا مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ الْقَوِىُّ الْعَزِيزُ", "ayat_id": 66, "id": 1539, "bn": "অতঃপর আমার আযাব যখন উপস্থিত হল, তখন আমি সালেহকে ও তদীয় সঙ্গী ঈমানদারগণকে নিজ রহমতে উদ্ধার করি, এবং সেদিনকার অপমান হতে রক্ষা করি। নিশ্চয় তোমার পালনকর্তা তিনি সর্বশক্তিমান পরাক্রমশালী।", "pr": "ফালাম্মা-জাআ আমরুনা-নাজ্জাইনা-সা-লিহাওঁ ওয়াল্লাযীনা আ-মানূমা‘আহূ বিরাহমাতিম মিন্না-ওয়ামিন খিঝয়ি ইয়াওমিইযিন ইন্না-রাব্বাকা হুওয়াল কাবিইয়ুল ‘আঝীঝ।", "sura_id": 11 }, { "ar": "وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِى دِيٰرِهِمْ جٰثِمِينَ", "ayat_id": 67, "id": 1540, "bn": "আর ভয়ঙ্কর গর্জন পাপিষ্ঠদের পাকড়াও করল, ফলে ভোর হতে না হতেই তারা নিজ নিজ গৃহসমূহে উপুর হয়ে পড়ে রইল।", "pr": "ওয়া আখাযাল্লাযীনা জালামুসসাইহাতুফাআসবাহূফী দিয়ারিহিম জা-ছিমীন।", "sura_id": 11 }, { "ar": "كَأَن لَّمْ يَغْنَوْا فِيهَآ ۗ أَلَآ إِنَّ ثَمُودَا كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ", "ayat_id": 68, "id": 1541, "bn": "যেন তাঁরা কোনদিনই সেখানে ছিল না। জেনে রাখ, নিশ্চয় সামুদ জাতি তাদের পালনকর্তার প্রতি অস্বীকার করেছিল। আরো শুনে রাখ, সামুদ জাতির জন্য অভিশাপ রয়েছে।", "pr": "কাআল্লাম ইয়াগনাও ফীহা- আলাইন্না ছামূদা কাফারূরাব্বাহুম আলা-বু‘দাল লিছামূদ।", "sura_id": 11 }, { "ar": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرٰهِيمَ بِالْبُشْرٰى قَالُوا سَلٰمًا ۖ قَالَ سَلٰمٌ ۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ", "ayat_id": 69, "id": 1542, "bn": "আর অবশ্যই আমার প্রেরিত ফেরেশতারা ইব্রাহীমেরে কাছে সুসংবাদ নিয়ে এসেছিল তারা বলল সালাম, তিনিও বললেন-সালাম। অতঃপর অল্পক্ষণের মধ্যেই তিনি একটি ভুনা করা বাছুর নিয়ে এলেন!", "pr": "ওয়া লাকাদ জাআত রুছুলুনা-ইবরা-হীমা বিলবুশরা-কা-লূছালা-মান কা-লা ছালা-মুন ফামা লাবিছা আন জাআ বি‘ইজলিন হানীয।", "sura_id": 11 }, { "ar": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلٰى قَوْمِ لُوطٍ", "ayat_id": 70, "id": 1543, "bn": "কিন্তু যখন দেখলেন যে, আহার্য্যের দিকে তাদের হস্ত প্রসারিত হচ্ছে না, তখন তিনি সন্ধিগ্ধ হলেন এবং মনে মনে তাঁদের সম্পর্কে ভয় অনুভব করতে লাগলেন। তারা বলল-ভয় পাবেন না। আমরা লূতের কওমের প্রতি প্রেরিত হয়েছি।", "pr": "ফালাম্মা-রাআআইদিয়াহুম লা-তাসিলুইলাইহি নাকিরাহুম ওয়া আওজাছা মিনহুম খীফাতান কা-লূলা-তাখাফ ইন্নাউরছিলনাইলা-কাওমি লূত।", "sura_id": 11 }, { "ar": "وَامْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنٰهَا بِإِسْحٰقَ وَمِن وَرَآءِ إِسْحٰقَ يَعْقُوبَ", "ayat_id": 71, "id": 1544, "bn": "তাঁর স্ত্রীও নিকটেই দাড়িয়েছিল, সে হেসে ফেলল। অতঃপর আমি তাকে ইসহাকের জন্মের সুখবর দিলাম এবং ইসহাকের পরের ইয়াকুবেরও।", "pr": "ওয়ামরা’আতুহূ কাইমাতুনফাদাহিকাত ফাবাশশারনা-হা- বিইছহা-কা ওয়ামিওঁ ওয়ারাই ইছহা-কা ইয়া‘কূব।", "sura_id": 11 }, { "ar": "قَالَتْ يٰوَيْلَتٰىٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهٰذَا بَعْلِى شَيْخًا ۖ إِنَّ هٰذَا لَشَىْءٌ عَجِيبٌ", "ayat_id": 72, "id": 1545, "bn": "সে বলল-কি দুর্ভাগ্য আমার! আমি সন্তান প্রসব করব? অথচ আমি বার্ধক্যের শেষ প্রান্তে এসে উপনীত হয়েছি আর আমার স্বামীও বৃদ্ধ, এতো ভারী আশ্চর্য কথা।", "pr": "কা-লাত ইয়া-ওয়াইলাতাআআলিদুওয়া আনা-‘আজুঝুওঁ ওয়া হা-যা-বা‘লী শাইখান ইন্না হা-যা-লাশাইউন ‘আজীব।", "sura_id": 11 }, { "ar": "قَالُوٓا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ ۖ رَحْمَتُ اللَّهِ وَبَرَكٰتُهُۥ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ", "ayat_id": 73, "id": 1546, "bn": "তারা বলল-তুমি আল্লাহর হুকুম সম্পর্কে বিস্ময়বোধ করছ? হে গৃহবাসীরা, তোমাদের উপর আল্লাহর রহমত ও প্রভুত বরকত রয়েছে। নিশ্চয় আল্লাহ প্রশংসিত মহিমাময়।", "pr": "কা-লূআতা‘জাবীনা মিন আমরিল্লা-হি রাহমাতুল্লা-হি ওয়া বারাকা-তুহূ‘আলাইকুম আহলাল বাইতি ইন্নাহূহামীদুম মাজীদ।", "sura_id": 11 }, { "ar": "فَلَمَّا ذَهَبَ عَنْ إِبْرٰهِيمَ الرَّوْعُ وَجَآءَتْهُ الْبُشْرٰى يُجٰدِلُنَا فِى قَوْمِ لُوطٍ", "ayat_id": 74, "id": 1547, "bn": "অতঃপর যখন ইব্রাহীম (আঃ) এর আতঙ্ক দূর হল এবং তিনি সুসংবাদ প্রাপ্ত হলেন, তখন তিনি আমার সাথে তর্ক শুরু করলেন কওমে লূত সম্পর্কে।", "pr": "ফালাম্মা যাহাবা ‘আন ইবরা-হীমার রাও‘উ ওয়া জাআতহুল বুশরা- ইউজা-দিলুনা-ফী কাওমি লূত।", "sura_id": 11 }, { "ar": "إِنَّ إِبْرٰهِيمَ لَحَلِيمٌ أَوّٰهٌ مُّنِيبٌ", "ayat_id": 75, "id": 1548, "bn": "ইব্রাহীম (আঃ) বড়ই ধৈর্য্যশীল, কোমল অন্তর, আল্লাহমুখী সন্দেহ নেই।", "pr": "ইন্না ইবরা-হীমা লাহালীমুন আওওয়া-হুম মুনীব।", "sura_id": 11 }, { "ar": "يٰٓإِبْرٰهِيمُ أَعْرِضْ عَنْ هٰذَآ ۖ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ", "ayat_id": 76, "id": 1549, "bn": "ইব্রাহীম, এহেন ধারণা পরিহার কর; তোমার পালনকর্তার হুকুম এসে গেছে, এবং তাদের উপর সে আযাব অবশ্যই আপতিত হবে, যা কখনো প্রতিহত হবার নয়।", "pr": "ইয়া-ইবরাহীমুআ‘রিদ‘আন হা-যা- ইন্নাহূকাদ জাআ আমরু রাব্বিকা ওয়া ইন্নাহুম আ-তীহিম ‘আযা-বুন গাইরু মারদূদ।", "sura_id": 11 }, { "ar": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هٰذَا يَوْمٌ عَصِيبٌ", "ayat_id": 77, "id": 1550, "bn": "আর যখন আমার প্রেরিত ফেরেশতাগণ লূত (আঃ) এর নিকট উপস্থিত হল। তখন তাঁদের আগমনে তিনি দুচিন্তাগ্রস্ত হলেন এবং তিনি বলতে লাগলেন, আজ অত্যন্ত কঠিন দিন।", "pr": "ওয়া লাম্মা-জাআত রুছুলুনা-লূতান ছীআ বিহিম ওয়াদা-কাবিহিমযারআওঁ ওয়া কা-লা হা-যা-ইয়াওমুন ‘আসীব।", "sura_id": 11 }, { "ar": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّـَٔاتِ ۚ قَالَ يٰقَوْمِ هٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ ۖ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ", "ayat_id": 78, "id": 1551, "bn": "আর তাঁর কওমের লোকেরা স্বতঃস্ফুর্তভাবে তার (গৃহ) পানে ছুটে আসতে লাগল। পূর্ব থেকেই তারা কু-কর্মে তৎপর ছিল। লূত (আঃ) বললেন-হে আমার কওম, এ আমার কন্যারা রয়েছে, এরা তোমাদের জন্য অধিক পবিত্রতমা। সুতরাং তোমরা আল্লাহকে ভয় কর এবং অতিথিদের ব্যাপারে আমাকে লজ্জিত করো না, তোমাদের মধ্যে কি কোন ভাল মানুষ নেই।", "pr": "ওয়া জাআহূকাওমুহূইউহরা‘ঊনা ইলাইহি ওয়া মিন কাবলুকা-নূ ইয়া‘মালূনাছছাইয়িআ-তি কা-লা ইয়া-কাওমি হাউলাই বানা-তী হুন্না আতহারু লাকুম ফাত্তাকুল্লা-হা ওয়া লা-তুখঝূনি ফী দাইফী আলাইছা মিনকুম রাজুলুর রাশীদ।", "sura_id": 11 }, { "ar": "قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ", "ayat_id": 79, "id": 1552, "bn": "তারা বলল ু তুমি তো জানই, তোমার কন্যাদের নিয়ে আমাদের কোন গরজ নেই। আর আমরা কি চাই, তাও তুমি অবশ্যই জান।", "pr": "কা-লূলাকাদ ‘আলিমতা মা-লানা-ফী বানা-তিকা মিন হাক্কিওঁ ওয়া ইন্নাকা লাতা‘লামুমা-নুরীদ।", "sura_id": 11 }, { "ar": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلٰى رُكْنٍ شَدِيدٍ", "ayat_id": 80, "id": 1553, "bn": "লূত (আঃ) বললেন-হায়, তোমাদের বিরুদ্ধে যদি আমার শক্তি থাকত অথবা আমি কোন সূদৃঢ় আশ্রয় গ্রহণ করতে সক্ষম হতাম।", "pr": "কা-লা লাও আন্না লী বিকুম কুওওয়াতান আও আ-বীইলা-রুকনিন শাদীদ।", "sura_id": 11 }, { "ar": "قَالُوا يٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ ۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ", "ayat_id": 81, "id": 1554, "bn": "মেহমান ফেরেশতাগন বলল-হে লূত (আঃ) আমরা তোমাদের পালনকর্তার পক্ষ হতে প্রেরিত ফেরেশতা। এরা কখনো তোমার দিকে পৌঁছাতে পারবে না। ব্যস তুমি কিছুটা রাত থাকতে থাকতে নিজের লোকজন নিয়ে বাইরে চলে যাও। আর তোমাদের কেউ যেন পিছনে ফিরে না তাকায়। কিন্তু তোমার স্ত্রী নিশ্চয় তার উপরও তা আপতিত হবে, যা ওদের উপর আপতিত হবে। ভোর বেলাই তাদের প্রতিশ্রুতির সময়, ভোর কি খুব নিকটে নয়?", "pr": "কা-লূইয়া-লূতুইন্না-রুছুলুরাব্বিকা লাইঁ ইয়াসিলূইলাইকা ফাআছরি বিআহলিকা বিকিত‘ইম মিনাল লাইলি ওয়ালা-ইয়ালতাফিত মিনকুম আহাদুন ইল্লাম রাআতাকা ইন্নাহূমুসীবুহা-মাআসা-বাহুম ইন্না মাও‘ইদাহুমুসসুবহু আলাইছাসসুবহুবিকারীব।", "sura_id": 11 }, { "ar": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ", "ayat_id": 82, "id": 1555, "bn": "অবশেষে যখন আমার হুকুম এসে পৌঁছাল, তখন আমি উক্ত জনপদকে উপরকে নীচে করে দিলাম এবং তার উপর স্তরে স্তরে কাঁকর পাথর বর্ষণ করলাম।", "pr": "ফালাম্মা-জাআ আমরুনা-জা‘আলনা-‘আ-লিয়াহা-ছা-ফিলাহা-ওয়া আমতারনা‘আলাইহা-হিজা-রাতাম মিন ছিজজীলিম মানদূদ।", "sura_id": 11 }, { "ar": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِىَ مِنَ الظّٰلِمِينَ بِبَعِيدٍ", "ayat_id": 83, "id": 1556, "bn": "যার প্রতিটি তোমার পালনকর্তার নিকট চিহ্নিত ছিল। আর সেই পাপিষ্ঠদের থেকে খুব দূরেও নয়।", "pr": "মুছাওওয়ামাতান ‘ইনদা রাব্বিকা ওয়ামা-হিয়া মিনাজ্জা-লিমীনা ব্বিা‘ঈদ।", "sura_id": 11 }, { "ar": "وَإِلٰى مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يٰقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا الْمِكْيَالَ وَالْمِيزَانَ ۚ إِنِّىٓ أَرٰىكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ", "ayat_id": 84, "id": 1557, "bn": "আর মাদইয়ানবাসীদের প্রতি তাদের ভাই শোয়ায়েব (আঃ) কে প্রেরণ করেছি। তিনি বললেন-হে আমার কওম! আল্লাহর বন্দেগী কর, তিনি ছাড়া আমাদের কোন মাবুদ নাই। আর পরিমাপে ও ওজনে কম দিও না, আজ আমি তোমাদেরকে ভাল অবস্থায়ই দেখছি, কিন্তু আমি তোমাদের উপর এমন একদিনের আযাবের আশঙ্কা করছি যেদিনটি পরিবেষ্টনকারী।", "pr": "ওয়া ইলা-মাদইয়ানা আখা-হুম শু‘আইবান কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ ওয়ালা-তানকুসুল মিকয়া-লা ওয়াল মীঝা-না ইন্নীআরা-কুম বিখাইরিওঁ ওয়া ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিম মুহীত।", "sura_id": 11 }, { "ar": "وَيٰقَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ ۖ وَلَا تَبْخَسُوا النَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا فِى الْأَرْضِ مُفْسِدِينَ", "ayat_id": 85, "id": 1558, "bn": "আর হে আমার জাতি, ন্যায়নিষ্ঠার সাথে ঠিকভাবে পরিমাপ কর ও ওজন দাও এবং লোকদের জিনিসপত্রে কোনরূপ ক্ষতি করো না, আর পৃথিবীতে ফাসাদ করে বেড়াবে না।", "pr": "ওয়া ইয়া-কাওমি আওফুলমিকয়া-লা ওয়াল মীঝা-না বিলকিছতিওয়ালা-তাবখাছুন্না-ছা আশইয়াআহুম ওয়ালা-তা‘ছাও ফিল আরদিমুফছিদীন।", "sura_id": 11 }, { "ar": "بَقِيَّتُ اللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ", "ayat_id": 86, "id": 1559, "bn": "আল্লাহ প্রদত্ত উদ্ধৃত্ত তোমাদের জন্য উত্তম, যদি তোমরা ঈমানদার হও, আর আমি তো তোমাদের উপর সদা পর্যবেক্ষণকারী নই।", "pr": "বাকিইইয়াতুল্লা-হি খাইরুল্লাকুম ইন কুনতুম মু’মিনীনা ওয়ামাআনা ‘আলাইকুম বিহাফীজ।", "sura_id": 11 }, { "ar": "قَالُوا يٰشُعَيْبُ أَصَلٰوتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوٰلِنَا مَا نَشٰٓؤُا ۖ إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ", "ayat_id": 87, "id": 1560, "bn": "তারা বলল-হে শোয়ায়েব (আঃ) আপনার নামায কি আপনাকে ইহাই শিক্ষা দেয় যে, আমরা ঐসব উপাস্যদেরকে পরিত্যাগ করব আমাদের বাপ-দাদারা যাদের উপাসনা করত? অথবা আমাদের ধন-সম্পদে ইচ্ছামত যা কিছু করে থাকি, তা ছেড়ে দেব? আপনি তো একজন খাস মহৎ ব্যক্তি ও সৎপথের পথিক।", "pr": "কা-লূইয়া-শু‘আইবুআসালা-তুকা তা’মুরুকা আন নাতরুকা মা-ইয়া‘বুদুআ-বাউনাআও আন্নাফ‘আলা ফীআমওয়া-লিনা-মা-নাশাউ ইন্নাকা লাআনতাল হালীমুর রাশীদ।", "sura_id": 11 }, { "ar": "قَالَ يٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلٰى بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلٰى مَآ أَنْهٰىكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلٰحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ", "ayat_id": 88, "id": 1561, "bn": "শোয়ায়েব (আঃ) বললেন-হে দেশবাসী, তোমরা কি মনে কর! আমি যদি আমার পরওয়ারদেগারের পক্ষ হতে সুস্পষ্ট দলীলের উপর কায়েম থাকি আর তিনি যদি নিজের তরফ হতে আমাকে উত্তম রিযিক দান করে থাকেন, (তবে কি আমি তাঁর হুকুম অমান্য করতে পারি?) আর আমি চাই না যে তোমাদেরকে যা ছাড়াতে চাই পরে নিজেই সে কাজে লিপ্ত হব, আমি তো যথাসাধ্য শোধরাতে চাই। আল্লাহর মদদ দ্বারাই কিন্তু কাজ হয়ে থাকে, আমি তাঁর উপরই নির্ভর করি এবং তাঁরই প্রতি ফিরে যাই।", "pr": "কা-লা ইয়া-কাওমি আরাআইতুম ইন কুনতু‘আলা-বাইয়িনাতিম মির রাববী ওয়া রাঝাকানী মিনহু রিঝকান হাছানাওঁ ওয়ামাউরীদুআন উখা-লিফাকুম ইলা-মাআনহা-কুম ‘আনহু ইন উরীদুইল্লাল ইসলা-হা মাছতাতা‘তু ওয়ামা-তাওফীকীইল্লা-বিল্লাহি ‘আলাইহি তাওয়াক্কালতুওয়া ইলাইহি উনীব।", "sura_id": 11 }, { "ar": "وَيٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ", "ayat_id": 89, "id": 1562, "bn": "আর হে আমার জাতি! আমার সাথে জিদ করে তোমরা নূহ বা হুদ অথবা সালেহ (আঃ) এর কওমের মত নিজেদের উপর আযাব ডেকে আনবে না। আর লূতের জাতি তো তোমাদের থেকে খুব দূরে নয়।", "pr": "ওয়া ইয়া-কাওমি লা-ইয়াজরিমান্নাকুম শিকা-কীআইঁ ইউসীবাকুম মিছলুমাআসা-বা কাওমা নূহিন আও কাওমা হূদিন আও কাওমা সা-লিহিওঁ ওয়ামা-কাওমুলূতিম মিনকুম ব্বিা‘ঈদ।", "sura_id": 11 }, { "ar": "وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوٓا إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ", "ayat_id": 90, "id": 1563, "bn": "আর তোমাদের পালনকর্তার কাছে মার্জনা চাও এবং তাঁরই পানে ফিরে এসো নিশ্চয়ই আমার পরওয়ারদেগার খুবই মেহেরবান অতিস্নেহময়।", "pr": "ওয়াছতাগফিরু রাব্বাকুম ছুম্মা তূবূইলাইহি ইন্না রাববী রাহীমুওঁ ওয়াদূদ।", "sura_id": 11 }, { "ar": "قَالُوا يٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرٰىكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ", "ayat_id": 91, "id": 1564, "bn": "তারা বলল-হে শোয়ায়েব (আঃ) আপনি যা বলেছেন তার অনেক কথাই আমরা বুঝি নাই, আমারা তো আপনাকে আমাদের মধ্যে দূর্বল ব্যক্তি রূপে মনে করি। আপনার ভাই বন্ধুরা না থাকলে আমরা আপনাকে প্রস্তরাঘাতে হত্যা করতাম। আমাদের দৃষ্টিতে আপনি কোন মর্যাদাবান ব্যক্তি নন।", "pr": "কা-লূইয়া-শু‘আইবুমা-নাফকাহু কাছীরাম মিম্মা-তাকূলুওয়া ইন্না-লানারা-কা ফীনা-দা‘ঈফাওঁ- ওয়া লাওলা-রাহতুকা লারাজামনা-কা  ওয়ামাআনতা ‘আলাইনাবি‘আঝীঝ।", "sura_id": 11 }, { "ar": "قَالَ يٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ اللَّهِ وَاتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ", "ayat_id": 92, "id": 1565, "bn": "শোয়ায়েব (আঃ) বলেন-হে আমার জাতি, আমার ভাই বন্ধুরা কি তোমাদের কাছে আল্লাহর চেয়ে প্রভাবশালী? আর তোমরা তাকে বিস্মৃত হয়ে পেছনে ফেলে রেখেছ, নিশ্চয় তোমাদের কার্যকলাপ আমার পালনকর্তার আয়ত্তে রয়েছে।", "pr": "কা-লা ইয়া-কাওমি আরাহতী-আ‘আঝঝু‘আলাইকুম মিনাল্লা-হি ওয়াত্তাখাযতুমূহু ওয়ারাআকুম জিহরিইয়া- ইন্না রাববী বিমা-তা‘মালূনা মুহীত।", "sura_id": 11 }, { "ar": "وَيٰقَوْمِ اعْمَلُوا عَلٰى مَكَانَتِكُمْ إِنِّى عٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كٰذِبٌ ۖ وَارْتَقِبُوٓا إِنِّى مَعَكُمْ رَقِيبٌ", "ayat_id": 93, "id": 1566, "bn": "আর হে আমার জাতি, তোমরা নিজ স্থানে কাজ করে যাও, আমিও কাজ করছি, অচিরেই জানতে পারবে কার উপর অপমানকর আযাব আসে আর কে মিথ্যাবাদী? আর তোমরাও অপেক্ষায় থাক, আমিও তোমাদের সাথে অপেক্ষায় রইলাম।", "pr": "ওয়া ইয়া-কাওমি‘মালূ‘আলা-মাকা-নাতিকুম ইন্নী ‘আ-মিলুন ছাওফা তা‘লামূনা মাইঁ ইয়া’তীহি ‘আযা-বুইঁ ইউখঝীহি ওয়ামান হুওয়া কা-যিবুওঁ ওয়ারতাকিবূইন্নী মা‘আকুম রাকীব।", "sura_id": 11 }, { "ar": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ ءَامَنُوا مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِى دِيٰرِهِمْ جٰثِمِينَ", "ayat_id": 94, "id": 1567, "bn": "আর আমার হুকুম যখন এল, আমি শোয়ায়েব (আঃ) ও তাঁর সঙ্গী ঈমানদারগণকে নিজ রহমতে রক্ষা করি আর পাপিষ্ঠদের উপর বিকট গর্জন পতিত হলো। ফলে ভোর না হতেই তারা নিজেদের ঘরে উপুড় হয়ে পড়ে রইল।", "pr": "ওয়া লাম্মা-জাআ আমরুনা- নাজ্জাইনা-শু‘আইবাওঁ ওয়াল্লাযীনা আ-মানূমা‘আহূ বিরাহমাতিম মিন্না-ওয়া আখাযাতিল্লাযীনা জালামুসসাইহাতুফাআসবাহূফী দিয়া-রিহিম জা-ছিমীন।", "sura_id": 11 }, { "ar": "كَأَن لَّمْ يَغْنَوْا فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ", "ayat_id": 95, "id": 1568, "bn": "যেন তারা সেখানে কখনো বসবাসই করে নাই। জেনে রাখ, সামুদের প্রতি অভিসম্পাতের মত মাদইয়ানবাসীর উপরেও অভিসম্পাত।", "pr": "কাআল লাম ইয়াগনাও ফীহা- আলা-বু‘দাল লিমাদইয়ানা কামা বা‘ইদাত ছামূদ।", "sura_id": 11 }, { "ar": "وَلَقَدْ أَرْسَلْنَا مُوسٰى بِـَٔايٰتِنَا وَسُلْطٰنٍ مُّبِينٍ", "ayat_id": 96, "id": 1569, "bn": "আর আমি মূসা (আঃ) কে প্রেরণ করি আমার নিদর্শনাদি ও সুস্পষ্ট সনদসহ;", "pr": "ওয়া লাকাদ আরছালনা-মূছা-বিআ-য়া-তিনা-ওয়া ছুলতা-নিম মুবীন।", "sura_id": 11 }, { "ar": "إِلٰى فِرْعَوْنَ وَمَلَإِيهِۦ فَاتَّبَعُوٓا أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ", "ayat_id": 97, "id": 1570, "bn": "ফেরাউন ও তার পারিষদবর্গের কাছে, তবুও তারা ফেরাউনের হুকুমে চলতে থাকে, অথচ ফেরাউনের কোন কথা ন্যায় সঙ্গত ছিল না।", "pr": "ইলা-ফির‘আওনা ওয়া মালাইহী ফাত্তাবা‘উআমরা ফির‘আওনা ওয়ামাআমরু ফির‘আওনা বিরাশীদ।", "sura_id": 11 }, { "ar": "يَقْدُمُ قَوْمَهُۥ يَوْمَ الْقِيٰمَةِ فَأَوْرَدَهُمُ النَّارَ ۖ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ", "ayat_id": 98, "id": 1571, "bn": "কেয়ামতের দিন সে তার জাতির লোকদের আগে আগে থাকবে এবং তাদেরকে জাহান্নামের আগুনে পৌঁছে দিবে। আর সেটা অতীব নিকৃষ্ট স্থান, সেখানে তারা পৌঁছেছে।।", "pr": "ইয়াকদুমুকাওমাহূইয়াওমাল কিয়া-মাতি ফাআওরাদা হুমুন্না-রু ওয়া বি‘ছাল বিরদুল মাওরূদ।", "sura_id": 11 }, { "ar": "وَأُتْبِعُوا فِى هٰذِهِۦ لَعْنَةً وَيَوْمَ الْقِيٰمَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ", "ayat_id": 99, "id": 1572, "bn": "আর এ জগতেও তাদের পেছনে লানত রয়েছে এবং কিয়ামতের দিনেও; অত্যন্ত জঘন্য প্রতিফল, যা তারা পেয়েছে।", "pr": "ওয়া উতবি‘ঊ ফী হা-যিহী লা‘নাতাওঁ ওয়া ইয়াওমাল কিয়া-মাতি বি’ছার রিফদুল মারফূদ।", "sura_id": 11 }, { "ar": "ذٰلِكَ مِنْ أَنۢبَآءِ الْقُرٰى نَقُصُّهُۥ عَلَيْكَ ۖ مِنْهَا قَآئِمٌ وَحَصِيدٌ", "ayat_id": 100, "id": 1573, "bn": "এ হচ্ছে কয়েকটি জনপদের সামান্য ইতিবৃত্ত, যা আমি আপনাকে শোনাচ্ছি। তন্মধ্যে কোন কোনটি এখনও বর্তমান আছে আর কোন কোনটির শিকড় কেটে দেয়া হয়েছে।", "pr": "যা-লিকা মিন আমবাইল কুরা-নাকুসসুহূ‘আলাইকা মিনহা কাইমুওঁ ওয়া হাসীদ।", "sura_id": 11 }, { "ar": "وَمَا ظَلَمْنٰهُمْ وَلٰكِن ظَلَمُوٓا أَنفُسَهُمْ ۖ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ الَّتِى يَدْعُونَ مِن دُونِ اللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ", "ayat_id": 101, "id": 1574, "bn": "আমি কিন্তু তাদের প্রতি জুলুম করি নাই বরং তারা নিজেরাই নিজের উপর অবিচার করেছে। ফলে আল্লাহকে বাদ দিয়ে তারা যেসব মাবুদকে ডাকতো আপনার পালনকর্তার হুকুম যখন এসে পড়ল, তখন কেউ কোন কাজে আসল না। তারা শুধু বিপর্যয়ই বৃদ্ধি করল।", "pr": "ওয়ামা-জালামনা-হুম ওয়ালা-কিন জালামূআনফুছাহুম ফামাআগনাত ‘আনহুম আলিহাতুহুমুল্লাতী ইয়াদ‘ঊনা মিন দূ নিল্লা-হি মিন শাইয়িল লাম্মা-জাআ আমরু রাব্বিকা ওয়ামা-ঝা-দুহুম গাইরা তাতবীব।", "sura_id": 11 }, { "ar": "وَكَذٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ الْقُرٰى وَهِىَ ظٰلِمَةٌ ۚ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ", "ayat_id": 102, "id": 1575, "bn": "আর তোমার পরওয়ারদেগার যখন কোন পাপপূর্ণ জনপদকে ধরেন, তখন এমনিভাবেই ধরে থাকেন। নিশ্চয় তাঁর পাকড়াও খুবই মারাত্নক, বড়ই কঠোর।", "pr": "ওয়া কাযা-লিকা আখযুরাব্বিক ইযাআখাযাল কুরা-ওয়াহিয়া জা-লিমাতুন ইন্না আখযাহূআলীমুন শাদীদ।", "sura_id": 11 }, { "ar": "إِنَّ فِى ذٰلِكَ لَءَايَةً لِّمَنْ خَافَ عَذَابَ الْءَاخِرَةِ ۚ ذٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَّشْهُودٌ", "ayat_id": 103, "id": 1576, "bn": "নিশ্চয় ইহার মধ্যে নিদর্শন রয়েছে এমন প্রতিটি মানুষের জন্য যে আখেরাতের আযাবকে ভয় করে। উহা এমন একদিন, যে দিন সব মানুষেই সমবেত হবে, সেদিনটি যে হাযিরের দিন।", "pr": "ইন্না ফী যা-লিকা লাআ-য়াতাল লিমান খা-ফা ‘আযা-বাল আ-খিরাতি যা-লিকা ইয়াওমুম মাজমূ‘উল্লাহুন্না-ছুওয়া যা-লিকা ইয়াওমুম মাশহুদ।", "sura_id": 11 }, { "ar": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ", "ayat_id": 104, "id": 1577, "bn": "আর আমি যে উহা বিলম্বিত করি, তা শুধু একটি ওয়াদার কারণে যা নির্ধারিত রয়েছে।", "pr": "ওয়ামা-নুআখখিরুহূ ইল্লা-লিআজালিম মা‘দূদ।", "sura_id": 11 }, { "ar": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ ۚ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ", "ayat_id": 105, "id": 1578, "bn": "যেদিন তা আসবে সেদিন আল্লাহর অনুমতি ছাড়া কেউ কোন কথা বলতে পারে না। অতঃপর কিছু লোক হবে হতভাগ্য আর কিছু লোক সৌভাগ্যবান।", "pr": "ইয়াওমা ইয়া'তি লা-তাকাল্লামুনাফছুন ইল্লা-বিইযনিহী ফামিনহুম শাকিইইউঁওয়াছা‘ঈদ।", "sura_id": 11 }, { "ar": "فَأَمَّا الَّذِينَ شَقُوا فَفِى النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ", "ayat_id": 106, "id": 1579, "bn": "অতএব যারা হতভাগ্য তারা দোযখে যাবে, সেখানে তারা আর্তনাদ ও চিৎকার করতে থাকবে।", "pr": "ফাআম্মাল্লাযীনা শাকূফাফিন্না-রি লাহুম ফীহা-ঝাফীরুওঁ ওয়া শাহীক।", "sura_id": 11 }, { "ar": "خٰلِدِينَ فِيهَا مَا دَامَتِ السَّمٰوٰتُ وَالْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ", "ayat_id": 107, "id": 1580, "bn": "তারা সেখানে চিরকাল থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রতিপালক অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। নিশ্চয় তোমার পরওয়ারদেগার যা ইচ্ছা করতে পারেন।", "pr": "খা-লিদীনা ফীহা-মা-দা-মাতিছছামা-ওয়া-তুওয়াল আরদুইল্লা-মা-শাআ রাব্বুকা ইন্না রাব্বাকা ফা‘‘আ-লুলিলমা-ইউরীদ।", "sura_id": 11 }, { "ar": "وَأَمَّا الَّذِينَ سُعِدُوا فَفِى الْجَنَّةِ خٰلِدِينَ فِيهَا مَا دَامَتِ السَّمٰوٰتُ وَالْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۖ عَطَآءً غَيْرَ مَجْذُوذٍ", "ayat_id": 108, "id": 1581, "bn": "আর যারা সৌভাগ্যবান তারা বেহেশতের মাঝে, সেখানেই চিরদিন থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রভু অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। এ দানের ধারাবাহিকতা কখনো ছিন্ন হওয়ার নয়।", "pr": "ওয়াআম্মাল্লাযীনা ছু‘ইদূফাফিল জান্নাতি খা-লিদীনা ফীহা-মা-দা-মাতিছছামা-ওয়া-তু ওয়াল আরদুইল্লা-মা-শাআ রাব্বুকা; ‘আতা-আন গাইরা মাজযূয।", "sura_id": 11 }, { "ar": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ", "ayat_id": 109, "id": 1582, "bn": "অতএব, তারা যেসবের উপাসনা করে তুমি সে ব্যাপারে কোনরূপ ধোঁকায় পড়বে না। তাদের পূর্ববর্তী বাপ-দাদারা যেমন পূজা উপাসনা করত, এরাও তেমন করছে। আর নিশ্চয় আমি তাদেরকে আযাবের ভাগ কিছু মাত্রও কম না করেই পুরোপুরি দান করবো।", "pr": "ফালা-তাকুফী মিরইয়াতিম মিম্মা-ইয়া‘বুদুহাউলাই মা-ইয়া‘বুদূ না ইল্লা-কামাইয়া‘বুদুআ-বাউহুম মিন কাবলু ওয়া ইন্না-লামুওয়াফফূহুম নাসীবাহুম গাইরা মানকূস।", "sura_id": 11 }, { "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى الْكِتٰبَ فَاخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ", "ayat_id": 110, "id": 1583, "bn": "আর আমি মূসা (আঃ)-কে অবশ্যই কিতাব দিয়েছিলাম অতঃপর তাতে বিরোধ সৃষ্টি হল; বলাবাহুল্য তোমার পালনকর্তার পক্ষ হতে, একটি কথা যদি আগেই বলা না হত, তাহলে তাদের মধ্যে চুড়ান্ত ফয়সালা হয়ে যেত তারা এ ব্যাপারে এমনই সন্দেহ প্রবণ যে, কিছুতেই নিশ্চিত হতে পারছে না।", "pr": "ওয়া লাকাদ আ-তাইনা-মুছাল কিতা-বা ফাখতুলিফা ফীহি ওয়া লাওলা-কালিমাতুন ছাবাকাত মির রাব্বিকা লাকুদিয়া বাইনাহুম ওয়া ইন্নাহুম লাফী শাক্কিম মিনহু মুরীব।", "sura_id": 11 }, { "ar": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمٰلَهُمْ ۚ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ", "ayat_id": 111, "id": 1584, "bn": "আর যত লোকই হোক না কেন, যখন সময় হবে, তোমার প্রভু তাদের সকলেরই আমলের প্রতিদান পুরোপুরি দান করবেন। নিশ্চয় তিনি তাদের যাবতীয় কার্যকলাপের খবর রাখেন।", "pr": "ওয়া ইন্না কুল্লাল লাম্মা-লাইউওয়াফফিয়ান্নাহুম রাব্বুকা আ‘মা-লাহুম ইন্নাহূবিমাইয়া‘মালূনা খাবীর।", "sura_id": 11 }, { "ar": "فَاسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا ۚ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ", "ayat_id": 112, "id": 1585, "bn": "অতএব, তুমি এবং তোমার সাথে যারা তওবা করেছে সবাই সোজা পথে চলে যাও-যেমন তোমায় হুকুম দেয়া হয়েছে এবং সীমা লঙ্ঘন করবে না, তোমরা যা কিছু করছ, নিশ্চয় তিনি তার প্রতি দৃষ্টি রাখেন।", "pr": "ফাছতাকিম কামাউমিরতা ওয়ামান তা-বা মা‘আকা ওয়ালা-তাতগাও ইন্নাহূবিমাতা‘মালূনা বাসীর।", "sura_id": 11 }, { "ar": "وَلَا تَرْكَنُوٓا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ", "ayat_id": 113, "id": 1586, "bn": "আর পাপিষ্ঠদের প্রতি ঝুঁকবে না। নতুবা তোমাদেরকেও আগুনে ধরবে। আর আল্লাহ ব্যতীত তোমাদের কোন বন্ধু নাই। অতএব কোথাও সাহায্য পাবে না।", "pr": "ওয়ালা-তারকানূইলাল্লাযীনা জালামূফাতামাছছাকুমুন্না-রু ওয়ামা-লাকুমমিনদূনিল্লা-হি মিন আউলিয়াআ ছুম্মা লা-তুনসারূন।", "sura_id": 11 }, { "ar": "وَأَقِمِ الصَّلٰوةَ طَرَفَىِ النَّهَارِ وَزُلَفًا مِّنَ الَّيْلِ ۚ إِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّـَٔاتِ ۚ ذٰلِكَ ذِكْرٰى لِلذّٰكِرِينَ", "ayat_id": 114, "id": 1587, "bn": "আর দিনের দুই প্রান্তেই নামায ঠিক রাখবে, এবং রাতের প্রান্তভাগে পূর্ণ কাজ অবশ্যই পাপ দূর করে দেয়, যারা স্মরণ রাখে তাদের জন্য এটি এক মহা স্মারক।", "pr": "ওয়া আকিমিসসালা-তা তারাফাইন্নাহা-রি ওয়া ঝুলাফাম মিনাল্লাইলি ইন্নাল হাছানা-তি ইউযহিবনাছ ছাইয়িআ-তি যা-লিকা যিকরা-লিযযা-কিরীন।", "sura_id": 11 }, { "ar": "وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ", "ayat_id": 115, "id": 1588, "bn": "আর ধৈর্য্যধারণ কর, নিশ্চয়ই আল্লাহ পূণ্যবানদের প্রতিদান বিনষ্ট করেন না।", "pr": "ওয়াসবির ফাইন্নাল্লা-হা লা-ইউদী‘উ আজরাল মুহছিনীন।", "sura_id": 11 }, { "ar": "فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِن قَبْلِكُمْ أُولُوا بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِى الْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَآ أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ", "ayat_id": 116, "id": 1589, "bn": "কাজেই, তোমাদের পূর্ববতী জাতি গুলির মধ্যে এমন সৎকর্মশীল কেন রইল না, যারা পৃথিবীতে বিপর্যয় সৃষ্টি করতে বাধা দিত; তবে মুষ্টিমেয় লোক ছিল যাদেরকে আমি তাদের মধ্য হতে রক্ষা করেছি। আর পাপিষ্ঠরা তো ভোগ বিলাসে মত্ত ছিল যার সামগ্রী তাদেরকে যথেষ্ট দেয়া হয়েছিল। আসলে তারা ছিল মহা অপরাধী।", "pr": "ফালাওলা-কা-না মিনাল কুরূনি মিন কাবলিকুম ঊলূবাকিইইয়াতিইঁ ইয়ানহাওনা ‘আনিল ফাছা-দি ফিল আরদিইল্লা-কালীলাম মিম্মান আনজাইনা-মিনহুম ওয়াত্তাবা‘আল্লাযীনা জালামুমাউতরিফূফীহি ওয়াকা-নূমুজরীমিন।", "sura_id": 11 }, { "ar": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ", "ayat_id": 117, "id": 1590, "bn": "আর তোমার পালনকর্তা এমন নন যে, জনবসতিগুলোকে অন্যায়ভাবে ধ্বংস করে দেবেন, সেখানকার লোকেরা সৎকর্মশীল হওয়া সত্ত্বেও।", "pr": "ওয়ামা-কা-না রাব্বুকা লিইউহলিকাল কুরা- বিজু লমিওঁ ওয়া আহলুহা-মুসলিহুন।", "sura_id": 11 }, { "ar": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وٰحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ", "ayat_id": 118, "id": 1591, "bn": "আর তোমার পালনকর্তা যদি ইচ্ছা করতেন, তবে অবশ্যই সব মানুষকে একই জাতিসত্তায় পরিনত করতে পারতেন আর তারা বিভিন্ন ভাগে বিভক্ত হতো না।", "pr": "ওয়া লাও শাআ রাব্বুকা লাজা‘আলান্না-ছা উম্মাতাওঁ ওয়া-হিদাতাওঁ ওয়ালা-ইয়াঝা-লূনা মুখতালিফীন।", "sura_id": 11 }, { "ar": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ", "ayat_id": 119, "id": 1592, "bn": "তোমার পালনকর্তা যাদের উপর রহমত করেছেন, তারা ব্যতীত সবাই চিরদিন মতভেদ করতেই থাকবে এবং এজন্যই তাদেরকে সৃষ্টি করেছেন। আর তোমার আল্লাহর কথাই পূর্ণ হল যে, অবশ্যই আমি জাহান্নামকে জ্বিন ও মানুষ দ্বারা একযোগে ভর্তি করব।", "pr": "ইল্লা-মার রাহিমা রাব্বুকা ওয়া লিযা-লিকা খালাকাহুম ওয়া তাম্মাত কালিমাতু রাব্বিকা লাআমলাআন্না জাহান্নামা মিনাল জিন্নাতি ওয়ান্না-ছি আজমা‘ঈন।", "sura_id": 11 }, { "ar": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ الرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ ۚ وَجَآءَكَ فِى هٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرٰى لِلْمُؤْمِنِينَ", "ayat_id": 120, "id": 1593, "bn": "আর আমি রসূলগণের সব বৃত্তান্তই তোমাকে বলছি, যদ্দ্বারা তোমার অন্তরকে মজবুত করছি। আর এভাবে তোমার নিকট মহাসত্য এবং ঈমানদারদের জন্য নসীহত ও স্বরণীয় বিষয়বস্তু এসেছে।", "pr": "ওয়াকুল্লান নাকুসসু‘আলাইকা মিন আমবাইর রুছুলি মা-নুছাব্বিতুবিহী ফুআ-দাকা ওয়া জাআকা ফীহা-যিহিল হাক্কুওয়া মাও‘ইজাতুওঁ ওয়া যিকরা-লিলমু’মিনীন।", "sura_id": 11 }, { "ar": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلٰى مَكَانَتِكُمْ إِنَّا عٰمِلُونَ", "ayat_id": 121, "id": 1594, "bn": "আর যারা ঈমান আনে না, তাদেরকে বলে দাও যে, তোমরা নিজ নিজ অবস্থায় কাজ করে যাও আমরাও কাজ করে যাই।", "pr": "ওয়া কুল লিল্লাযীনা লা- ইউ’মিনূনা‘মালূ‘আলা-মাকা-নাতিকুম ইন্না-‘আ-মিলূন।", "sura_id": 11 }, { "ar": "وَانتَظِرُوٓا إِنَّا مُنتَظِرُونَ", "ayat_id": 122, "id": 1595, "bn": "এবং তোমরাও অপেক্ষা করে থাক, আমরাও অপেক্ষায় রইলাম।", "pr": "ওয়ানতাজিরু ইন্না-মুনতাজিরূন।", "sura_id": 11 }, { "ar": "وَلِلَّهِ غَيْبُ السَّمٰوٰتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُۥ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغٰفِلٍ عَمَّا تَعْمَلُونَ", "ayat_id": 123, "id": 1596, "bn": "আর আল্লাহর কাছেই আছে আসমান ও যমীনের গোপন তথ্য; আর সকল কাজের প্রত্যাবর্তন তাঁরই দিকে; অতএব, তাঁরই বন্দেগী কর এবং তাঁর উপর ভরসা রাখ, আর তোমাদের কার্যকলাপ সম্বন্ধে তোমার পালনকর্তা কিন্তু বে-খবর নন।", "pr": "ওয়ালিল্লা-হি গাইবুছছামা-ওয়া-তি ওয়াল আরদিওয়া ইলাইহি ইউরজা‘উল আমরু কুল্লুহূ ফা‘বুদহু ওয়া তাওয়াক্কাল ‘আলাইহি ওয়ামা-রাব্বুকা বিগা-ফিলিন ‘আম্মা-তা‘মালূন।", "sura_id": 11 }]