[{ "ar": "يٰٓأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِى خَلَقَكُم مِّن نَّفْسٍ وٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً ۚ وَاتَّقُوا اللَّهَ الَّذِى تَسَآءَلُونَ بِهِۦ وَالْأَرْحَامَ ۚ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا", "ayat_id": 1, "id": 494, "bn": "হে মানব সমাজ! তোমরা তোমাদের পালনকর্তাকে ভয় কর, যিনি তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন এবং যিনি তার থেকে তার সঙ্গীনীকে সৃষ্টি করেছেন; আর বিস্তার করেছেন তাদের দু’জন থেকে অগণিত পুরুষ ও নারী। আর আল্লাহকে ভয় কর, যাঁর নামে তোমরা একে অপরের নিকট যাচঞ্ঝা করে থাক এবং আত্নীয় জ্ঞাতিদের ব্যাপারে সতর্কতা অবলম্বন কর। নিশ্চয় আল্লাহ তোমাদের ব্যাপারে সচেতন রয়েছেন।", "pr": "ইয়াআইয়ুহান্না-ছুত্তাকূরাব্বাকুমুল্লাযীখালাকাকুম মিন নাফছিওঁ ওয়া-হিদাতিওঁ ওয়া খালাকা মিনহা-ঝাওজাহা-ওয়াবাছছা মিনহুমা-রিজা-লান কাছীরাওঁ ওয়ানিছাআওঁ ওয়াত্তাকুল্লাহাল্লাযী তাছাআলূনা বিহী ওয়াল আরহা-মা ইন্নাল্লা-হা কা-না ‘আলাইকুম রাকীবা।", "sura_id": 4 }, { "ar": "وَءَاتُوا الْيَتٰمٰىٓ أَمْوٰلَهُمْ ۖ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوٓا أَمْوٰلَهُمْ إِلٰىٓ أَمْوٰلِكُمْ ۚ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا", "ayat_id": 2, "id": 495, "bn": "এতীমদেরকে তাদের সম্পদ বুঝিয়ে দাও। খারাপ মালামালের সাথে ভালো মালামালের অদল-বদল করো না। আর তাদের ধন-সম্পদ নিজেদের ধন-সম্পদের সাথে সংমিশ্রিত করে তা গ্রাস করো না। নিশ্চয় এটা বড়ই মন্দ কাজ।", "pr": "ওয়া আ-তুল ইয়াতা-মাআমওয়া-লাহুম ওয়ালা-তাতাবাদ্দালুল খাবীছা বিত্তাইয়িবি ওয়ালা-তা’কুলূআমওয়া-লাহুম ইলাআমওয়া-লিকুম ইন্নাহূকা-না হুবান কাবীরা-।", "sura_id": 4 }, { "ar": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِى الْيَتٰمٰى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَآءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمٰنُكُمْ ۚ ذٰلِكَ أَدْنٰىٓ أَلَّا تَعُولُوا", "ayat_id": 3, "id": 496, "bn": "আর যদি তোমরা ভয় কর যে, এতীম মেয়েদের হক যথাথভাবে পুরণ করতে পারবে না, তবে সেসব মেয়েদের মধ্যে থেকে যাদের ভাল লাগে তাদের বিয়ে করে নাও দুই, তিন, কিংবা চারটি পর্যন্ত। আর যদি এরূপ আশঙ্কা কর যে, তাদের মধ্যে ন্যায় সঙ্গত আচরণ বজায় রাখতে পারবে না, তবে, একটিই অথবা তোমাদের অধিকারভুক্ত দাসীদেরকে; এতেই পক্ষপাতিত্বে জড়িত না হওয়ার অধিকতর সম্ভাবনা।", "pr": "ওয়া ইন খিফতুম আল্লা-তুকছিতূফিল ইয়াতা-মা-ফানকিহূমা-তা-বা লাকুম মিনান নিছাই মাছনা-ওয়া ছুলা-ছা ওয়া রুবা-‘আ ফাইন খিফতুম আল্লা-তা‘দিলূফাওয়াহিদাতান আও মা-মালাকাত আইমা-নুকুম যা-লিকা আদনাআল্লা-তা‘ঊলূ", "sura_id": 4 }, { "ar": "وَءَاتُوا النِّسَآءَ صَدُقٰتِهِنَّ نِحْلَةً ۚ فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا", "ayat_id": 4, "id": 497, "bn": "আর তোমরা স্ত্রীদেরকে তাদের মোহর দিয়ে দাও খুশীমনে। তারা যদি খুশী হয়ে তা থেকে অংশ ছেড়ে দেয়, তবে তা তোমরা স্বাচ্ছন্দ্যে ভোগ কর।", "pr": "ওয়া আ-তুন নিছাআ সাদুকা-তিহিন্না নিহলাতান ফাইন তিবনালাকুম ‘আন শাইইম মিনহু নাফছান ফাকুলূহু হানীআম মারীআ।", "sura_id": 4 }, { "ar": "وَلَا تُؤْتُوا السُّفَهَآءَ أَمْوٰلَكُمُ الَّتِى جَعَلَ اللَّهُ لَكُمْ قِيٰمًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَّعْرُوفًا", "ayat_id": 5, "id": 498, "bn": "আর যে সম্পদকে আল্লাহ তোমাদের জীবন-যাত্রার অবলম্বন করেছেন, তা অর্বাচীনদের হাতে তুলে দিও না। বরং তা থেকে তাদেরকে খাওয়াও, পরাও এবং তাদেরকে সান্তনার বানী শোনাও।", "pr": "ওয়ালা তু’তুছছুফাহাআ আমওয়া-লাকুমুল্লাতী জা‘আলা ল্লা-হুলাকুমকিয়া-মাওঁ ওয়ারঝুকূহুম ফীহা-ওয়াকছূহুম ওয়াকূ লূলাহুম কাওলাম মা‘রূফা-।", "sura_id": 4 }, { "ar": "وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ إِذَا بَلَغُوا النِّكَاحَ فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَادْفَعُوٓا إِلَيْهِمْ أَمْوٰلَهُمْ ۖ وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا ۚ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ ۚ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوٰلَهُمْ فَأَشْهِدُوا عَلَيْهِمْ ۚ وَكَفٰى بِاللَّهِ حَسِيبًا", "ayat_id": 6, "id": 499, "bn": "আর এতীমদের প্রতি বিশেষভাবে নজর রাখবে, যে পর্যন্ত না তারা বিয়ের বয়সে পৌঁছে। যদি তাদের মধ্যে বুদ্ধি-বিবেচনার উন্মেষ আঁচ করতে পার, তবে তাদের সম্পদ তাদের হাতে অর্পন করতে পার। এতীমের মাল প্রয়োজনাতিরিক্ত খরচ করো না বা তারা বড় হয়ে যাবে মনে করে তাড়াতাড়ি খেয়ে ফেলো না। যারা স্বচ্ছল তারা অবশ্যই এতীমের মাল খরচ করা থেকে বিরত থাকবে। আর যে অভাবগ্রস্ত সে সঙ্গত পরিমাণ খেতে পারে। যখন তাদের হাতে তাদের সম্পদ প্রত্যার্পণ কর, তখন সাক্ষী রাখবে। অবশ্য আল্লাহই হিসাব নেয়ার ব্যাপারে যথেষ্ট।", "pr": "ওয়াবতালুল ইয়াতা-মা-হাত্তা ইযা- বালাগুন নিকা-হা ফাইন আ-নাছতুম মিনহুম রুশদান ফাদফা‘ঊ ইলাইহিম আমওয়া-লাহুম ওয়ালা- তা’কুলূহা-ইছরা-ফাওঁ ওয়া বিদারান আইঁ ইয়াকবারূ ওয়ামান কা-না গানিইইয়ান ফালইয়াছতা‘ফিফ ওয়ামান কা-না ফাকীরান ফালইয়া’কুল বিলমা‘রূফি ফাইযা-দাফা‘তুম ইলাইহিম আমওয়া-লাহুম ফাআশহিদূ‘আলাইহিম ওয়া কাফা-বিল্লাহি হাছীবা-।", "sura_id": 4 }, { "ar": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ الْوٰلِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ الْوٰلِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَّفْرُوضًا", "ayat_id": 7, "id": 500, "bn": "পিতা-মাতা ও আত্নীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে পুরুষদেরও অংশ আছে এবং পিতা-মাতা ও আত্নীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে নারীদেরও অংশ আছে; অল্প হোক কিংবা বেশী। এ অংশ নির্ধারিত।", "pr": "লিররিজা-লি নাসীবুম মিম্মা-তারাকাল ওয়া-লিদা-নি ওয়াল আকরাবূনা, ওয়া লিননিছাই নাসীবুম মিম্মা-তারাকাল ওয়া-লিদা-নি ওয়াল আকরাবূনা মিম্মা-কাল্লা মিনহু আও কাছুরা নাসীবাম মাফরুদা-।", "sura_id": 4 }, { "ar": "وَإِذَا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِينُ فَارْزُقُوهُم مِّنْهُ وَقُولُوا لَهُمْ قَوْلًا مَّعْرُوفًا", "ayat_id": 8, "id": 501, "bn": "সম্পতি বন্টনের সময় যখন আত্নীয়-স্বজন, এতীম ও মিসকীন উপস্থিত হয়, তখন তা থেকে তাদের কিছু খাইয়ে দাও এবং তাদের সাথে কিছু সদালাপ করো।", "pr": "ওয়া ইযা-হাদরাল কিছমাতা ঊলুল কুরবা- ওয়াল ইয়াতা-মা- ওয়াল মাছা-কীনু ফারঝুকূহুম মিনহু ওয়াকূলূহুম কাওলাম মা‘রূফা-।", "sura_id": 4 }, { "ar": "وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا", "ayat_id": 9, "id": 502, "bn": "তাদের ভয় করা উচিত, যারা নিজেদের পশ্চাতে দুর্বল অক্ষম সন্তান-সন্ততি ছেড়ে গেলে তাদের জন্যে তারাও আশঙ্কা করে; সুতরাং তারা যেন আল্লাহকে ভয় করে এবং সংগত কথা বলে।", "pr": "ওয়াল ইয়াখশাল্লাযীনা লাও তারাকূমিন খালফিহিম যুররিইইয়াতান দি‘আ-ফান খা-ফূ‘আলাইহিম ফালইয়াত্তাকূল্লা-হা ওয়াল ইয়াকূলূকাওলান ছাদীদা-।", "sura_id": 4 }, { "ar": "إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوٰلَ الْيَتٰمٰى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا", "ayat_id": 10, "id": 503, "bn": "যারা এতীমদের অর্থ-সম্পদ অন্যায়ভাবে খায়, তারা নিজেদের পেটে আগুনই ভর্তি করেছে এবং সত্ত্বরই তারা অগ্নিতে প্রবেশ করবে।", "pr": "ইন্নাল্লাযীনা ইয়া’কুলূনা আমওয়া-লাল ইয়াতা-মা-জু লমান ইন্নামা-ইয়া’কুলূনা ফী বুতুনিহিম না-রাওঁ ওয়া ছাইয়াসলাওনা ছা‘ঈরা।", "sura_id": 4 }, { "ar": "يُوصِيكُمُ اللَّهُ فِىٓ أَوْلٰدِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ ۚ فَإِن كُنَّ نِسَآءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِن كَانَتْ وٰحِدَةً فَلَهَا النِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وٰحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٌ ۚ فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٌ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ ۚ فَإِن كَانَ لَهُۥٓ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٍ ۗ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِّنَ اللَّهِ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا", "ayat_id": 11, "id": 504, "bn": "আল্লাহ তোমাদেরকে তোমাদের সন্তানদের সম্পর্কে আদেশ করেনঃ একজন পুরুষের অংশ দু?জন নারীর অংশের সমান। অতঃপর যদি শুধু নারীই হয় দু' এর অধিক, তবে তাদের জন্যে ঐ মালের তিন ভাগের দুই ভাগ যা ত্যাগ করে মরে এবং যদি একজনই হয়, তবে তার জন্যে অর্ধেক। মৃতের পিতা-মাতার মধ্য থেকে প্রত্যেকের জন্যে ত্যাজ্য সম্পত্তির ছয় ভাগের এক ভাগ, যদি মৃতের পুত্র থাকে। যদি পুত্র না থাকে এবং পিতা-মাতাই ওয়ারিস হয়, তবে মাতা পাবে তিন ভাগের এক ভাগ। অতঃপর যদি মৃতের কয়েকজন ভাই থাকে, তবে তার মাতা পাবে ছয় ভাগের এক ভাগ ওছিয়্যতের পর, যা করে মরেছে কিংবা ঋণ পরিশোধের পর। তোমাদের পিতা ও পুত্রের মধ্যে কে তোমাদের জন্যে অধিক উপকারী তোমরা জান না। এটা আল্লাহ কতৃক নির্ধারিত অংশ নিশ্চয় আল্লাহ সর্বজ্ঞ, রহস্যবিদ।", "pr": "ইঊসীকুমুল্লা-হু ফী আওলাদিকুম লিযযাকারি মিছলুহাজ্জিল উনছাইয়াইনি ফাইন কুন্না নিছাআন ফাওকাছনাতাইনি ফালাহুন্না ছুলুছা-মা-তারাকা ওয়া ইন কানাত ওয়া-হিদাতান ফালাহান নিসফু ওয়ালিআবাওয়াইহি লিকুল্লি ওয়া-হিদিম মিনহুমাছ ছু দুছুমিম্মা-তারাকা ইন কা-না লাহু ওয়ালাদুন ফাইল্লাম ইয়াকুল্লাহু ওয়ালাদুওঁ ওয়া ওয়ারিছাহুআবাওয়া-হু ফালিউম্মিহিছছু লুছু  ফাইন কা-না লাহুইখওয়াতুন ফালিউম্মিহিছ ছু দুছুমিম বা‘দি ওয়াসিইইয়াতিইঁ ইউসী বিহা-আও দাইনিন আ-বাউকুম ওয়া আব নাউকুম লা-তাদরূনা আইয়ুহুম আকরাবুলাকুম নাফ‘আন ফারীদতাম মিনাল্লাহি ইন্নাল্লা-হা কা-না ‘আলীমান হাকীমা-।", "sura_id": 4 }, { "ar": "وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ ۚ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ ۚ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ ۚ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم ۚ مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ ۗ وَإِن كَانَ رَجُلٌ يُورَثُ كَلٰلَةً أَوِ امْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وٰحِدٍ مِّنْهُمَا السُّدُسُ ۚ فَإِن كَانُوٓا أَكْثَرَ مِن ذٰلِكَ فَهُمْ شُرَكَآءُ فِى الثُّلُثِ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصٰى بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ ۚ وَصِيَّةً مِّنَ اللَّهِ ۗ وَاللَّهُ عَلِيمٌ حَلِيمٌ", "ayat_id": 12, "id": 505, "bn": "আর, তোমাদের হবে অর্ধেক সম্পত্তি, যা ছেড়ে যায় তোমাদের স্ত্রীরা যদি তাদের কোন সন্তান না থাকে। যদি তাদের সন্তান থাকে, তবে তোমাদের হবে এক-চতুর্থাংশ ঐ সম্পত্তির, যা তারা ছেড়ে যায়; ওছিয়্যতের পর, যা তারা করে এবং ঋণ পরিশোধের পর। স্ত্রীদের জন্যে এক-চতুর্থাংশ হবে ঐ সম্পত্তির, যা তোমরা ছেড়ে যাও যদি তোমাদের কোন সন্তান না থাকে। আর যদি তোমাদের সন্তান থাকে, তবে তাদের জন্যে হবে ঐ সম্পত্তির আট ভাগের এক ভাগ, যা তোমরা ছেড়ে যাও ওছিয়্যতের পর, যা তোমরা কর এবং ঋণ পরিশোধের পর। যে পুরুষের, ত্যাজ্য সম্পত্তি, তার যদি পিতা-পুত্র কিংবা স্ত্রী না থাকে এবং এই মৃতের এক ভাই কিংবা এক বোন থাকে, তবে উভয়ের প্রত্যেকে ছয়-ভাগের এক পাবে। আর যদি ততোধিক থাকে, তবে তারা এক তৃতীয়াংশ অংশীদার হবে ওছিয়্যতের পর, যা করা হয় অথবা ঋণের পর এমতাবস্থায় যে, অপরের ক্ষতি না করে। এ বিধান আল্লাহর। আল্লাহ সর্বজ্ঞ, সহনশীল।", "pr": "ওয়ালাকুম নিসফুমা-তারাকা আঝওয়া-জুকুম ইল্লাম ইয়াকুল্লাহুন্না ওয়ালাদুন ফাইন কা-না লাহুন্না ওয়ালাদুন ফালাকুমুর রুবু‘উ মিম্মা-তারাকনা মিম বা‘দি ওয়াসিইইয়াতিইঁ ইঊসীনা বিহাআওদাইনিওঁ ওয়ালাহুন্নার রুবু‘উ মিম্মা-তারাকতুম ইল্লাম ইয়াকুল্লাকুম ওয়ালাদুন ফাইন কা-না লাকুম ওয়ালাদুন ফালাহুন্নাছছু মুনুমিম্মা-তারাকতুম মিম বা‘দি ওয়াসিয়াতিন তূসূনা বিহাআও দাইনিওঁ ওয়া ইন কা-না রাজুলুইঁ ইঊরাছুকালা-লাতান আবিম রাআতুওঁ ওয়ালাহু আখুন আও উখতুন ফালিকুল্লি ওয়া-হিদিম মিনহুমাছ ছু দুছু ফাইন কা-নুআকছারা মিন যা-লিকা ফাহুম শুরাকাউ ফিছছু লুছিমিম বা‘দি ওয়াসিইইয়াতিই ইঊসা-বিহাআওদাইনিন গাইরা মুদাররিওঁ ওয়াসিইইয়াতাম মিনাল্লা-হি ওয়াল্লা-হু ‘আলীমুন হালীম।", "sura_id": 4 }, { "ar": "تِلْكَ حُدُودُ اللَّهِ ۚ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا ۚ وَذٰلِكَ الْفَوْزُ الْعَظِيمُ", "ayat_id": 13, "id": 506, "bn": "এগুলো আল্লাহর নির্ধারিত সীমা। যে কেউ আল্লাহ ও রসূলের আদেশমত চলে, তিনি তাকে জান্নাত সমূহে প্রবেশ করাবেন, যেগুলোর তলদেশ দিয়ে স্রোতস্বিনী প্রবাহিত হবে। তারা সেখানে চিরকাল থাকবে। এ হল বিরাট সাফল্য।", "pr": "তিলকা হুদূদুল্লা-হি ওয়া মাই ইউতি‘ইল্লা-হা ওয়ারাছূলাহু ইউদখিলহু জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা- ওয়া যা-লিকাল ফাওঝুল ‘আজীম।", "sura_id": 4 }, { "ar": "وَمَن يَعْصِ اللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خٰلِدًا فِيهَا وَلَهُۥ عَذَابٌ مُّهِينٌ", "ayat_id": 14, "id": 507, "bn": "যে কেউ আল্লাহ ও রসূলের অবাধ্যতা করে এবং তার সীমা অতিক্রম করে তিনি তাকে আগুনে প্রবেশ করাবেন। সে সেখানে চিরকাল থাকবে। তার জন্যে রয়েছে অপমানজনক শাস্তি।", "pr": "ওয়ামাইঁ ইয়া‘সিল্লা-হা ওয়ারাছূলাহু ওয়াইয়াতা‘আদ্দা হুদূদাহু ইউদখিলহু না-রান খা-লিদান ফীহা- ওয়ালাহু ‘আযা-বুম মুহীন।", "sura_id": 4 }, { "ar": "وَالّٰتِى يَأْتِينَ الْفٰحِشَةَ مِن نِّسَآئِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا فَأَمْسِكُوهُنَّ فِى الْبُيُوتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا", "ayat_id": 15, "id": 508, "bn": "আর তোমাদের নারীদের মধ্যে যারা ব্যভিচারিণী তাদের বিরুদ্ধে তোমাদের মধ্য থেকে চার জন পুরুষকে সাক্ষী হিসেবে তলব কর। অতঃপর যদি তারা সাক্ষ্য প্রদান করে তবে সংশ্লিষ্টদেরকে গৃহে আবদ্ধ রাখ, যে পর্যন্ত মৃত্যু তাদেরকে তুলে না নেয় অথবা আল্লাহ তাদের জন্য অন্য কোন পথ নির্দেশ না করেন।", "pr": "ওয়াল্লা-তী ইয়া’তীনাল ফা-হিশাতা মিন নিছাইকুম ফাছতাশহিদূ‘আলাইহিন্না আরবা‘আতাম মিনকুম; ফাইন শাহিদূফাআমছিকূহুন্না ফিল বুয়ূতি হাত্তা-ইয়াতাওয়াফফা-হুন্নাল মাওতুআও ইয়া জ‘আলাল্লা-হু লাহুন্না ছাবীলা-।", "sura_id": 4 }, { "ar": "وَالَّذَانِ يَأْتِيٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَآ ۗ إِنَّ اللَّهَ كَانَ تَوَّابًا رَّحِيمًا", "ayat_id": 16, "id": 509, "bn": "তোমাদের মধ্য থেকে যে দু’জন সেই কুকর্মে লিপ্ত হয়, তাদেরকে শাস্তি প্রদান কর। অতঃপর যদি উভয়ে তওবা করে এবং নিজেদের সংশোধন করে, তবে তাদের থেকে হাত গুটিয়ে নাও। নিশ্চয় আল্লাহ তওবা কবুলকারী, দয়ালু।", "pr": "ওয়াল্লাযা-নি ইয়া’তিইয়া-নিহা-মিনকুম ফাআ-যূহুমা- ফাইন তা-বা-ওয়াআসলাহাফাআ‘রিদূ ‘আনহুমা- ইন্নাল্লা-হা কা-না তাওওয়া-বার রাহীমা-।", "sura_id": 4 }, { "ar": "إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوٓءَ بِجَهٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُولٰٓئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ ۗ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا", "ayat_id": 17, "id": 510, "bn": "অবশ্যই আল্লাহ তাদের তওবা কবুল করবেন, যারা ভূলবশতঃ মন্দ কাজ করে, অতঃপর অনতিবিলম্বে তওবা করে; এরাই হল সেসব লোক যাদেরকে আল্লাহ ক্ষমা করে দেন। আল্লাহ মহাজ্ঞানী, রহস্যবিদ।", "pr": "ইন্নামাত তাওবাতু‘আলাল্লা-হি লিল্লাযীনা ইয়া‘মালূনাছ ছূআ বিজাহা-লাতিন ছুম্মা ইয়াতূবূনা মিন কারীবিন ফাউলাইকা ইয়াতূবুল্লা-হু ‘আলাইহিম ওয়া কা-নাল্লা-হু ‘আলীমান হাকীমা।", "sura_id": 4 }, { "ar": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّـَٔاتِ حَتّٰىٓ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّى تُبْتُ الْـٰٔنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُولٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا", "ayat_id": 18, "id": 511, "bn": "আর এমন লোকদের জন্য কোন ক্ষমা নেই, যারা মন্দ কাজ করতেই থাকে, এমন কি যখন তাদের কারো মাথার উপর মৃত্যু উপস্থিত হয়, তখন বলতে থাকেঃ আমি এখন তওবা করছি। আর তওবা নেই তাদের জন্য, যারা কুফরী অবস্থায় মৃত্যুবরণ করে। আমি তাদের জন্য যন্ত্রণাদায়ক শাস্তি প্রস্তুত করে রেখেছি।", "pr": "ওয়া লাইছাতিত্তাওবাতুলিল্লাযীনা ইয়া‘মালূনাছ ছাইয়িআ-তি হাত্তাইযা-হাদারা আহাদাহুমুল মাওতুকা-লা ইন্নী তুবতুল আ-না ওয়ালা ল্লাযীনা ইয়ামূতূনা ওয়াহুম কুফফারুন উলাইকা আ‘তাদনা-লাহুম ‘আযা-বান আলীমা।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا يَحِلُّ لَكُمْ أَن تَرِثُوا النِّسَآءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ ۚ فَإِن كَرِهْتُمُوهُنَّ فَعَسٰىٓ أَن تَكْرَهُوا شَيْـًٔا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا", "ayat_id": 19, "id": 512, "bn": "হে ঈমাণদারগণ! বলপূর্বক নারীদেরকে উত্তরাধিকারে গ্রহন করা তোমাদের জন্যে হালাল নয় এবং তাদেরকে আটক রেখো না যাতে তোমরা তাদেরকে যা প্রদান করেছ তার কিয়দংশ নিয়ে নাও; কিন্তু তারা যদি কোন প্রকাশ্য অশ্লীলতা করে! নারীদের সাথে সদ্ভাবে জীবন-যাপন কর। অতঃপর যদি তাদেরকে অপছন্দ কর, তবে হয়ত তোমরা এমন এক জিনিসকে অপছন্দ করছ, যাতে আল্লাহ, অনেক কল্যাণ রেখেছেন।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-ইয়াহিল্লুলাকুম আন তারিছুন নিছাআ কারহাওঁ ওয়ালা-তা‘দুলূহুন্না লিতাযহাবূব্বিা‘দিমাআ-তাইতুমূহুন্না ইল্লাআইঁ ইয়া’তীনা বিফাহিশাতিম মুবাইয়িনাতিওঁ ওয়া‘আ-শিরূহুন্না বিলমা‘রূফি ফাইন কারিহতুমূহুন্না ফা‘আছাআন তাকরাহু শাইআওঁ ওয়াইয়াজ‘আলাল্লা-হু ফীহি খাইরান কাছীরা-।", "sura_id": 4 }, { "ar": "وَإِنْ أَرَدتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمْ إِحْدٰىهُنَّ قِنطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْـًٔا ۚ أَتَأْخُذُونَهُۥ بُهْتٰنًا وَإِثْمًا مُّبِينًا", "ayat_id": 20, "id": 513, "bn": "যদি তোমরা এক স্ত্রীর স্থলে অন্য স্ত্রী পরিবর্তন করতে ইচ্ছা কর এবং তাদের একজনকে প্রচুর ধন-সম্পদ প্রদান করে থাক, তবে তা থেকে কিছুই ফেরত গ্রহণ করো না। তোমরা কি তা অন্যায়ভাবে ও প্রকাশ্য গোনাহর মাধ্যমে গ্রহণ করবে?", "pr": "ওয়া ইন আরাত্তুমুছ তিবদা-লা ঝাওজিম মাকা-না ঝাওজিওঁ ওয়া আ-তাইতুম ইহদা-হুন্না কিনতা-রান ফালা-তা’খুযূমিনহু শাইআন আতা’খুযূনাহু বুহতা-নাওঁ ওয়া ইছমাম মুবীনা।", "sura_id": 4 }, { "ar": "وَكَيْفَ تَأْخُذُونَهُۥ وَقَدْ أَفْضٰى بَعْضُكُمْ إِلٰى بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثٰقًا غَلِيظًا", "ayat_id": 21, "id": 514, "bn": "তোমরা কিরূপে তা গ্রহণ করতে পার, অথচ তোমাদের একজন অন্য জনের কাছে গমন এবং নারীরা তোমাদের কাছে থেকে সুদৃঢ় অঙ্গীকার গ্রহণ করেছে।", "pr": "ওয়া কাইফা তা’খুযূনাহূওয়া কাদ আফদা-বা‘দুকুমইলা-বা‘দিওঁ ওয়া আখাযনা মিনকুম মীছাকান গালীজা।", "sura_id": 4 }, { "ar": "وَلَا تَنكِحُوا مَا نَكَحَ ءَابَآؤُكُم مِّنَ النِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُۥ كَانَ فٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا", "ayat_id": 22, "id": 515, "bn": "যে নারীকে তোমাদের পিতা-পিতামহ বিবাহ করেছে তোমরা তাদের বিবাহ করো না। কিন্তু যা বিগত হয়ে গেছে। এটা অশ্লীল, গযবের কাজ এবং নিকৃষ্ট আচরণ।", "pr": "ওয়ালা-তানকিহুমা-নাকাহা আ-বাউকুম মিনান নিছাই ইল্লা-মা-কাদ সালাফা ইন্নাহু কা-না ফা-হিশাতাওঁ ওয়া মাকতাওঁ ওয়া ছাআ ছাবীলা-।", "sura_id": 4 }, { "ar": "حُرِّمَتْ عَلَيْكُمْ أُمَّهٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهٰتُكُمُ الّٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوٰتُكُم مِّنَ الرَّضٰعَةِ وَأُمَّهٰتُ نِسَآئِكُمْ وَرَبٰٓئِبُكُمُ الّٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ الّٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلٰٓئِلُ أَبْنَآئِكُمُ الَّذِينَ مِنْ أَصْلٰبِكُمْ وَأَن تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا", "ayat_id": 23, "id": 516, "bn": "তোমাদের জন্যে হারাম করা হয়েছে তোমাদের মাতা, তোমাদের কন্যা, তোমাদের বোন, তোমাদের ফুফু, তোমাদের খালা, ভ্রাতৃকণ্যা; ভগিনীকণ্যা তোমাদের সে মাতা, যারা তোমাদেরকে স্তন্যপান করিয়েছে, তোমাদের দুধ-বোন, তোমাদের স্ত্রীদের মাতা, তোমরা যাদের সাথে সহবাস করেছ সে স্ত্রীদের কন্যা যারা তোমাদের লালন-পালনে আছে। যদি তাদের সাথে সহবাস না করে থাক, তবে এ বিবাহে তোমাদের কোন গোনাহ নেই। তোমাদের ঔরসজাত পুত্রদের স্ত্রী এবং দুই বোনকে একত্রে বিবাহ করা; কিন্তু যা অতীত হয়ে গেছে। নিশ্চয় আল্লাহ ক্ষমাকরী, দয়ালু।", "pr": "হুররিমাত ‘আলাইকুম উম্মাহা-তুকুম ওয়া বানা-তুকুম ওয়া আখাওয়া-তুকুম ওয়া ‘আম্মা-তুকুম ওয়া খা-লা-তুকুম ওয়া বানা-তুল আখি ওয়া বানা-তুল উখতি ওয়া উম্মাহা-তুকুমুল্লাতীআরদা‘নাকুম ওয়া আখাওয়া-তুকুম মিনাররাদা-‘আতি ওয়াউম্মাহা-তুনিছাইকুম ওয়া রাবাইবুকুমুল্লা-তী ফী হুজূরিকুম মিন নিছাইকুমুল্লা-তী দাখালতুম বিহিন্না ফাইল্লাম তাকূনূদাখালতুম বিহিন্না ফালা-জুনা-হা ‘আলাইকুম ওয়া হালাইলু আবনাইকুমুল্লাযীনা মিন আসলা-বিকুম ওয়া আন তাজমা‘ঊ বাইনাল উখতাইনি ইল্লামা-কাদ ছালাফা ইন্নাল্লা-হা কা-না গাফূরার রাহীমা-।", "sura_id": 4 }, { "ar": "وَالْمُحْصَنٰتُ مِنَ النِّسَآءِ إِلَّا مَا مَلَكَتْ أَيْمٰنُكُمْ ۖ كِتٰبَ اللَّهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذٰلِكُمْ أَن تَبْتَغُوا بِأَمْوٰلِكُم مُّحْصِنِينَ غَيْرَ مُسٰفِحِينَ ۚ فَمَا اسْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرٰضَيْتُم بِهِۦ مِنۢ بَعْدِ الْفَرِيضَةِ ۚ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا", "ayat_id": 24, "id": 517, "bn": "এবং নারীদের মধ্যে তাদের ছাড়া সকল সধবা স্ত্রীলোক তোমাদের জন্যে নিষিদ্ধ; তোমাদের দক্ষিণ হস্ত যাদের মালিক হয়ে যায়-এটা তোমাদের জন্য আল্লাহর হুকুম। এদেরকে ছাড়া তোমাদের জন্যে সব নারী হালাল করা হয়েছে, শর্ত এই যে, তোমরা তাদেরকে স্বীয় অর্থের বিনিময়ে তলব করবে বিবাহ বন্ধনে আবদ্ধ করার জন্য-ব্যভিচারের জন্য নয়। অনন্তর তাদের মধ্যে যাকে তোমরা ভোগ করবে, তাকে তার নির্ধারিত হক দান কর। তোমাদের কোন গোনাহ হবে না যদি নির্ধারণের পর তোমরা পরস্পরে সম্মত হও। নিশ্চয় আল্লাহ সুবিজ্ঞ, রহস্যবিদ।", "pr": "ওয়াল মুহসানা-তুমিনান নিছাই ইল্লা-মা- মালাকাত আইমা-নুকুম কিতা-বাল্লা-হি ‘আলাইকুম ওয়া উহিল্লা লাকুম মা-ওয়ারাআ যা-লিকুম আন তাবতাগূবিআমওয়ালিকুম মুহসিনীনা গাইরা মুছা-ফিহীনা ফামাছ তামতা‘তুম বিহী মিনহুন্না ফাআ-তূহুন্না উজূরাহুন্না ফারীদাতাওঁ ওয়ালা-জুনা-হা ‘আলাইকুম ফীমা-তারাদাইতুম বিহী মিম বা‘দিল ফারীদাতি ইন্নাল্লা-হা কা-না ‘আলীমান হাকীমা-।", "sura_id": 4 }, { "ar": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِن مَّا مَلَكَتْ أَيْمٰنُكُم مِّن فَتَيٰتِكُمُ الْمُؤْمِنٰتِ ۚ وَاللَّهُ أَعْلَمُ بِإِيمٰنِكُم ۚ بَعْضُكُم مِّنۢ بَعْضٍ ۚ فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَلَا مُتَّخِذٰتِ أَخْدَانٍ ۚ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِ ۚ ذٰلِكَ لِمَنْ خَشِىَ الْعَنَتَ مِنكُمْ ۚ وَأَن تَصْبِرُوا خَيْرٌ لَّكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "ayat_id": 25, "id": 518, "bn": "আর তোমাদের মধ্যে যে ব্যক্তি স্বাধীন মুসলমান নারীকে বিয়ে করার সামর্থ্য রাখে না, সে তোমাদের অধিকারভুক্ত মুসলিম ক্রীতদাসীদেরকে বিয়ে করবে। আল্লাহ তোমাদের ঈমান সম্পর্কে ভালোভাবে জ্ঞাত রয়েছেন। তোমরা পরস্পর এক, অতএব, তাদেরকে তাদের মালিকের অনুমতিক্রমে বিয়ে কর এবং নিয়ম অনুযায়ী তাদেরকে মোহরানা প্রদান কর এমতাবস্থায় যে, তারা বিবাহ বন্ধনে আবদ্ধ হবে-ব্যভিচারিণী কিংবা উপ-পতি গ্রহণকারিণী হবে না। অতঃপর যখন তারা বিবাহ বন্ধনে এসে যায়, তখন যদি কোন অশ্লীল কাজ করে, তবে তাদেরকে স্বাধীন নারীদের অর্ধেক শাস্তি ভোগ করতে হবে। এ ব্যবস্থা তাদের জন্যে, তোমাদের মধ্যে যারা ব্যভিচারে লিপ্ত হওয়ার ব্যাপারে ভয় করে। আর যদি সবর কর, তবে তা তোমাদের জন্যে উত্তম। আল্লাহ ক্ষমাশীল, করুণাময়।", "pr": "ওয়ামাল্লাম ইয়াছতাতি‘ই মিনকুম তাওলান আই ইয়ানকিহাল মুহসানা-তিল মু’মিনা-তি ফামিম্মা-মালকাত আইমা-নুকুম মিন ফাতাইয়া-তিকুমুল মু’মিনা-তি ওয়াল্লা-হু আ‘লামু বিঈমা-নিকুম বা‘দুকুম মিম বা‘দিন  ফানকিহূহুন্না বিইযনি আহলিহিন্না ওয়া আতূ-হুন্না উজুরাহুন্না বিলমা‘রূফি মুহসানা-তিন গাইরা মুছা-ফিহা-তিওঁ ওয়ালা-মুত্তাখিযা-তি আখদা-নিন ফাইযা-উহসিন্না ফাইন আতাইনা বিফা-হিশাতিন ফা‘আলইহিন্না নিসফুমা‘আলাল মুহসানা-তি মিনাল ‘আযা-বি যা-লিকা লিমান খাশিইয়াল ‘আনাতা মিনকুম ওয়া আন তাসবিরূ খাইরুল্লাকুম ওয়াল্লা-হু গাফুরু রাহীম।", "sura_id": 4 }, { "ar": "يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ", "ayat_id": 26, "id": 519, "bn": "আল্লাহ তোমাদের জন্যে সব কিছু পরিষ্কার বর্ণনা করে দিতে চান, তোমাদের পূর্ববর্তীদের পথ প্রদর্শন করতে চান। এবং তোমাদেরকে ক্ষমা করতে চান, আল্লাহ মহাজ্ঞানী রহস্যবিদ।", "pr": "ইউরীদুল্লাহু লিইউবাইয়িনালাকুম ওয়া ইয়াহদিয়াকুম ছুনানাল্লাযীনা মিন কাবলিকুম ওয়া ইয়াতূবা ‘আলাইকুম ওয়াল্লা-হু ‘আলীমুন হাকীম।", "sura_id": 4 }, { "ar": "وَاللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوٰتِ أَن تَمِيلُوا مَيْلًا عَظِيمًا", "ayat_id": 27, "id": 520, "bn": "আল্লাহ তোমাদের প্রতি ক্ষমাশীল হতে চান, এবং যারা কামনা-বাসনার অনুসারী, তারা চায় যে, তোমরা পথ থেকে অনেক দূরে বিচ্যুত হয়ে পড়।", "pr": "ওয়াল্লা-হু ইউরীদুআইঁ ইয়াতূবা ‘আলাইকুম ওয়া ইউরীদুল্লাযীনা ইয়াত্তাবি‘ঊনাশ শাহাওয়া-তি আন তামীলূমাইলান ‘আজীমা।", "sura_id": 4 }, { "ar": "يُرِيدُ اللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ الْإِنسٰنُ ضَعِيفًا", "ayat_id": 28, "id": 521, "bn": "আল্লাহ তোমাদের বোঝা হালকা করতে চান। মানুষ দুর্বল সৃজিত হয়েছে।", "pr": "ইউরীদুল্লা-হু আইঁ ইউখাফফিফা ‘আনকুম ওয়া খুলিকাল ইনছা-নুদা‘ঈফা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَأْكُلُوٓا أَمْوٰلَكُم بَيْنَكُم بِالْبٰطِلِ إِلَّآ أَن تَكُونَ تِجٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا أَنفُسَكُمْ ۚ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا", "ayat_id": 29, "id": 522, "bn": "হে ঈমানদারগণ! তোমরা একে অপরের সম্পদ অন্যায়ভাবে গ্রাস করো না। কেবলমাত্র তোমাদের পরস্পরের সম্মতিক্রমে যে ব্যবসা করা হয় তা বৈধ। আর তোমরা নিজেদের কাউকে হত্যা করো না। নিঃসন্দেহে আল্লাহ তা’আলা তোমাদের প্রতি দয়ালু।", "pr": "ইয়াআইয়ূহাল্লাযীনা আ-মানূলা-তা’কুলূ আমওয়া-লুকুম বাইনাকুম বিলবা-তিলি ইল্লাআন তাকূনা তিজা-রাতান ‘আন তারা-দিম মিনকুম ওয়ালা-তাকতুলূআনফুছাকুম ইন্নাল্লা-হা কা-না বিকুম রাহীমা।", "sura_id": 4 }, { "ar": "وَمَن يَفْعَلْ ذٰلِكَ عُدْوٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذٰلِكَ عَلَى اللَّهِ يَسِيرًا", "ayat_id": 30, "id": 523, "bn": "আর যে কেউ সীমালঙ্ঘন কিংবা জুলুমের বশবর্তী হয়ে এরূপ করবে, তাকে খুব শীঘ্রই আগুনে নিক্ষেপ করা হবে। এটা আল্লাহর পক্ষে খুবই সহজসাধ্য।", "pr": "ওয়া মাইঁ ইয়াফ‘আল যা-লিকা ‘উদওয়া-নাওঁ ওয়া জুলমান ফাছাওফা নুসলীহি না-রাওঁ ওয়া কা-না যা-লিকা ‘আলাল্লা-হি ইয়াছীরা-।", "sura_id": 4 }, { "ar": "إِن تَجْتَنِبُوا كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا", "ayat_id": 31, "id": 524, "bn": "যেগুলো সম্পর্কে তোমাদের নিষেধ করা হয়েছে যদি তোমরা সেসব বড় গোনাহ গুলো থেকে বেঁচে থাকতে পার। তবে আমি তোমাদের ক্রটি-বিচ্যুতিগুলো ক্ষমা করে দেব এবং সম্মান জনক স্থানে তোমাদের প্রবেশ করার।", "pr": "ইন তাজতানিবূকাবাইরা মা-তুনহাওনা ‘আনহু নুকাফফির ‘আনকুমছাইয়িআ-তিকুম ওয়ানুদখিলকুম মুদখালান কারীমা-।", "sura_id": 4 }, { "ar": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِۦ بَعْضَكُمْ عَلٰى بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُوا ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا اكْتَسَبْنَ ۚ وَسْـَٔلُوا اللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ اللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا", "ayat_id": 32, "id": 525, "bn": "আর তোমরা আকাঙ্ক্ষা করো না এমন সব বিষয়ে যাতে আল্লাহ তা’আলা তোমাদের একের উপর অপরের শ্রেষ্ঠত্ব দান করেছেন। পুরুষ যা অর্জন করে সেটা তার অংশ এবং নারী যা অর্জন করে সেটা তার অংশ। আর আল্লাহর কাছে তাঁর অনুগ্রহ প্রার্থনা কর। নিঃসন্দেহে আল্লাহ তা’আলা সর্ব বিষয়ে জ্ঞাত।", "pr": "ওয়ালা-তাতামান্নাওঁমা-ফাদ্দালাল্লা-হু বিহী বা‘দাকুম ‘আলা বা‘দিন লিররিজা-লি নাসীবুম মিম্মাকতাছাবূ ওয়ালিন নিছাই নাসীবুম মিম্মাক তাছাবনা ওয়াছ আলুল্লা-হা মিন ফাদলিহী ইন্নাল্লাহা কা-না বিকুল্লি শাইইন ‘আলীমা-।", "sura_id": 4 }, { "ar": "وَلِكُلٍّ جَعَلْنَا مَوٰلِىَ مِمَّا تَرَكَ الْوٰلِدَانِ وَالْأَقْرَبُونَ ۚ وَالَّذِينَ عَقَدَتْ أَيْمٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ اللَّهَ كَانَ عَلٰى كُلِّ شَىْءٍ شَهِيدًا", "ayat_id": 33, "id": 526, "bn": "পিতা-মাতা এবং নিকটাত্নীয়গণ যা ত্যাগ করে যান সেসবের জন্যই আমি উত্তরাধিকারী নির্ধারণ করে দিয়েছি। আর যাদের সাথে তোমরা অঙ্গীকারাবদ্ধ হয়েছ তাদের প্রাপ্য দিয়ে দাও। আল্লাহ তা’আলা নিঃসন্দেহে সব কিছুই প্রত্যক্ষ করেন।", "pr": "ওয়ালিকুল্লিন জা‘আলনা-মাওয়া-লিয়া মিম্মা-তারাকাল ওয়া-লিদা-নি ওয়াল আকরাবূনা ওয়াল্লাযীনা ‘আকাদাত আইমা-নুকুম ফাআ-তুহুম নাসীবাহুম ইন্নাল্লা-হা কা-না ‘আলাকুল্লি শাইইন শাহীদা-।", "sura_id": 4 }, { "ar": "الرِّجَالُ قَوّٰمُونَ عَلَى النِّسَآءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَبِمَآ أَنفَقُوا مِنْ أَمْوٰلِهِمْ ۚ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللَّهُ ۚ وَالّٰتِى تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوهُنَّ ۖ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا ۗ إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا", "ayat_id": 34, "id": 527, "bn": "পুরুষেরা নারীদের উপর কৃর্তত্বশীল এ জন্য যে, আল্লাহ একের উপর অন্যের বৈশিষ্ট্য দান করেছেন এবং এ জন্য যে, তারা তাদের অর্থ ব্যয় করে। সে মতে নেককার স্ত্রীলোকগণ হয় অনুগতা এবং আল্লাহ যা হেফাযতযোগ্য করে দিয়েছেন লোক চক্ষুর অন্তরালেও তার হেফাযত করে। আর যাদের মধ্যে অবাধ্যতার আশঙ্কা কর তাদের সদুপদেশ দাও, তাদের শয্যা ত্যাগ কর এবং প্রহার কর। যদি তাতে তারা বাধ্য হয়ে যায়, তবে আর তাদের জন্য অন্য কোন পথ অনুসন্ধান করো না। নিশ্চয় আল্লাহ সবার উপর শ্রেষ্ঠ।", "pr": "আররিজা-লুকাওওয়া-মূনা ‘আলাননিছাই, বিমা-ফাদ্দালাল্লা-হু বা‘দাহুম ‘আলাবা‘দিওঁ ওয়াবিমা-আনফাকূমিন আমওয়া-লিহিম ফাসসা-লিহা-তুকা-নিতা-তুন হাফিজা তুল লিল গাইবি বিমা-হাফিজাল্লা-হু ওয়াল্লা-তী তাখা-ফূনা নুশূঝাহুন্না ফা‘ইজূহুন্না ওয়াহজুরূহুন্না ফিল মাদা-জি‘ই ওয়াদরিবূহুন্না ফাইন আতা‘নাকুম ফালাতাবগূ‘আলাইহিন্না ছাবীলা- ইন্নাল্লা-হা কা-না ‘আলিইইয়ান কাবীরা।", "sura_id": 4 }, { "ar": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِّنْ أَهْلِهِۦ وَحَكَمًا مِّنْ أَهْلِهَآ إِن يُرِيدَآ إِصْلٰحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَآ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا", "ayat_id": 35, "id": 528, "bn": "যদি তাদের মধ্যে সম্পর্কচ্ছেদ হওয়ার মত পরিস্থিতিরই আশঙ্কা কর, তবে স্বামীর পরিবার থেকে একজন এবং স্ত্রীর পরিবার থেকে একজন সালিস নিযুক্ত করবে। তারা উভয়ের মীমাংসা চাইলে আল্লাহ সর্বজ্ঞ, সবকিছু অবহিত।", "pr": "ওয়া ইন খিফতুম শিকা-কা বাইনাহুমা-ফাব‘আছূহাকামাম মিন আহলিহী ওয়া হাকামাম মিন আহলিহা- ইয়ঁইউরীদা-ইসলা-হাইঁ ইউওয়াফফিকিল্লা-হু বাইনাহুম ইন্নাল্লা-হা কা-না ‘আলীমান খাবীরা।", "sura_id": 4 }, { "ar": "وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِۦ شَيْـًٔا ۖ وَبِالْوٰلِدَيْنِ إِحْسٰنًا وَبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِينِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنۢبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمٰنُكُمْ ۗ إِنَّ اللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا", "ayat_id": 36, "id": 529, "bn": "আর উপাসনা কর আল্লাহর, শরীক করো না তাঁর সাথে অপর কাউকে। পিতা-মাতার সাথে সৎ ও সদয় ব্যবহার কর এবং নিকটাত্নীয়, এতীম-মিসকীন, প্রতিবেশী, অসহায় মুসাফির এবং নিজের দাস-দাসীর প্রতিও। নিশ্চয়ই আল্লাহ পছন্দ করেন না দাম্ভিক-গর্বিতজনকে।", "pr": "ওয়া‘বুদুল্লা-হা ওয়ালা-তুশরিকূবিহী শাইআওঁ ওয়াবিল ওয়া-লিদাইনি ইহছানাওঁ ওয়াবিযিল কুরবা-ওয়াল ইয়াতা-মা-ওয়াল মাছা-কীনি ওয়াল জা-রিযিল কুরবা-ওয়ালজা-রিল জুনুবি ওয়াসসা-হিবি বিলজামবি ওয়াবনিছ ছাবীলি ওয়ামা-মালাকাত আইমা-নুকুম ইন্নাল্লাহা-লা ইউহিব্বুমান কা-না মুখতা-লান ফাখূরা-।", "sura_id": 4 }, { "ar": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَآ ءَاتٰىهُمُ اللَّهُ مِن فَضْلِهِۦ ۗ وَأَعْتَدْنَا لِلْكٰفِرِينَ عَذَابًا مُّهِينًا", "ayat_id": 37, "id": 530, "bn": "যারা নিজেরাও কার্পন্য করে এবং অন্যকেও কৃপণতা শিক্ষা দেয় আর গোপন করে সে সব বিষয় যা আল্লাহ তা’আলা তাদেরকে দান করেছেন স্বীয় অনুগ্রহে-বস্তুতঃ তৈরী করে রেখেছি কাফেরদের জন্য অপমান জনক আযাব।", "pr": "আল্লাযীনা ইয়াবখালূনা ওয়া ইয়া’মুরূনান্না-ছা বিলবুখলি ওয়া ইয়াকতুমূনা মাআ-তা-হুমুল্লাহু মিন ফাদলিহী ওয়া আ‘তাদনা-লিলকা-ফিরীনা ‘আযাবাম মুহীনা-।", "sura_id": 4 }, { "ar": "وَالَّذِينَ يُنفِقُونَ أَمْوٰلَهُمْ رِئَآءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْءَاخِرِ ۗ وَمَن يَكُنِ الشَّيْطٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا", "ayat_id": 38, "id": 531, "bn": "আর সে সমস্ত লোক যারা ব্যয় করে স্বীয় ধন-সম্পদ লোক-দেখানোর উদ্দেশে এবং যারা আল্লাহর উপর ঈমান আনে না, ঈমান আনে না কেয়ামত দিবসের প্রতি এবং শয়তান যার সাথী হয় সে হল নিকৃষ্টতর সাথী।", "pr": "ওয়াল্লাযীনা ইউনফিকূনা আমওয়া-লাহুম রিআআন্না-ছি ওয়ালা ইউ’মিনূনা বিল্লা-হি ওয়ালা-বিলইয়াওমিল আ-খিরি ওয়ামাইঁ ইয়াকুনিশশাইতা-নুলাহু কারীনান ফাছাআ কারীনা-।", "sura_id": 4 }, { "ar": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا بِاللَّهِ وَالْيَوْمِ الْءَاخِرِ وَأَنفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ ۚ وَكَانَ اللَّهُ بِهِمْ عَلِيمًا", "ayat_id": 39, "id": 532, "bn": "আর কিই বা ক্ষতি হত তাদের যদি তারা ঈমান আনত আল্লাহর উপর কেয়ামত দিবসের উপর এবং যদি ব্যয় করত আল্লাহ প্রদত্ত রিযিক থেকে! অথচ আল্লাহ, তাদের ব্যাপারে যথার্থভাবেই অবগত।", "pr": "ওয়া মা-যা-‘আললইহিম লাও আ-মানূবিল্লা-হি ওয়াল ইয়াওমিল আ-খিরি ওয়া আনফাকূ মিম্মা-রাঝাকাহুমুল্লা-হু ওয়াকা-নাল্লা-হু বিহিম ‘আলীমা।", "sura_id": 4 }, { "ar": "إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا", "ayat_id": 40, "id": 533, "bn": "নিশ্চয়ই আল্লাহ কারো প্রাপ্য হক বিন্দু-বিসর্গও রাখেন না; আর যদি তা সৎকর্ম হয়, তবে তাকে দ্বিগুণ করে দেন এবং নিজের পক্ষ থেকে বিপুল সওয়াব দান করেন।", "pr": "ইন্নাল্লা-হা লা-ইয়াজলিমুমিছকা-লা যাররাতিওঁ ওয়া ইন তাকুহাছানাতাইঁ ইউদাইফহা-ওয়াইউ’তি মিল্লাদুনহু আজরান ‘আজীমা।", "sura_id": 4 }, { "ar": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍۭ بِشَهِيدٍ وَجِئْنَا بِكَ عَلٰى هٰٓؤُلَآءِ شَهِيدًا", "ayat_id": 41, "id": 534, "bn": "আর তখন কি অবস্থা দাঁড়াবে, যখন আমি ডেকে আনব প্রতিটি উম্মতের মধ্য থেকে অবস্থা বর্ণনাকারী এবং আপনাকে ডাকব তাদের উপর অবস্থা বর্ণনাকারীরূপে।", "pr": "ফাকাইফা ইযা-জি’না-মিন কুল্লি উম্মাতিম বিশাহীদিওঁ ওয়াজি’না-বিকা ‘আলা-হাউল্লাই শাহীদা-।", "sura_id": 4 }, { "ar": "يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوّٰى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا", "ayat_id": 42, "id": 535, "bn": "সেদিন কামনা করবে সে সমস্ত লোক, যারা কাফের হয়েছিল এবং রসূলের নাফরমানী করেছিল, যেন যমীনের সাথে মিশে যায়। কিন্তু গোপন করতে পারবে না আল্লাহর নিকট কোন বিষয়।", "pr": "ইয়াওমায়িযিইঁ ইয়াওয়াদ্দুল্লাযীনা কাফারূ ওয়া ‘আসাউররাছূলা লাও তুছাওওয়া-বিহিমুল আরদু ওয়ালা-ইয়াকতুমূনাল্লা-হা হাদীছা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَقْرَبُوا الصَّلٰوةَ وَأَنتُمْ سُكٰرٰى حَتّٰى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتّٰى تَغْتَسِلُوا ۚ وَإِن كُنتُم مَّرْضٰىٓ أَوْ عَلٰى سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ الْغَآئِطِ أَوْ لٰمَسْتُمُ النِّسَآءَ فَلَمْ تَجِدُوا مَآءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ ۗ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا", "ayat_id": 43, "id": 536, "bn": "হে ঈমাণদারগণ! তোমরা যখন নেশাগ্রস্ত থাক, তখন নামাযের ধারে-কাছেও যেওনা, যতক্ষণ না বুঝতে সক্ষম হও যা কিছু তোমরা বলছ, আর (নামাযের কাছে যেও না) ফরয গোসলের আবস্থায়ও যতক্ষণ না গোসল করে নাও। কিন্তু মুসাফির অবস্থার কথা স্বতন্ত্র আর যদি তোমরা অসুস্থ হয়ে থাক কিংবা সফরে থাক অথবা তোমাদের মধ্য থেকে কেউ যদি প্রস্রাব-পায়খানা থেকে এসে থাকে কিংবা নারী গমন করে থাকে, কিন্তু পরে যদি পানিপ্রাপ্তি সম্ভব না হয়, তবে পাক-পবিত্র মাটির দ্বারা তায়াম্মুম করে নাও-তাতে মুখমন্ডল ও হাতকে ঘষে নাও। নিশ্চয়ই আল্লাহ তা’আলা ক্ষমাশীল।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাকরাবুস সালা-তা ওয়া আনতুম ছুকা-রা-হাত্তাতা‘লামূমা-তাকূলূনা ওয়ালা-জুনুবান ইল্লা-‘আ-বিরী ছাবীলিন হাত্তা-তাগতাছিলূ ওয়া ইন কুনতুম মারদা-আও ‘আলা-ছাফারিন আও জাআ আহাদুম মিনকুম মিনাল গাইতি আও লা-মাছতুমুন নিছাআ ফালাম তাজিদূমাআন ফাতাইয়াম্মামূসা‘ঈদান তাইয়িবান ফামছাহূবিউজূহিকুম ওয়া আইদীকুম ইন্নাল্লা-হা কা-না ‘আফুওওয়ান গাফূরা-।", "sura_id": 4 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتٰبِ يَشْتَرُونَ الضَّلٰلَةَ وَيُرِيدُونَ أَن تَضِلُّوا السَّبِيلَ", "ayat_id": 44, "id": 537, "bn": "তুমি কি ওদের দেখনি, যারা কিতাবের কিছু অংশ প্রাপ্ত হয়েছে, (অথচ) তারা পথভ্রষ্টতা খরিদ করে এবং কামনা করে, যাতে তোমরাও আল্লাহর পথ থেকে বিভ্রান্ত হয়ে যাও।", "pr": "আলাম তারা ইলাল্লাযীনা ঊতূুনাসীবাম মিনাল কিতা-বি ইয়াশতারূনাদ্দালা-লাতা ওয়া ইউরীদূনা আন তাদিল্লুছ ছাবীল।", "sura_id": 4 }, { "ar": "وَاللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْ ۚ وَكَفٰى بِاللَّهِ وَلِيًّا وَكَفٰى بِاللَّهِ نَصِيرًا", "ayat_id": 45, "id": 538, "bn": "অথচ আল্লাহ তোমাদের শত্রুদেরকে যথার্থই জানেন। আর অভিভাবক হিসাবে আল্লাহই যথেষ্ট এবং সাহায্যকারী হিসাবেও আল্লাহই যথেষ্ট।", "pr": "ওয়াল্লা-হু আ‘লামুবিআ‘দাইকুম ওয়া কাফা-বিল্লা-হি ওয়ালিইয়াওঁ  ওয়া কাফাবিল্লা-হি নাসীরা-।", "sura_id": 4 }, { "ar": "مِّنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّينِ ۚ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلٰكِن لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا", "ayat_id": 46, "id": 539, "bn": "কোন কোন ইহুদী তার লক্ষ্য থেকে কথার মোড় ঘুড়িয়ে নেয় এবং বলে, আমরা শুনেছি কিন্তু অমান্য করছি। তারা আরো বলে, শোন, না শোনার মত। মুখ বাঁকিয়ে দ্বীনের প্রতি তাচ্ছিল্য প্রদর্শনের উদ্দেশে বলে, রায়েনা’ (আমাদের রাখাল)। অথচ যদি তারা বলত যে, আমরা শুনেছি ও মান্য করেছি এবং (যদি বলত, ) শোন এবং আমাদের প্রতি লক্ষ্য রাখ, তবে তাই ছিল তাদের জন্য উত্তম আর সেটাই ছিল যথার্থ ও সঠিক। কিন্তু আল্লাহ তাদের প্রতি অভিসম্পাত করেছেন তাদের কুফরীর দরুন। অতএব, তারা ঈমান আনছে না, কিন্তু অতি অল্পসংখ্যক।", "pr": "মিনাল্লাযীনা হা-দূইউহাররিফূনাল কালিমা ‘আম্মাওয়া-দি‘ইহী ওয়া ইয়াকূলূনা ছামি‘নাওয়া আসাইনা-ওয়াছমা‘ গাইরা মুছমা‘ইওঁ ওয়ারা‘ইনা-লাইইয়াম বিআলছিনাতিহিম ওয়া তা‘নান ফিদ্দীনি ওয়া লাও আন্নাহুম কা-লূছামি‘না ওয়া আতা‘না-ওয়াছমা‘ ওয়ানজু রনালাকা-না খাইরাল্লাহুম ওয়া আকওয়ামা ওয়ালা-কিল লা‘আনাহুমুল্লা-হু বিকুফরিহিম ফালা- ইউ’মিনূনা ইল্লা-কালীলা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ أُوتُوا الْكِتٰبَ ءَامِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلٰىٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحٰبَ السَّبْتِ ۚ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا", "ayat_id": 47, "id": 540, "bn": "হে আসমানী গ্রন্থের অধিকারীবৃন্দ! যা কিছু আমি অবতীর্ণ করেছি তার উপর বিশ্বাস স্থাপন কর, যা সে গ্রন্থের সত্যায়ন করে এবং যা তোমাদের নিকট রয়েছে পূর্ব থেকে। (বিশ্বাস স্থাপন কর) এমন হওয়ার আগেই যে, আমি মুছে দেব অনেক চেহারাকে এবং অতঃপর সেগুলোকে ঘুরিয়ে দেব পশ্চাৎ দিকে কিংবা অভিসম্পাত করব তাদের প্রতি যেমন করে অভিসম্পাত করেছি আছহাবে-সাবতের উপর। আর আল্লাহর নির্দেশ অবশ্যই কার্যকর হবে।", "pr": "ইয়াআইয়ুহাল্লাযীনা ঊতুল কিতা-বা আ-মিনূবিমা-নাঝঝালনা-মুসাদ্দিকাল লিমামা‘আকুম মিন কাবলি আন নাতমিছা উজূহান ফানারুদ্দাহা-‘আলাআদবা-রিহা-আও নাল‘আনাহুম কামা-লা‘আন্নাআসহা-বাছছাবতি ওয়া কা-না আমরুল্লা-হি মাফ‘ঊলা-।", "sura_id": 4 }, { "ar": "إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرٰىٓ إِثْمًا عَظِيمًا", "ayat_id": 48, "id": 541, "bn": "নিঃসন্দেহে আল্লাহ তাকে ক্ষমা করেন না, যে লোক তাঁর সাথে শরীক করে। তিনি ক্ষমা করেন এর নিম্ন পর্যায়ের পাপ, যার জন্য তিনি ইচ্ছা করেন। আর যে লোক অংশীদার সাব্যস্ত করল আল্লাহর সাথে, সে যেন অপবাদ আরোপ করল।", "pr": "ইন্নাল্লা-হা লা-ইয়াগফিরু আইঁ ইউশরাকা বিহী ওয়া ইয়াগফিরু মা-দূ না যা-লিকা লিমাইঁ ইয়াশাউ ওয়া মাই ইউশরিক বিল্লা-হি ফাকাদিফ তারা-ইছমান ‘আজীমা-।", "sura_id": 4 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ اللَّهُ يُزَكِّى مَن يَشَآءُ وَلَا يُظْلَمُونَ فَتِيلًا", "ayat_id": 49, "id": 542, "bn": "তুমি কি তাদেকে দেখনি, যারা নিজেদেরকে পূত-পবিত্র বলে থাকে অথচ পবিত্র করেন আল্লাহ যাকে ইচ্ছা তাকেই? বস্তুতঃ তাদের উপর সুতা পরিমাণ অন্যায়ও হবে না।", "pr": "আলাম তারা ইলাল্লাযীনা ইউঝাক্কূনা আনফুছাহুম বালিল্লা-হু ইউঝাক্কী মাইঁ ইয়াশাউ ওয়ালা-ইউজলামূনা ফাতীলা-।", "sura_id": 4 }, { "ar": "انظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ ۖ وَكَفٰى بِهِۦٓ إِثْمًا مُّبِينًا", "ayat_id": 50, "id": 543, "bn": "লক্ষ্য কর, কেমন করে তারা আল্লাহর প্রতি মিথ্যা অপবাদ আরোপ করে, অথচ এই প্রকাশ্য পাপই যথেষ্ট।", "pr": "উনজু র কাইফা ইয়াফতারূনা ‘আলাল্লা-হিল কাযিবা ওয়া কাফা-বিহী ইছমাম মুবীনা-।", "sura_id": 4 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتٰبِ يُؤْمِنُونَ بِالْجِبْتِ وَالطّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هٰٓؤُلَآءِ أَهْدٰى مِنَ الَّذِينَ ءَامَنُوا سَبِيلًا", "ayat_id": 51, "id": 544, "bn": "তুমি কি তাদেরকে দেখনি, যারা কিতাবের কিছু অংশ প্রাপ্ত হয়েছে, যারা মান্য করে প্রতিমা ও শয়তানকে এবং কাফেরদেরকে বলে যে, এরা মুসলমানদের তুলনায় অধিকতর সরল সঠিক পথে রয়েছে।", "pr": "আলাম তারা ইলাল্লাযীনা ঊতুনাসীবাম মিনাল কিতা-বি ইউ’মিনূনা বিলজিবতি ওয়াত্তা-গূতি ওয়া ইয়াকূ লূনা লিল্লাযীনা কাফারূ হাউলাইআহদা-মিনাল্লাযীনা আ-মানূছাবীলা-।", "sura_id": 4 }, { "ar": "أُولٰٓئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ ۖ وَمَن يَلْعَنِ اللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا", "ayat_id": 52, "id": 545, "bn": "এরা হলো সে সমস্ত লোক, যাদের উপর লা’নত করেছেন আল্লাহ তা’আলা স্বয়ং। বস্তুতঃ আল্লাহ যার উপর লা’নত করেন তুমি তার কোন সাহায্যকারী খুঁজে পাবে না।", "pr": "উলাইকাল্লাযীনা লা‘আনাহুমুল্লা-হু ওয়ামাইঁ ইয়াল‘আনিল্লা-হু ফালান তাজিদালাহু নাসীরা।", "sura_id": 4 }, { "ar": "أَمْ لَهُمْ نَصِيبٌ مِّنَ الْمُلْكِ فَإِذًا لَّا يُؤْتُونَ النَّاسَ نَقِيرًا", "ayat_id": 53, "id": 546, "bn": "তাদের কাছে কি রাজ্যের কোন অংশ আছে? তাহলে যে এরা কাউকেও একটি তিল পরিমাণও দেবে না।", "pr": "আম লাহুম নাসীবুম মিনাল মুলকি ফাইযাল্লা-ইউ’তূনান্না-ছা নাকীরা-।", "sura_id": 4 }, { "ar": "أَمْ يَحْسُدُونَ النَّاسَ عَلٰى مَآ ءَاتٰىهُمُ اللَّهُ مِن فَضْلِهِۦ ۖ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرٰهِيمَ الْكِتٰبَ وَالْحِكْمَةَ وَءَاتَيْنٰهُم مُّلْكًا عَظِيمًا", "ayat_id": 54, "id": 547, "bn": "নাকি যাকিছু আল্লাহ তাদেরকে স্বীয় অনুগ্রহে দান করেছেন সে বিষয়ের জন্য মানুষকে হিংসা করে। অবশ্যই আমি ইব্রাহীমের বংশধরদেরকে কিতাব ও হেকমত দান করেছিলাম আর তাদেরকে দান করেছিলাম বিশাল রাজ্য।", "pr": "আম ইয়াহছু দূ নান না-ছা ‘আলা-মাআ-তা-হুমুল্লাহু মিন ফাদলিহী ফাকাদ আ-তাইনাআ-লা ইবরা-হীমাল কিতা-বা ওয়াল হিকমাতা ওয়া আ-তাইনা-হুম মুলকান ‘আজীমা।", "sura_id": 4 }, { "ar": "فَمِنْهُم مَّنْ ءَامَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُ ۚ وَكَفٰى بِجَهَنَّمَ سَعِيرًا", "ayat_id": 55, "id": 548, "bn": "অতঃপর তাদের কেউ তাকে মান্য করেছে আবার কেউ তার কাছ থেকে দূরে সরে রয়েছে। বস্তুতঃ (তাদের জন্য) দোযখের শিখায়িত আগুনই যথেষ্ট।", "pr": "ফামিনহুম মান আমানা বিহী ওয়া মিনহুম মান সাদ্দা ‘আনহু ওয়া কাফা-বিজাহান্নামা ছা‘ঈরা-।", "sura_id": 4 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا بِـَٔايٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ ۗ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا", "ayat_id": 56, "id": 549, "bn": "এতে সন্দেহ নেই যে, আমার নিদর্শন সমুহের প্রতি যেসব লোক অস্বীকৃতি জ্ঞাপন করবে, আমি তাদেরকে আগুনে নিক্ষেপ করব। তাদের চামড়াগুলো যখন জ্বলে-পুড়ে যাবে, তখন আবার আমি তা পালটে দেব অন্য চামড়া দিয়ে, যাতে তারা আযাব আস্বাদন করতে থাকে। নিশ্চয়ই আল্লাহ মহাপরাক্রমশালী, হেকমতের অধিকারী।", "pr": "ইন্নাল্লাযীনা কাফারূ বিআ-য়া-তিনা-ছাওফা নুসলীহিম না-রান কুল্লামা- নাদিজাত জুলু দুহুম বাদ্দালনা-হুম জুলূদান গায়রাহা-লিয়াযূকুল ‘আয-াব ইন্নাল্লা-হা কা-না ‘আঝীঝান হাকীমা- ।", "sura_id": 4 }, { "ar": "وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا", "ayat_id": 57, "id": 550, "bn": "আর যারা ঈমান এনেছে এবং সৎকর্ম করেছে, অবশ্য আমি প্রবিষ্ট করাব তাদেরকে জান্নাতে, যার তলদেশে প্রবাহিত রয়েছে নহর সমূহ। সেখানে তারা থাকবে অনন্তকাল। সেখানে তাদের জন্য থাকবে পরিষ্কার-পরিচ্ছন্ন স্ত্রীগণ। তাদেরকে আমি প্রবিষ্ট করব ঘন ছায়া নীড়ে।", "pr": "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ছানুদখিলূহুম জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহাআবাদা- লাহুম ফীহাআঝওয়া-জুম মুতাহহারাতুওঁ ওয়া নুদখিলুহুম জিল্লান জালীলা-।", "sura_id": 4 }, { "ar": "إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمٰنٰتِ إِلٰىٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ ۚ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ اللَّهَ كَانَ سَمِيعًۢا بَصِيرًا", "ayat_id": 58, "id": 551, "bn": "নিশ্চয়ই আল্লাহ তোমাদিগকে নির্দেশ দেন যে, তোমরা যেন প্রাপ্য আমানতসমূহ প্রাপকদের নিকট পৌছে দাও। আর যখন তোমরা মানুষের কোন বিচার-মীমাংসা করতে আরম্ভ কর, তখন মীমাংসা কর ন্যায় ভিত্তিক। আল্লাহ তোমাদিগকে সদুপদেশ দান করেন। নিশ্চয়ই আল্লাহ শ্রবণকারী, দর্শনকারী।", "pr": "ইন্নাল্লা-হা ইয়া’মুরুকুম আন তুআদ্দুল আমা-না-তি ইলা আহলিহা- ওয়া ইযাহাকামতুম বাইনান্না-ছি আন তাহকুমূবিল‘আদলি ইন্নাল্লা-হা নি‘ইম্মা-ইয়া‘ইজু কুম বিহী ইন্নাল্লা-হা কা-না ছামী‘আম বাসীরা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِى الْأَمْرِ مِنكُمْ ۖ فَإِن تَنٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْءَاخِرِ ۚ ذٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا", "ayat_id": 59, "id": 552, "bn": "হে ঈমানদারগণ! আল্লাহর নির্দেশ মান্য কর, নির্দেশ মান্য কর রসূলের এবং তোমাদের মধ্যে যারা বিচারক তাদের। তারপর যদি তোমরা কোন বিষয়ে বিবাদে প্রবৃত্ত হয়ে পড়, তাহলে তা আল্লাহ ও তাঁর রসূলের প্রতি প্রত্যর্পণ কর-যদি তোমরা আল্লাহ ও কেয়ামত দিবসের উপর বিশ্বাসী হয়ে থাক। আর এটাই কল্যাণকর এবং পরিণতির দিক দিয়ে উত্তম।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূ আতী‘উল্লা-হা ওয়া আতী‘উররাছূলা-ওয়া উলিল আমরি মিনকুম ফাইন তানা-ঝা‘তুম ফী শাইইন ফারুদ্দূহু ইলাল্লা-হি ওয়ার রাছূলি ইন কুনতুম তু’মিনূনা বিল্লা-হি ওয়াল ইয়াওমিল আ-খিরি যা-লিকা খাইরুওঁ ওয়া আহছানু তা’বিলা-।", "sura_id": 4 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا إِلَى الطّٰغُوتِ وَقَدْ أُمِرُوٓا أَن يَكْفُرُوا بِهِۦ وَيُرِيدُ الشَّيْطٰنُ أَن يُضِلَّهُمْ ضَلٰلًۢا بَعِيدًا", "ayat_id": 60, "id": 553, "bn": "আপনি কি তাদেরকে দেখেননি, যারা দাবী করে যে, যা আপনার প্রতি অবর্তীর্ণ হয়েছে আমরা সে বিষয়ের উপর ঈমান এনেছি এবং আপনার পূর্বে যা অবর্তীণ হয়েছে। তারা বিরোধীয় বিষয়কে শয়তানের দিকে নিয়ে যেতে চায়, অথচ তাদের প্রতি নির্দেশ হয়েছে, যাতে তারা ওকে মান্য না করে। পক্ষান্তরে শয়তান তাদেরকে প্রতারিত করে পথভ্রষ্ট করে ফেলতে চায়।", "pr": "আলাম তারা ইলাল্লাযীনা ইয়াঝ‘উমূনা আন্নাহুম আ-মানূবিমাউনঝিলা ইলাইকা ওয়ামাউনঝিলা মিন কাবলিকা ইউরীদূ না আইঁ ইয়াতাহা-কামূইলাত্তা-গূতি ওয়া কাদ উমিরূআইঁ ইয়াকফুরূ বিহী ওয়া ইউরীদুশশাইতা-নুআইঁ ইউদিল্লাহুম দালালাম বা‘ঈদা-।", "sura_id": 4 }, { "ar": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلٰى مَآ أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا", "ayat_id": 61, "id": 554, "bn": "আর যখন আপনি তাদেরকে বলবেন, আল্লাহর নির্দেশের দিকে এসো-যা তিনি রসূলের প্রতি নাযিল করেছেন, তখন আপনি মুনাফেকদিগকে দেখবেন, ওরা আপনার কাছ থেকে সম্পূর্ণ ভাবে সরে যাচ্ছে।", "pr": "ওয়া ইযা-কীলা লাহুম তা‘আ-লাও ইলা-মাআনঝালাল্লা-হুওয়াইলাররাছূলি রাআইতাল মুনা-ফিকীনা ইয়াসুদ্দূনা ‘আনকা সুদূদা-।", "sura_id": 4 }, { "ar": "فَكَيْفَ إِذَآ أَصٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسٰنًا وَتَوْفِيقًا", "ayat_id": 62, "id": 555, "bn": "এমতাবস্থায় যদি তাদের কৃতকর্মের দরুন বিপদ আরোপিত হয়, তবে তাতে কি হল! অতঃপর তারা আপনার কাছে আল্লাহর নামে কসম খেয়ে খেয়ে ফিরে আসবে যে, মঙ্গল ও সম্প্রীতি ছাড়া আমাদের অন্য কোন উদ্দেশ্য ছিল না।", "pr": "ফাকাইফা ইযা-আসা-বাতহুম মুসীবাতুম বিমা-কাদ্দামাত আইদীহিম ছুম্মা জাঊকা ইয়াহলিফূনা  বিল্লা-হি ইন আরাদনাইল্লা ইহছা-নাওঁ ওয়া তাওফীকা-।", "sura_id": 4 }, { "ar": "أُولٰٓئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا", "ayat_id": 63, "id": 556, "bn": "এরা হলো সে সমস্ত লোক, যাদের মনের গোপন বিষয় সম্পর্কেও আল্লাহ তা’আলা অবগত। অতএব, আপনি ওদেরকে উপেক্ষা করুন এবং ওদেরকে সদুপদেশ দিয়ে এমন কোন কথা বলুন যা তাদের জন্য কল্যাণকর।", "pr": "উলাইকাল্লাযীনা ইয়া‘লামূল্লা-হু মা-ফী কুলূবিহিম  ফাআ‘রিদ‘আনহুম ওয়া ‘ইজহুম ওয়াকুল্লাহুম ফী-আনফুছিহিম কাওল্লাম বালীগা-।", "sura_id": 4 }, { "ar": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا أَنفُسَهُمْ جَآءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَّحِيمًا", "ayat_id": 64, "id": 557, "bn": "বস্তুতঃ আমি একমাত্র এই উদ্দেশ্যেই রসূল প্রেরণ করেছি, যাতে আল্লাহর নির্দেশানুযায়ী তাঁদের আদেশ-নিষেধ মান্য করা হয়। আর সেসব লোক যখন নিজেদের অনিষ্ট সাধন করেছিল, তখন যদি আপনার কাছে আসত অতঃপর আল্লাহর নিকট ক্ষমা প্রার্থনা করত এবং রসূলও যদি তাদেরকে ক্ষমা করিয়ে দিতেন। অবশ্যই তারা আল্লাহকে ক্ষমাকারী, মেহেরবানরূপে পেত।", "pr": "ওয়ামাআরছালনা-মির রাছূলিন ইল্লা-লিইউতা-‘আ বিইযনিল্লা-হি ওয়ালাও আন্নাহুম ইযজালামূআনফুছাহুম জাঊকা ফাছতাগফারুল্লা-হা ওয়াছতাগফারা লাহুমুররাছূলু লাওয়াজাদুল্লা-হা তাওওয়া-বার রাহীমা।", "sura_id": 4 }, { "ar": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتّٰى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا", "ayat_id": 65, "id": 558, "bn": "অতএব, তোমার পালনকর্তার কসম, সে লোক ঈমানদার হবে না, যতক্ষণ না তাদের মধ্যে সৃষ্ট বিবাদের ব্যাপারে তোমাকে ন্যায়বিচারক বলে মনে না করে। অতঃপর তোমার মীমাংসার ব্যাপারে নিজের মনে কোন রকম সংকীর্ণতা পাবে না এবং তা হূষ্টচিত্তে কবুল করে নেবে।", "pr": "ফালা-ওয়ারাব্বিকা লা-ইউ’মিনূনা হাত্তা-ইউহাক্কিমূকা ফীমা-শাজারা বাইনাহুম ছু ম্মা লাইয়াজিদূফীআনফুছিহিম হারাজাম মিম্মা-কাদাইতা ওয়া ইউছালিলমূতাছলীমা-।", "sura_id": 4 }, { "ar": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوٓا أَنفُسَكُمْ أَوِ اخْرُجُوا مِن دِيٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا", "ayat_id": 66, "id": 559, "bn": "আর যদি আমি তাদের নির্দেশ দিতাম যে, নিজেদের প্রাণ ধ্বংস করে দাও কিংবা নিজেদের নগরী ছেড়ে বেরিয়ে যাও, তবে তারা তা করত না; অবশ্য তাদের মধ্যে অল্প কয়েকজন। যদি তারা তাই করে যা তাদের উপদেশ দেয়া হয়, তবে তা অবশ্যই তাদের জন্য উত্তম এং তাদেরকে নিজের ধর্মের উপর সুদৃঢ় রাখার জন্য তা উত্তম হবে।", "pr": "ওয়ালাও আন্না-কাতাবনা-‘আলাইহিম আনিকতুলূআনফুছাকুম আবিখরুজুমিন দিয়া-রিকুম মা-ফা‘আলূহু ইলা-কালীলুম মিনহুম ওয়ালাও আন্নাহুম ফা‘আলূমা-ইউ‘আজূনা বিহী লাকা-না খাইরাল্লাহুম ওয়া আশাদ্দা তাছবীতা-।", "sura_id": 4 }, { "ar": "وَإِذًا لَّءَاتَيْنٰهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا", "ayat_id": 67, "id": 560, "bn": "আর তখন অবশ্যই আমি তাদেরকে নিজের পক্ষ থেকে মহান সওয়াব দেব।", "pr": "ওয়া ইযাল লাআ-তাইনা-হুম মিল্লাদুন্না-আজরান ‘আজীমা-।", "sura_id": 4 }, { "ar": "وَلَهَدَيْنٰهُمْ صِرٰطًا مُّسْتَقِيمًا", "ayat_id": 68, "id": 561, "bn": "আর তাদেরকে সরল পথে পরিচালিত করব।", "pr": "ওয়ালাহাদাইনা-হুম সিরা-তাম মুছতাকীমা-।", "sura_id": 4 }, { "ar": "وَمَن يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولٰٓئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّۦنَ وَالصِّدِّيقِينَ وَالشُّهَدَآءِ وَالصّٰلِحِينَ ۚ وَحَسُنَ أُولٰٓئِكَ رَفِيقًا", "ayat_id": 69, "id": 562, "bn": "আর যে কেউ আল্লাহর হুকুম এবং তাঁর রসূলের হুকুম মান্য করবে, তাহলে যাঁদের প্রতি আল্লাহ নেয়ামত দান করেছেন, সে তাঁদের সঙ্গী হবে। তাঁরা হলেন নবী, ছিদ্দীক, শহীদ ও সৎকর্মশীল ব্যক্তিবর্গ। আর তাদের সান্নিধ্যই হল উত্তম।", "pr": "ওয়া মাইঁ ইউতি‘ইল্লা-হা ওয়াররাছূলা ফাউলাইকা মা‘আল্লাযীনা আন‘আমাল্লা-হু ‘আলাইহিম মিনান্নাবিইয়ীনা ওয়াসসিদ্দীকীনা ওয়াশ শুহাদাই ওয়াসসা-লিহীনা ওয়াহাছুনা উলাইকা রাফীকা-।", "sura_id": 4 }, { "ar": "ذٰلِكَ الْفَضْلُ مِنَ اللَّهِ ۚ وَكَفٰى بِاللَّهِ عَلِيمًا", "ayat_id": 70, "id": 563, "bn": "এটা হল আল্লাহ-প্রদত্ত মহত্ত্ব। আর আল্লাহ যথেষ্ট পরিজ্ঞাত।", "pr": "যা-লিকাল ফাদলুমিনাল্লা-হি ওয়াকাফা-বিল্লা-হি ‘আলীমা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا خُذُوا حِذْرَكُمْ فَانفِرُوا ثُبَاتٍ أَوِ انفِرُوا جَمِيعًا", "ayat_id": 71, "id": 564, "bn": "হে ঈমানদারগণ! নিজেদের অস্ত্র তুলে নাও এবং পৃথক পৃথক সৈন্যদলে কিংবা সমবেতভাবে বেরিয়ে পড়।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূখুযূহিযরাকুম ফানফিরূ ছু বা-তিন আবিনফিরূ জামী‘আ-।", "sura_id": 4 }, { "ar": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ فَإِنْ أَصٰبَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَىَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا", "ayat_id": 72, "id": 565, "bn": "আর তোমাদের মধ্যে এমনও কেউ কেউ রয়েছে, যারা অবশ্য বিলম্ব করবে এবং তোমাদের উপর কোন বিপদ উপস্থিত হলে বলবে, আল্লাহ আমার প্রতি অনুগ্রহ করেছেন যে, আমি তাদের সাথে যাইনি।", "pr": "ওয়া ইন্না মিনকুম লামাল লাইউবাত্তিআন্না ফাইন আসা-বাতকুম মুসীবাতুন কা-লা কাদ আন‘আমাল্লা-হু ‘আলাইইয়া ইযলাম আকুম মা‘আহুম শাহীদা-।", "sura_id": 4 }, { "ar": "وَلَئِنْ أَصٰبَكُمْ فَضْلٌ مِّنَ اللَّهِ لَيَقُولَنَّ كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٌ يٰلَيْتَنِى كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا", "ayat_id": 73, "id": 566, "bn": "পক্ষান্তরে তোমাদের প্রতি আল্লাহর পক্ষ থেকে কোন অনুগ্রহ আসলে তারা এমন ভাবে বলতে শুরু করবে যেন তোমাদের মধ্যে এবং তাদের মধ্যে কোন মিত্রতাই ছিল না। (বলবে) হায়, আমি যদি তাদের সাথে থাকতাম, তাহলে আমি ও যে সফলতা লাভ করতাম।", "pr": "ওয়া লাইন আসা-বাকুমফাদলুমমিনালল-হি লাইয়াকূলান্না কাআল লাম তাকুম বাইনাকুমওয়া বাইনাহূমাওয়াদ্দাতুইঁ ইয়া-লাইতানী কুনতুমা‘আহুম ফাআফূঝা ফাওঝান ‘আজীমা-।", "sura_id": 4 }, { "ar": "فَلْيُقٰتِلْ فِى سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيٰوةَ الدُّنْيَا بِالْءَاخِرَةِ ۚ وَمَن يُقٰتِلْ فِى سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا", "ayat_id": 74, "id": 567, "bn": "কাজেই আল্লাহর কাছে যারা পার্থিব জীবনকে আখেরাতের পরিবর্তে বিক্রি করে দেয় তাদের জেহাদ করাই কর্তব্য। বস্তুতঃ যারা আল্লাহর রাহে লড়াই করে এবং অতঃপর মৃত্যুবরণ করে কিংবা বিজয় অর্জন করে, আমি তাদেরকে মহাপুণ্য দান করব।", "pr": "ফালইউকা-তিল ফী ছাবীলিল্লা-হিল্লাযীনা ইয়াশরূনাল হায়া-তাদ্দুনইয়া-বিলআ-খিরাতি ওয়া মাইঁ ইউকা-তিল ফী ছাবীলিল্লা-হি ফাইউকতাল আও ইয়াগলিব ফাছাওফা নু’তীহি আজরান ‘আজীমা-।", "sura_id": 4 }, { "ar": "وَمَا لَكُمْ لَا تُقٰتِلُونَ فِى سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَآءِ وَالْوِلْدٰنِ الَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَاجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا", "ayat_id": 75, "id": 568, "bn": "আর তোমাদের কি হল যে, তেমারা আল্লাহর রাহে লড়াই করছ না দুর্বল সেই পুরুষ, নারী ও শিশুদের পক্ষে, যারা বলে, হে আমাদের পালনকর্তা! আমাদিগকে এই জনপদ থেকে নিষ্কৃতি দান কর; এখানকার অধিবাসীরা যে, অত্যাচারী! আর তোমার পক্ষ থেকে আমাদের জন্য পক্ষালম্বনকারী নির্ধারণ করে দাও এবং তোমার পক্ষ থেকে আমাদের জন্য সাহায্যকারী নির্ধারণ করে দাও।", "pr": "ওয়ামা-লাকুম লা-তুকা-তিলূনা ফী ছাবীলিল্লা-হি ওয়াল মুছতাদ‘আফীনা মিনার রিজা-লি ওয়ান নিছাই ওয়াল বিলদা-নিল্লাযীনা ইয়াকূলূনা রাব্বানা-আখরিজনা-মিন হাযিহিল কারইয়াতিজ্জা-লিমি আহলুহা- ওয়াজ‘আল লানা-মিল্লাদুনকা ওয়ালিইইয়াওঁ ওয়াজ‘আল লানা-মিল্লাদুনকা নাসীরা-।", "sura_id": 4 }, { "ar": "الَّذِينَ ءَامَنُوا يُقٰتِلُونَ فِى سَبِيلِ اللَّهِ ۖ وَالَّذِينَ كَفَرُوا يُقٰتِلُونَ فِى سَبِيلِ الطّٰغُوتِ فَقٰتِلُوٓا أَوْلِيَآءَ الشَّيْطٰنِ ۖ إِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيفًا", "ayat_id": 76, "id": 569, "bn": "যারা ঈমানদার তারা যে, জেহাদ করে আল্লাহর রাহেই। পক্ষান্তরে যারা কাফের তারা লড়াই করে শয়তানের পক্ষে সুতরাং তোমরা জেহাদ করতে থাক শয়তানের পক্ষালম্বনকারীদের বিরুদ্ধে, (দেখবে) শয়তানের চক্রান্ত একান্তই দুর্বল।", "pr": "আল্লাযীনা আ-মানূইউকা-তিলূনা ফী ছাবীলিল্লা-হি ওয়াল্লাযীনা কাফারূ ইউকাতিলূনা ফী ছাবীলিততা-গূতি ফাকা-তিলূআওলিয়াআশশাইতা-নি ইন্নাকাইদাশশাইতা-নি কা-না দা‘ঈফা-।", "sura_id": 4 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوٓا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلٰوةَ وَءَاتُوا الزَّكٰوةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلٰىٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتٰعُ الدُّنْيَا قَلِيلٌ وَالْءَاخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰى وَلَا تُظْلَمُونَ فَتِيلًا", "ayat_id": 77, "id": 570, "bn": "তুমি কি সেসব লোককে দেখনি, যাদেরকে নির্দেশ দেয়া হয়েছিল যে, তোমরা নিজেদের হাতকে সংযত রাখ, নামায কায়েম কর এবং যাকাত দিতে থাক? অতঃপর যখন তাদের প্রতি জেহাদের নির্দেশ দেয়া হল, তৎক্ষণাৎ তাদের মধ্যে একদল লোক মানুষকে ভয় করতে আরম্ভ করল, যেমন করে ভয় করা হয় আল্লাহকে। এমন কি তার চেয়েও অধিক ভয়। আর বলতে লাগল, হায় পালনকর্তা, কেন আমাদের উপর যুদ্ধ ফরজ করলে! আমাদেরকে কেন আরও কিছুকাল অবকাশ দান করলে না। ( হে রসূল) তাদেরকে বলে দিন, পার্থিব ফায়দা সীমিত। আর আখেরাত পরহেযগারদের জন্য উত্তম। আর তোমাদের অধিকার একটি সূতা পরিমান ও খর্ব করা হবে না।", "pr": "আলাম তারা ইলাল্লাযীনা কীলা লাহুম কুফফূআইদিয়াকুম ওয়াআকীমুস সালা-তা ওয়া আ-তুঝঝাকা-তা ফালাম্মা-কুতিবা ‘আলাইহিমুল কিতা-লুইযা-ফারীকুম মিনহুম ইয়াখশাওনান না-ছা কাখাশইয়াতিল্লা-হি আও আশাদ্দা খাশইয়াতাওঁ ওয়া কা-লূরাব্বানালিমা কাতাবতা ‘আলাইনাল কিতা-লা লাওলাআখখারতানাইলাআজালিন কারীবিন কুল মাতা-‘উদ দুনইয়া-কালীলুওঁ ওয়াল আ-খিরাতুখাইরুল লিমানিত্তাকা- ওয়ালা-তুজলামূনা ফাতীলা-।", "sura_id": 4 }, { "ar": "أَيْنَمَا تَكُونُوا يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هٰذِهِۦ مِنْ عِندِ اللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هٰذِهِۦ مِنْ عِندِكَ ۚ قُلْ كُلٌّ مِّنْ عِندِ اللَّهِ ۖ فَمَالِ هٰٓؤُلَآءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا", "ayat_id": 78, "id": 571, "bn": "তোমরা যেখানেই থাক না কেন; মৃত্যু কিন্তু তোমাদেরকে পাকড়াও করবেই। যদি তোমরা সুদৃঢ় দূর্গের ভেতরেও অবস্থান কর, তবুও। বস্তুতঃ তাদের কোন কল্যাণ সাধিত হলে তারা বলে যে, এটা সাধিত হয়েছে আল্লাহর পক্ষ থেকে। আর যদি তাদের কোন অকল্যাণ হয়, তবে বলে, এটা হয়েছে তোমার পক্ষ থেকে, বলে দাও, এসবই আল্লাহর পক্ষ থেকে। পক্ষান্তরে তাদের পরিণতি কি হবে, যারা কখনও কোন কথা বুঝতে চেষ্টা করে না।", "pr": "আইনা মা-তাকূনূইউদরিককুমুল মাওতুওয়ালাও কুনতুম ফী বুরূজিম মুশাইইয়াদাতিওঁ ওয়া ইন তুসিবহুম হাছানাতুইঁ ইয়াকূলূহা-যিহী মিন ‘ইনদিল্লা-হি ওয়া ইন তুসিবহুম ছাইয়িআতুই ইয়াকূলূহা-যিহী মিন ‘ইনদিকা কুল কুল্লুম মিন ‘ইনদিল্লা-হি ফামালি হাউলাইল কাওমি লা-ইয়াকা-দূ না ইয়াফকাহূনা হাদীছা-।", "sura_id": 4 }, { "ar": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ وَأَرْسَلْنٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفٰى بِاللَّهِ شَهِيدًا", "ayat_id": 79, "id": 572, "bn": "আপনার যে কল্যাণ হয়, তা হয় আল্লাহর পক্ষ থেকে আর আপনার যে অকল্যাণ হয়, সেটা হয় আপনার নিজের কারণে। আর আমি আপনাকে পাঠিয়েছি মানুষের প্রতি আমার পয়গামের বাহক হিসাবে। আর আল্লাহ সব বিষয়েই যথেষ্ট-সববিষয়ই তাঁর সম্মুখে উপস্থিত।", "pr": "মাআসা-বাকা মিন হাছানাতিন ফামিনাল্লা-হি ওয়ামাআসা-বাকা মিন ছাইয়িআতিন ফামিন নাফছিকা ওয়া আরছালনা-কা লিন্না-ছি রাছূলাওঁ ওয়া কাফা-বিলা-হি শাহীদা-।", "sura_id": 4 }, { "ar": "مَّن يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ۖ وَمَن تَوَلّٰى فَمَآ أَرْسَلْنٰكَ عَلَيْهِمْ حَفِيظًا", "ayat_id": 80, "id": 573, "bn": "যে লোক রসূলের হুকুম মান্য করবে সে আল্লাহরই হুকুম মান্য করল। আর যে লোক বিমুখতা অবলম্বন করল, আমি আপনাকে (হে মুহাম্মদ), তাদের জন্য রক্ষণাবেক্ষণকারী নিযুক্ত করে পাঠাইনি।", "pr": "মাইঁ ইউতি‘ইর রাছূলা ফাকাদ আতা‘আল্লা-হা ওয়ামান তাওয়াল্লা-ফামাআরছালনা-কা ‘আলাইহিম হাফীজা-।", "sura_id": 4 }, { "ar": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الَّذِى تَقُولُ ۖ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفٰى بِاللَّهِ وَكِيلًا", "ayat_id": 81, "id": 574, "bn": "আর তারা বলে, আপনার আনুগত্য করি। অতঃপর আপনার নিকট থেকে বেরিয়ে গেলেই তাদের মধ্য থেকে কেউ কেউ পরামর্শ করে রাতের বেলায় সে কথার পরিপন্থী যা তারা আপনার সাথে বলেছিল। আর আল্লাহ লিখে নেন, সে সব পরামর্শ যা তারা করে থাকে। সুতরাং আপনি তাদের ব্যাপারে নিস্পৃহতা অবলম্বন করুন এবং ভরসা করুন আল্লাহর উপর, আল্লাহ হলেন যথেষ্ট ও কার্যসম্পাদনকারী।", "pr": "ওয়া ইয়াকূলূনা তা-‘আতুন ফাইযা-বারাঝুমিন ‘ইনদিকা বাইইয়াতা তাইফাতুম মিনহুম গাইরাল্লাযী তাকূলু ওয়াল্লা-হু ইয়াকতুবুমা-ইউবাইয়িতূনা ফাআ‘রিদ ‘আনহুম ওয়াতাওয়াক্কাল ‘আল্লাল্লা-হি ওয়া কাফা-বিল্লা-হি ওয়াকীলা-।", "sura_id": 4 }, { "ar": "أَفَلَا يَتَدَبَّرُونَ الْقُرْءَانَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلٰفًا كَثِيرًا", "ayat_id": 82, "id": 575, "bn": "এরা কি লক্ষ্য করে না কোরআনের প্রতি? পক্ষান্তরে এটা যদি আল্লাহ ব্যতীত অপর কারও পক্ষ থেকে হত, তবে এতো অবশ্যই বহু বৈপরিত্য দেখতে পেত।", "pr": "আফালা-ইয়াতাদাব্বারূনাল কুরআ-না ওয়া লাও কা-না মিন ‘ইনদি গাইরিল্লা-হি লাওয়াজাদূফীহিখতিলা-ফান কাছীরা-।", "sura_id": 4 }, { "ar": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِۦ ۖ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلٰىٓ أُولِى الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَاتَّبَعْتُمُ الشَّيْطٰنَ إِلَّا قَلِيلًا", "ayat_id": 83, "id": 576, "bn": "আর যখন তাদের কছে পৌঁছে কোন সংবাদ শান্তি-সংক্রান্ত কিংবা ভয়ের, তখন তারা সেগুলোকে রটিয়ে দেয়। আর যদি সেগুলো পৌঁছে দিত রসূল পর্যন্ত কিংবা তাদের শাসকদের পর্যন্ত, তখন অনুসন্ধান করে দেখা যেত সেসব বিষয়, যা তাতে রয়েছে অনুসন্ধান করার মত। বস্তুতঃ আল্লাহর অনুগ্রহ ও করুণা যদি তোমাদের উপর বিদ্যমান না থাকত তবে তোমাদের অল্প কতিপয় লোক ব্যতীত সবাই শয়তানের অনুসরণ করতে শুরু করত!", "pr": "ওয়া ইযা-জাআহুম আমরুম মিনাল আমনি আবিলখাওফি আযা-‘ঊ বিহী ওয়া লাও রাদ্দূহু ইলার রাছূলি ওয়া ইলাঊলিল আমরি মিনহুম লা‘আলিমাহুল্লাযীনা ইয়াছতামবিতূনাহু মিনহুম ওয়া লাওলা-ফাদলুল্লা-হি ‘আল্লাইকুম ওয়া রাহমাতুহু লাত্তাবা‘তুমশশাইতা-না ইলা-কালীলা-।", "sura_id": 4 }, { "ar": "فَقٰتِلْ فِى سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ الْمُؤْمِنِينَ ۖ عَسَى اللَّهُ أَن يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا ۚ وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا", "ayat_id": 84, "id": 577, "bn": "আল্লাহর রাহে যুদ্ধ করতে থাকুন, আপনি নিজের সত্তা ব্যতীত অন্য কোন বিষয়ের যিম্মাদার নন! আর আপনি মুসলমানদেরকে উৎসাহিত করতে থাকুন। শীঘ্রই আল্লাহ কাফেরদের শক্তি-সামর্থ খর্ব করে দেবেন। আর আল্লাহ শক্তি-সামর্থের দিক দিয়ে অত্যন্ত কঠোর এবং কঠিন শাস্তিদাতা।", "pr": "ফাকা-তিল ফী ছাবীলিল্লা-হি লা-তুকাল্লাফুইলা-নাফছাকা ওয়াহাররিদিল মু’মিনীনা ‘আছাল্লা-হু আইঁ ইয়াকুফফা বা’ছাল্লাযীনা কাফারূ ওয়াল্লা-হু আশাদ্দুবা’ছাও ওয়া আশাদ্দুতানকীলা-।", "sura_id": 4 }, { "ar": "مَّن يَشْفَعْ شَفٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ وَمَن يَشْفَعْ شَفٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللَّهُ عَلٰى كُلِّ شَىْءٍ مُّقِيتًا", "ayat_id": 85, "id": 578, "bn": "যে লোক সৎকাজের জন্য কোন সুপারিশ করবে, তা থেকে সেও একটি অংশ পাবে। আর যে লোক সুপারিশ করবে মন্দ কাজের জন্যে সে তার বোঝারও একটি অংশ পাবে। বস্তুতঃ আল্লাহ সর্ব বিষয়ে ক্ষমতাশীল।", "pr": "মাইঁ ইয়াশফা‘ শাফা-‘আতান হাছানাতাইঁ ইয়াকুল্লাহূনাসীবুম মিনহা- ওয়া মাই ইয়াশফা‘ শাফা-আতান ছাইয়িআতাই ইয়াকুল্লাহু কিফলুম মিনহা- ওয়া কা-নাল্লা-হু ‘আলা-কুল্লি শাইইম মুকীতা-।", "sura_id": 4 }, { "ar": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ اللَّهَ كَانَ عَلٰى كُلِّ شَىْءٍ حَسِيبًا", "ayat_id": 86, "id": 579, "bn": "আর তোমাদেরকে যদি কেউ দোয়া করে, তাহলে তোমরাও তার জন্য দোয়া কর; তারচেয়ে উত্তম দোয়া অথবা তারই মত ফিরিয়ে বল। নিশ্চয়ই আল্লাহ সর্ব বিষয়ে হিসাব-নিকাশ গ্রহণকারী।", "pr": "ওয়া ইযা-হুইয়ীতুম বিতাহিইইয়াতিন ফাহাইয়ূবিআহছানা মিনহা-আও রুদ্দূহা- ইন্নাল্লা-হা কা-না ‘আলা-কুল্লি শাইইন হাছীবা-।", "sura_id": 4 }, { "ar": "اللَّهُ لَآ إِلٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيهِ ۗ وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا", "ayat_id": 87, "id": 580, "bn": "আল্লাহ ব্যতীত আর কোনোই উপাস্য নেই। অবশ্যই তিনি তোমাদেরকে সমবেত করবেন কেয়ামতের দিন, এতে বিন্দুমাত্র সন্দেহ নেই। তাছাড়া আল্লাহর চাইতে বেশী সত্য কথা আর কার হবে!", "pr": "আল্লা-হু লাইলা-হা ইলা-হুওয়া লাইয়াজমা‘আন্নাকুম ইলা-ইয়াওমিল কিয়া-মাতি লারাইবা ফীহি ওয়া মান আসদাকুমিনাল্লা-হি হাদীছা-।", "sura_id": 4 }, { "ar": "فَمَا لَكُمْ فِى الْمُنٰفِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا ۚ أَتُرِيدُونَ أَن تَهْدُوا مَنْ أَضَلَّ اللَّهُ ۖ وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا", "ayat_id": 88, "id": 581, "bn": "অতঃপর তোমাদের কি হল যে, মুনাফিকদের সম্পর্কে তোমরা দু’দল হয়ে গেলে? অথচ আল্লাহ তা’আলা তাদেরকে ঘুরিয়ে দিয়েছেন তাদের মন্দ কাজের কারনে! তোমরা কি তাদেরকে পথ প্রদর্শন করতে চাও, যাদেরকে আল্লাহ পথভ্রষ্ট করেছেন? আল্লাহ যাকে পথভ্রান্ত করেন, তুমি তার জন্য কোন পথ পাবে না।", "pr": "ফামা-লাকুম ফিল মুনা-ফিকীনা ফিআতাইনি ওয়াল্লা-হু আরকাছা-হুম বিমা-কাছাবূ আতুরীদূ না আন তাহদূমান আদাল্লাল্লা-হু ওয়া মাইঁ ইউদলিলিল্লা-হু ফালান তাজিদালাহূছাবীলা-।", "sura_id": 4 }, { "ar": "وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَآءً ۖ فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَآءَ حَتّٰى يُهَاجِرُوا فِى سَبِيلِ اللَّهِ ۚ فَإِن تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا", "ayat_id": 89, "id": 582, "bn": "তারা চায় যে, তারা যেমন কাফের, তোমরাও তেমনি কাফের হয়ে যাও, যাতে তোমরা এবং তারা সব সমান হয়ে যাও। অতএব, তাদের মধ্যে কাউকে বন্ধুরূপে গ্রহণ করো না, যে পর্যন্ত না তারা আল্লাহর পথে হিজরত করে চলে আসে। অতঃপর যদি তারা বিমুখ হয়, তবে তাদেরকে পাকড়াও কর এবং যেখানে পাও হত্যা কর। তাদের মধ্যে কাউকে বন্ধুরূপে গ্রহণ করো না এবং সাহায্যকারী বানিও না।", "pr": "ওয়াদ্দূ লাও তাকফুরূনা কামা-কাফারূ ফাতাকূনূনা ছাওয়াআন ফাল্লা-তাত্তাখিযূমিনহুম আওলিয়াআ হাত্তা-ইউহা-জিরূ ফী ছাবীলিল্লা-হি ফাইন তাওয়ালাও ফাখুযূহুম ওয়াকতুলূহুম হাইছুওয়াজাততুমূহুম ওয়ালা-তাত্তাখিযূমিনহুম ওয়ালিইইয়াওঁ ওয়ালানাসীরা-।", "sura_id": 4 }, { "ar": "إِلَّا الَّذِينَ يَصِلُونَ إِلٰى قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقٰتِلُوكُمْ أَوْ يُقٰتِلُوا قَوْمَهُمْ ۚ وَلَوْ شَآءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقٰتَلُوكُمْ ۚ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقٰتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا", "ayat_id": 90, "id": 583, "bn": "কিন্তু যারা এমন সম্প্রদায়ের সাথে মিলিত হয় যে, তোমাদের মধ্যে ও তাদের মধ্যে চুক্তি আছে অথবা তোমাদের কাছে এভাবে আসে যে, তাদের অন্তর তোমাদের সাথে এবং স্বজাতির সাথেও যুদ্ধ করতে অনিচ্ছুক। যদি আল্লাহ ইচ্ছে করতেন, তবে তোমাদের উপর তাদেরকে প্রবল করে দিতেন। ফলে তারা অবশ্যই তোমাদের সাথে যুদ্ধ করত। অতঃপর যদি তারা তোমাদের থেকে পৃথক থাকে তোমাদের সাথে যুদ্ধ না করে এবং তোমাদের সাথে সন্ধি করে, তবে আল্লাহ তোমাদের কে তাদের বিরুদ্ধে কোন পথ দেননি।", "pr": "ইল্লাল্লাযীনা ইয়াসিলূনা ইলা-কাওমিম বাইনাকুম ওয়া বাইনাহুম মীছা-কুন আও জাউকুম হাছিরাত সুদূ রুহুম আইঁ ইউকা-তিলূকুম আওঁইউকা-তিলূকাওমাহুম ওয়ালাও শাআল্লা-হু লাছাল্লাতাহুম ‘আল্লাইকুম ফালাকা-তালূকুম ফাইনি‘তাঝালূকুম ফালাম ইউকা-তিলূকুম ওয়া আলকাও ইলাইকুমছ ছালামা ফামা-জা‘আলাল্লা-হু লাকুম ‘আললইহিম ছাবীলা-।", "sura_id": 4 }, { "ar": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوٓا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا ۚ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوٓا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُولٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِينًا", "ayat_id": 91, "id": 584, "bn": "এখন তুমি আরও এক সম্প্রদায়কে পাবে। তারা তোমাদের কাছেও স্বজাতির কাছেও এবং নির্বিঘ্ন হয়ে থাকতে চায়। যখন তাদেরকে ফ্যাসাদের প্রতি মনোনিবেশ করানো হয়, তখন তারা তাতে নিপতিত হয়, অতএব তারা যদি তোমাদের থেকে নিবৃত্ত না হয়, তোমাদের সাথে সন্ধি না রাখে এবং স্বীয় হস্তসমূহকে বিরত না রাখে, তবে তোমরা তাদেরকে পাকড়াও কর এবং যেখানে পাও হত্যা কর। আমি তাদের বিরুদ্ধে তোমাদেরকে প্রকাশ্য যুক্তি-প্রমাণ দান করেছি।", "pr": "ছাতাজিদূ না আ-খারীনা ইউরীদূ না আইঁ ইয়া’মানূকুম ওয়া ইয়া’মানূকাওমাহুম কুল্লামারুদ্দূইলাল ফিতনাতি উরকিছূফীহা- ফাইল্লাম ইয়া‘তাঝিলূকুম ওয়া ইউলকূইলাইকুমুছছালামা ওয়া ইয়াকুফফূআইদিয়াহুম ফাখুযূহুম ওয়াকতুলূহুম হাইছু  ছাকিফতুমূহুম ওয়া উলাইকুম জা‘আলনা-লাকুম ‘আলাইহিম ছুলতা-নাম মুবীনা-।", "sura_id": 4 }, { "ar": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَن قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلٰىٓ أَهْلِهِۦٓ إِلَّآ أَن يَصَّدَّقُوا ۚ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ وَإِن كَانَ مِن قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثٰقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلٰىٓ أَهْلِهِۦ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ اللَّهِ ۗ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا", "ayat_id": 92, "id": 585, "bn": "মুসলমানের কাজ নয় যে, মুসলমানকে হত্যা করে; কিন্তু ভুলক্রমে। যে ব্যক্তি মুসলমানকে ভূলক্রমে হত্যা করে, সে একজন মুসলমান ক্রীতদাস মুক্ত করবে এবং রক্ত বিনিময় সমর্পন করবে তার স্বজনদেরকে; কিন্তু যদি তারা ক্ষমা করে দেয়। অতঃপর যদি নিহত ব্যক্তি তোমাদের শত্রু সম্প্রদায়ের অন্তর্গত হয়, তবে মুসলমান ক্রীতদাস মুক্ত করবে এবং যদি সে তোমাদের সাথে চুক্তিবদ্ধ কোন সম্প্রদায়ের অন্তর্গত হয়, তবে রক্ত বিনিময় সমর্পণ করবে তার স্বজনদেরকে এবং একজন মুসলমান ক্রীতদাস মুক্ত করবে। অতঃপর যে ব্যক্তি না পায়, সে আল্লাহর কাছ থেকে গোনাহ মাফ করানোর জন্যে উপর্যুপুরি দুই মাস রোযা রাখবে। আল্লাহ, মহাজ্ঞানী, প্রজ্ঞাময়।", "pr": "ওয়ামা-কা-না লিমু’মিনিন আইঁ ইয়াকতুলা মু’মিনান ইলা-খাতাআওঁ ওয়ামান কাতালা মু’মিনান খাতাআন ফাতাহরীরু রাকাবাতিম মু’মিনাতিওঁ ওয়া দিয়াতুম মুছাল্লামাতুন ইলা আহলিহী ইলাআইঁ ইয়াসসাদ্দাকূ ফাইন কা-না মিন কাওমিন ‘আদুওবিল্লাকুম ওয়া হুওয়া মু’মিনুন ফাতাহরীরু রাকাবাতিম মু’মিনাতিওঁ ওয়া ইন কা-না মিন কাওমিম বাইনাকুম ওয়া বাইনাহুম মীছা-কুন ফাদিয়াতুম মুছাল্লামাতুন ইলাআহলিহী ওয়া তাহরীরু রাকাবাতিম মু’মিনাতিন ফামাল্লাম ইয়াজিদ ফাসিয়া-মুশাহরাইনি মুতাতা-বি‘আইনি তাওবাতাম মিনাল্লাহি ওয়া কা-নাল্লা-হু ‘আলীমান হাকীমা-।", "sura_id": 4 }, { "ar": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُۥ جَهَنَّمُ خٰلِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمًا", "ayat_id": 93, "id": 586, "bn": "যে ব্যক্তি স্বেচ্ছাক্রমে মুসলমানকে হত্যা করে, তার শাস্তি জাহান্নাম, তাতেই সে চিরকাল থাকবে। আল্লাহ তার প্রতি ক্রুদ্ধ হয়েছেন, তাকে অভিসম্পাত করেছেন এবং তার জন্যে ভীষণ শাস্তি প্রস্তুত রেখেছেন।", "pr": "ওয়া মাইঁ ইয়াকতুলমু’মিনাম মুতা‘আম্মিদান ফাজাঝাউহূজাহান্নামুখা-লিদান ফীহা-ওয়া গাদিবাল্লা-হু ‘আললইহি ওয়া লা‘আনাহু ওয়া আ‘আদ্দাল্লাহু ‘আযা-বান ‘আজীমা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِذَا ضَرَبْتُمْ فِى سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقٰىٓ إِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيٰوةِ الدُّنْيَا فَعِندَ اللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوٓا ۚ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا", "ayat_id": 94, "id": 587, "bn": "হে ঈমানদারগণ! তোমরা যখন আল্লাহর পথে সফর কর, তখন যাচাই করে নিও এবং যে, তোমাদেরকে সালাম করে তাকে বলো না যে, তুমি মুসলমান নও। তোমরা পার্থিব জীবনের সম্পদ অন্বেষণ কর, বস্তুতঃ আল্লাহর কাছে অনেক সম্পদ রয়েছে। তোমরা ও তো এমনি ছিলে ইতিপূর্বে; অতঃপর আল্লাহ তোমাদের প্রতি অনুগ্রহ করেছেন। অতএব, এখন অনুসন্ধান করে নিও। নিশ্চয় আল্লাহ তোমাদের কাজ কর্মের খবর রাখেন।", "pr": "ইয়াআইয়ূহাল্লাযীনা আ-মানূইযা-দারাবতুম ফীছাবীলিল্লা-হি ফাতাবাইইয়ানূওয়ালাতাকূলূলিমান আলকাইলাইকুমছ ছালা-মা লাছতা মু’মিনান তাবতাগূনা ‘আরাদাল হায়া-তিদ্দুনইয়া- ফা‘ইনদাল্লা-হি মাগা-নিমুকাছীরাতুন কাযা-লিকা কুনতুম মিন কাবলুফামান্নাল্লা-হু ‘আল্লাইকুম ফাতাবাইইয়ানূ ইন্নাল্লা-হা কা-না বিমা-তা‘মালূনা খাবীরা-।", "sura_id": 4 }, { "ar": "لَّا يَسْتَوِى الْقٰعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِى الضَّرَرِ وَالْمُجٰهِدُونَ فِى سَبِيلِ اللَّهِ بِأَمْوٰلِهِمْ وَأَنفُسِهِمْ ۚ فَضَّلَ اللَّهُ الْمُجٰهِدِينَ بِأَمْوٰلِهِمْ وَأَنفُسِهِمْ عَلَى الْقٰعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنٰى ۚ وَفَضَّلَ اللَّهُ الْمُجٰهِدِينَ عَلَى الْقٰعِدِينَ أَجْرًا عَظِيمًا", "ayat_id": 95, "id": 588, "bn": "গৃহে উপবিষ্ট মুসলমান-যাদের কোন সঙ্গত ওযর নেই এবং ঐ মুসলমান যারা জান ও মাল দ্বারা আল্লাহর পথে জেহাদ করে,-সমান নয়। যারা জান ও মাল দ্বারা জেহাদ করে, আল্লাহ তাদের পদমর্যাদা বাড়িয়ে দিয়েছেন গৃহে উপবিষ্টদের তুলনায় এবং প্রত্যেকের সাথেই আল্লাহ কল্যাণের ওয়াদা করেছেন। আল্লাহ মুজাহেদীনকে উপবিষ্টদের উপর মহান প্রতিদানে শ্রেষ্ঠ করেছেন।", "pr": "লা-ইয়াছতাবিলকা-‘ইদূ না মিনাল মু’মিনীনা গাইরু উলিদ্দারারি ওয়াল মুজা-হিদূ না ফী ছাবীলিল্লা-হি বিআমওয়া-লিহিম ওয়া আনফুছিহিম ফাদ্দালাল্লা-হুল মুজা-হিদীনা বিআমওয়া-লিহিম ওয়া আনফুসিহিম ‘আলাল কা-‘ইদীনা দারাজাতাওঁ ওয়াকুল্লাওঁ ওয়া‘আদাল্লা-হুল হুছনা- ওয়াফাদ্দালাল্লা-হুল মুজা-হিদীনা ‘আলাল কা-‘ইদীনা আজরান ‘আজীমা-।", "sura_id": 4 }, { "ar": "دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً ۚ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "ayat_id": 96, "id": 589, "bn": "এগুলো তাঁর পক্ষ থেকে পদমর্যাদা, ক্ষমা ও করুণা; আল্লাহ ক্ষমাশীল ও করুণাময়।", "pr": "দারাজা-তিম মিনহু মাগফিরাতাওঁ ওয়া রাহমাতাওঁ ওয়াকা-নালা-হু গাফূরার রাহীমা-।", "sura_id": 4 }, { "ar": "إِنَّ الَّذِينَ تَوَفّٰىهُمُ الْمَلٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا فِيمَ كُنتُمْ ۖ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِى الْأَرْضِ ۚ قَالُوٓا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وٰسِعَةً فَتُهَاجِرُوا فِيهَا ۚ فَأُولٰٓئِكَ مَأْوٰىهُمْ جَهَنَّمُ ۖ وَسَآءَتْ مَصِيرًا", "ayat_id": 97, "id": 590, "bn": "যারা নিজের অনিষ্ট করে, ফেরেশতারা তাদের প্রাণ হরণ করে বলে, তোমরা কি অবস্থায় ছিলে? তারা বলেঃ এ ভূখন্ডে আমরা অসহায় ছিলাম। ফেরেশতারা বলেঃ আল্লাহর পৃথিবী কি প্রশস্ত ছিল না যে, তোমরা দেশত্যাগ করে সেখানে চলে যেতে? অতএব, এদের বাসস্থান হল জাহান্নাম এবং তা অত্যন্ত মন্দ স্থান।", "pr": "ইন্নাল্লাযীনা তাওয়াফফা-হুমুল মালাইকাতু জা-লিমীআনফুছিহিম কা-লূফীমা কুনতুম কা-লূকুন্না-মুছতাদ‘আফীনা ফিল আরদি কা-লূআলাম তাকুন আরদুল্লা-হি ওয়া-ছি‘আতান ফাতুহা-জিরূ ফীহা- ফাউলাইকা মা’ওয়া-হুম জাহান্নামু ওয়াছাআত মাসীরা-।", "sura_id": 4 }, { "ar": "إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَآءِ وَالْوِلْدٰنِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا", "ayat_id": 98, "id": 591, "bn": "কিন্তু পুরুষ, নারী ও শিশুদের মধ্যে যারা অসহায়, তারা কোন উপায় করতে পারে না এবং পথও জানে না।", "pr": "ইল্লাল মুছতাদ‘আফীনা মিনাররিজা-লি ওয়াননিছাইওয়ালবিলদা-নি লা-ইয়াছতাতী‘ঊন হীলাতাওঁ ওয়ালা-ইয়াহতাদূনা ছাবীলা-।", "sura_id": 4 }, { "ar": "فَأُولٰٓئِكَ عَسَى اللَّهُ أَن يَعْفُوَ عَنْهُمْ ۚ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا", "ayat_id": 99, "id": 592, "bn": "অতএব, আশা করা যায়, আল্লাহ তাদেরকে ক্ষমা করবেন। আল্লাহ মার্জনাকারী, ক্ষমাশীল।", "pr": "ফাউলাইকা ‘আসাল্লা-হু আইঁ ইয়া‘ফুওয়া ‘আনহুম ওয়াকা-নাল্লা-হু ‘আফুওওয়ান গাফূরা-।", "sura_id": 4 }, { "ar": "وَمَن يُهَاجِرْ فِى سَبِيلِ اللَّهِ يَجِدْ فِى الْأَرْضِ مُرٰغَمًا كَثِيرًا وَسَعَةً ۚ وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى اللَّهِ ۗ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "ayat_id": 100, "id": 593, "bn": "যে কেউ আল্লাহর পথে দেশত্যাগ করে, সে এর বিনিময়ে অনেক স্থান ও সচ্ছলতা প্রাপ্ত হবে। যে কেউ নিজ গৃহ থেকে বের হয় আল্লাহ ও রসূলের প্রতি হিজরত করার উদ্দেশে, অতঃপর মৃত্যুমুখে পতিত হয়, তবে তার সওয়াব আল্লাহর কাছে অবধারিত হয়ে যায়। আল্লাহ ক্ষমাশীল, করুণাময়।", "pr": "ওয়া মাইঁ ইউহা-জির ফী ছাবীলিল্লা-হি ইয়াজিদ ফিল আরদিমুরা-গমান কাছীরাওঁ ওয়াছা‘আতাওঁ ওয়া মাইঁ ইয়াখরুজ মিম বাইতিহী মুহা-জিরান ইলাল্লা-হি ওয়ারাছূলিহি ছু ম্মা ইউদরিকহুল মাওতুফাকাদ ওয়াকা‘আ আজরুহূ‘আলাল্লা-হি ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।", "sura_id": 4 }, { "ar": "وَإِذَا ضَرَبْتُمْ فِى الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا مِنَ الصَّلٰوةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُوٓا ۚ إِنَّ الْكٰفِرِينَ كَانُوا لَكُمْ عَدُوًّا مُّبِينًا", "ayat_id": 101, "id": 594, "bn": "যখন তোমরা কোন দেশ সফর কর, তখন নামাযে কিছুটা হ্রাস করলে তোমাদের কোন গোনাহ নেই, যদি তোমরা আশঙ্কা কর যে, কাফেররা তোমাদেরকে উত্ত্যক্ত করবে। নিশ্চয় কাফেররা তোমাদের প্রকাশ্য শত্রু।", "pr": "ওয়া ইযা-দারাবতুম ফিল আরদিফালাইছা ‘আলাইকুম জুনা-হুন আন তাকসুরূমিনাসসালা-তি  ইন খিফতুম আইঁ ইয়াফতিনাকুমুল্লাযীনা কাফারূ ইন্নাল কা-ফিরীনা কা-নূলাকুম ‘আদুওওয়াম মুবীনা-।", "sura_id": 4 }, { "ar": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرٰى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وٰحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضٰىٓ أَن تَضَعُوٓا أَسْلِحَتَكُمْ ۖ وَخُذُوا حِذْرَكُمْ ۗ إِنَّ اللَّهَ أَعَدَّ لِلْكٰفِرِينَ عَذَابًا مُّهِينًا", "ayat_id": 102, "id": 595, "bn": "যখন আপনি তাদের মধ্যে থাকেন, অতঃপর নামাযে দাঁড়ান, তখন যেন একদল দাঁড়ায় আপনার সাথে এবং তারা যেন স্বীয় অস্ত্র সাথে নেয়। অতঃপর যখন তারা সেজদা সম্পন্ন করে, তখন আপনার কাছ থেকে যেন সরে যায় এবং অন্য দল যেন আসে, যারা নামায পড়েনি। অতঃপর তারা যেন আপনার সাথে নামায পড়ে এবং আত্মরক্ষার হাতিয়ার সাথে নেয়। কাফেররা চায় যে, তোমরা কোন রূপে অসতর্ক থাক, যাতে তারা একযোগে তোমাদেরকে আক্রমণ করে বসে। যদি বৃষ্টির কারণে তোমাদের কষ্ট হয় অথবা তোমরা অসুস্থ হও তবে স্বীয় অস্ত্র পরিত্যাগ করায় তোমাদের কোন গোনাহ নেই এবং সাথে নিয়ে নাও তোমাদের আত্নরক্ষার অস্ত্র। নিশ্চয় আল্লাহ কাফেরদের জন্যে অপমানকর শাস্তি প্রস্তুত করে রেখেছেন।", "pr": "ওয়া ইযা-কুনতা ফীহিম ফাআকামতালাহুমুসসালা-তা ফালতাকুম তাইফাতুম মিনহুম মা‘আকা ওয়ালইয়া’খুযূআছলিহাতাহুম  ফাইযা-ছাজাদূফালইয়াকূনূমিওঁ ওয়া রাইকুম ওয়ালতা’তি তাইফাতুন উখরা-লাম ইউসাললূফালইউসাললূমা‘আকা ওয়ালইয়া’খুযুহিযরাহুম ওয়া আছলিহাতাহুম ওয়াদ্দাল্লাযীনা কাফারু লাও তাগফুলূনা ‘আন আছলিহাতিকুম ওয়া আমতি‘আতিকুম ফাইয়ামীলূনা ‘আলাইকুম মাইলাতাওঁ ওয়া-হিদাতাওঁ ওয়ালা-জুনা-হা ‘আলাইকুম ইন কা-না বিকুম আযাম মিম্মাতারিন আও কুনতুম মারদা-আন তাদাঊ-আছলিহাতাকুম ওয়া খুযূহিযরাকুম ইন্নাল্লাহা আ‘আদ্দা লিলকা-ফিরীনা ‘আযা-বাম মুহীনা-।", "sura_id": 4 }, { "ar": "فَإِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللَّهَ قِيٰمًا وَقُعُودًا وَعَلٰى جُنُوبِكُمْ ۚ فَإِذَا اطْمَأْنَنتُمْ فَأَقِيمُوا الصَّلٰوةَ ۚ إِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتٰبًا مَّوْقُوتًا", "ayat_id": 103, "id": 596, "bn": "অতঃপর যখন তোমরা নামায সম্পন্ন কর, তখন দন্ডায়মান, উপবিষ্ট ও শায়িত অবস্থায় আল্লাহকে স্মরণ কর। অতঃপর যখন বিপদমুক্ত হয়ে যাও, তখন নামায ঠিক করে পড়। নিশ্চয় নামায মুসলমানদের উপর ফরয নির্দিষ্ট সময়ের মধ্যে।", "pr": "ফাইযা-কাদাইতুমুসসালা-তা ফাযকুরুল্লা-হা কিয়া-মাওঁ ওয়াকু‘ঊদাওঁ ওয়া‘আলা জুনূবিকুম ফাইযাতমা’নানতুম ফাআকীমুস সালা-তা ইন্নাসসালা-তা কা-নাত ‘আলাল মু’মিনীনা কিতা-বাম মাওকূতা-।", "sura_id": 4 }, { "ar": "وَلَا تَهِنُوا فِى ابْتِغَآءِ الْقَوْمِ ۖ إِن تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا", "ayat_id": 104, "id": 597, "bn": "তাদের পশ্চাদ্ধাবনে শৈথিল্য করো না। যদি তোমরা আঘাত প্রাপ্ত, তবে তারাও তো তোমাদের মতই হয়েছে আঘাতপ্রাপ্ত এবং তোমরা আল্লাহর কাছে আশা কর, যা তারা আশা করে না। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।", "pr": "ওয়ালা-তাহিনূফিবতিগাইল কাওমি ইন তাকূনূতা’লামূনা ফাইন্নাহুম ইয়া’লামূনা কামাতা’লামূনা, ওয়া তারজূনা মিনাল্লা-হি মা-লা ইয়ারজূনাওয়া কা-নাল্লা-হু ‘আলীমান হাকীমা-।", "sura_id": 4 }, { "ar": "إِنَّآ أَنزَلْنَآ إِلَيْكَ الْكِتٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ أَرٰىكَ اللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا", "ayat_id": 105, "id": 598, "bn": "নিশ্চয় আমি আপনার প্রতি সত্য কিতাব অবতীর্ণ করেছি, যাতে আপনি মানুষের মধ্যে ফয়সালা করেন, যা আল্লাহ আপনাকে হৃদয়ঙ্গম করান। আপনি বিশ্বাসঘাতকদের পক্ষ থেকে বিতর্ককারী হবেন না।", "pr": "ইন্না-আনঝালনাইলাইকাল কিতা-বা বিলহাক্কিলিতাহকুমা বাইনান্না-ছি বিমাআরা-কাল্লাহু ওয়ালা-তাকুল লিলখাইনীনা খাসীমা-।", "sura_id": 4 }, { "ar": "وَاسْتَغْفِرِ اللَّهَ ۖ إِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا", "ayat_id": 106, "id": 599, "bn": "এবং আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।", "pr": "ওয়াছতাগফিরিল্লা-হা ইন্নাল্লা-হা কা-না গাফূরার রাহীমা-।", "sura_id": 4 }, { "ar": "وَلَا تُجٰدِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ ۚ إِنَّ اللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا", "ayat_id": 107, "id": 600, "bn": "যারা মনে বিশ্বাস ঘাতকতা পোষণ করে তাদের পক্ষ থেকে বিতর্ক করবেন না। আল্লাহ পছন্দ করেন না তাকে, যে বিশ্বাস ঘাতক পাপী হয়।", "pr": "ওয়ালা তুজা-দিল ‘আনিল্লাযীনা ইয়াখতা-নূনা আনফুছাহুম ইন্নাল্লা-হা লা-ইউহিব্বুমান কা-না খাওওয়া-নান আছীমা-।", "sura_id": 4 }, { "ar": "يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۚ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا", "ayat_id": 108, "id": 601, "bn": "তারা মানুষের কাছে লজ্জিত হয় এবং আল্লাহর কাছে লজ্জিত হয় না। তিনি তাদের সাথে রয়েছেন, যখন তারা রাত্রে এমন বিষয়ে পরামর্শ করে, যাতে আল্লাহ সম্মত নন। তারা যাকিছু করে, সবই আল্লাহর আয়ত্তাধীণ।", "pr": "ইয়াছতাখফূনা মিনান্না-ছি ওয়ালা-ইয়াছতাখফূনা মিনাল্লা-হি ওয়া হুওয়া মা‘আহুম ইয ইউবাইয়িতূনা মা-লা-ইয়ারদা-মিনাল কাওলি ওয়া কা-নাল্লা-হু বিমা-ইয়া‘মালূনা মুহীতা-।", "sura_id": 4 }, { "ar": "هٰٓأَنتُمْ هٰٓؤُلَآءِ جٰدَلْتُمْ عَنْهُمْ فِى الْحَيٰوةِ الدُّنْيَا فَمَن يُجٰدِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا", "ayat_id": 109, "id": 602, "bn": "শুনছ? তোমরা তাদের পক্ষ থেকে পার্থিব জীবনে বিবাদ করছ, অতঃপর কেয়ামতের দিনে তাদের পক্ষ হয়ে আল্লাহর সাথে কে বিবাদ করবে অথবা কে তাদের কার্যনির্বাহী হবে।", "pr": "হাআনতুম হাউলাই জা-দালতুম ‘আনহুম ফিল হায়া-তিদ্দুনইয়া- ফামাইঁ ইউজাদিলুল্লা-হা ‘আনহুম ইয়াওমাল কিয়া-মাতি আম মাইঁ ইয়াকূনু‘আলাইহিম ওয়াকীলা-।", "sura_id": 4 }, { "ar": "وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا", "ayat_id": 110, "id": 603, "bn": "যে গোনাহ, করে কিংবা নিজের অনিষ্ট করে, অতঃপর আল্লাহর কাছে ক্ষমা প্রার্থনা করে, সে আল্লাহকে ক্ষমাশীল, করুণাময় পায়।", "pr": "ওয়ামাইঁ ইয়া‘মাল ছূআন আও ইয়াজলিম নাফছাহূছু ম্মা ইয়াছতাগফিরিল্লা-হা ইয়াজিদিল্লাহা গাফূরার রাহীমা-।", "sura_id": 4 }, { "ar": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُۥ عَلٰى نَفْسِهِۦ ۚ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا", "ayat_id": 111, "id": 604, "bn": "যে কেউ পাপ করে, সে নিজের পক্ষেই করে। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।", "pr": "ওয়া মাই ইয়াকছিব ইছমান ফাইন্নামা-ইয়াকছিবুহূ‘আলা-নাফছিহী ওয়া কা-নাল্লা-হু ‘আলীমান হাকীমা-।", "sura_id": 4 }, { "ar": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ احْتَمَلَ بُهْتٰنًا وَإِثْمًا مُّبِينًا", "ayat_id": 112, "id": 605, "bn": "যে ব্যক্তি ভূল কিংবা গোনাহ করে, অতঃপর কোন নিরপরাধের উপর অপবাদ আরোপ করে সে নিজের মাথায় বহন করে জঘন্য মিথ্যা ও প্রকাশ্য গোনাহ।", "pr": "ওয়া মাইঁ ইয়াকছিব খাতীআতান আও ইছমান ছু ম্মা ইয়ারমি বিহী বারীআন ফাকাদিহতামালা বুহতা-নাওঁ ওয়া ইছমাম মুবীনা-।", "sura_id": 4 }, { "ar": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ وَأَنزَلَ اللَّهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا", "ayat_id": 113, "id": 606, "bn": "যদি আপনার প্রতি আল্লাহর অনুগ্রহ ও করুণা না হত, তবে তাদের একদল আপনাকে পথভ্রষ্ট করার সংকল্প করেই ফেলেছিল। তারা পথভ্রান্ত করতে পারে না কিন্তু নিজেদেরকেই এবং আপনার কোন অনিষ্ট করতে পারে না। আল্লাহ আপনার প্রতি ঐশী গ্রন্থ ও প্রজ্ঞা অবতীর্ণ করেছেন এবং আপনাকে এমন বিষয় শিক্ষা দিয়েছেন, যা আপনি জানতেন না। আপনার প্রতি আল্লাহর করুণা অসীম।", "pr": "ওয়া লাওলা-ফাদলুল্লা-হি ‘আলাইকা ওয়া রাহমাতুহূলাহাম্মাত তাইফাতুম মিনহুম আইঁ ইউদিললূকা ওয়ামা-ইউদিললূনা ইলাআনফুছাহুম ওয়ামা-ইয়াদুররূনাকা মিন শাইইওঁ ওয়া আনঝালাল্লা-হু ‘আলাইকাল কিতা-বা ওয়াল হিকমাতা ওয়া ‘আল্লামাকা মা-লাম তাকুন তা‘লামু ওয়াকা-না ফাদলুল্লা-হি ‘আল্লাইকা ‘আজীমা-।", "sura_id": 4 }, { "ar": "لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوٰىهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلٰحٍۭ بَيْنَ النَّاسِ ۚ وَمَن يَفْعَلْ ذٰلِكَ ابْتِغَآءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا", "ayat_id": 114, "id": 607, "bn": "তাদের অধিকাংশ সলা-পরামর্শ ভাল নয়; কিন্তু যে সলা-পরামর্শ দান খয়রাত করতে কিংবা সৎকাজ করতে কিংবা মানুষের মধ্যে সন্ধিস্থাপন কল্পে করতো তা স্বতন্ত্র। যে একাজ করে আল্লাহর সন্তুষ্টির জন্যে আমি তাকে বিরাট ছওয়াব দান করব।", "pr": "লা-খাইরা ফী কাছীরিম মিন নাজওয়া-হুম ইল্লা-মান আমারা বিসাদাকাতিন আও মা‘রূফিন আও ইসলা-হিম বাইনান্না-ছি  ওয়া মাইঁ ইয়াফ‘আল যা-লিকাব তিগাআ মারদাতিল্লা-হি ফাছাওফা নু’তীহি আজরান ‘আজীমা-।", "sura_id": 4 }, { "ar": "وَمَن يُشَاقِقِ الرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلّٰى وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا", "ayat_id": 115, "id": 608, "bn": "যে কেউ রসূলের বিরুদ্ধাচারণ করে, তার কাছে সরল পথ প্রকাশিত হওয়ার পর এবং সব মুসলমানের অনুসৃত পথের বিরুদ্ধে চলে, আমি তাকে ঐ দিকেই ফেরাব যে দিক সে অবলম্বন করেছে এবং তাকে জাহান্নামে নিক্ষেপ করব। আর তা নিকৃষ্টতর গন্তব্যস্থান।", "pr": "ওয়া মাইঁ ইউশাকিকিররাছূলা মিম বা‘দি মা-তাবাইইয়ানা লাহুল হুদা-ওয়া ইয়াত্তাবি‘ গাইরা ছাবীলিল মু’মিনীনা নুওয়ালিল হী মা-তাওয়াল্লা-ওয়ানুসলিহী জাহান্নামা ওয়া ছাআত মাসীরা-।", "sura_id": 4 }, { "ar": "إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلٰلًۢا بَعِيدًا", "ayat_id": 116, "id": 609, "bn": "নিশ্চয় আল্লাহ তাকে ক্ষমা করেন না, যে তাঁর সাথে কাউকে শরীক করে। এছাড়া যাকে ইচ্ছা, ক্ষমা করেন। যে আল্লাহর সাথে শরীক করে সে সুদূর ভ্রান্তিতে পতিত হয়।", "pr": "ইন্নাল্লা-হা লা-ইয়াগফিরু আইঁ ইউশরাকা বিহী ওয়া ইয়াগফিরু মা-দূ না যা-লিকা লিমাই ইয়াশাউ ওয়ামাইঁ ইউশরিক বিল্লা-হিফাকাদ দাল্লা দালা-লাম বা‘ঈদা-।", "sura_id": 4 }, { "ar": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطٰنًا مَّرِيدًا", "ayat_id": 117, "id": 610, "bn": "তারা আল্লাহকে পরিত্যাগ করে শুধু নারীর আরাধনা করে এবং শুধু অবাধ্য শয়তানের পূজা করে।", "pr": "ইয়ঁইয়াদ‘ঊনা মিন দূ নিহী ইল্লা ইনা-ছাওঁ ওয়াই ইয়াদ‘ঊনা ইল্লা-শাইতা-নাম মারীদা-।", "sura_id": 4 }, { "ar": "لَّعَنَهُ اللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا", "ayat_id": 118, "id": 611, "bn": "যার প্রতি আল্লাহ অভিসম্পাত করেছেন। শয়তান বললঃ আমি অবশ্যই তোমার বান্দাদের মধ্য থেকে নির্দিষ্ট অংশ গ্রহণ করব।", "pr": "লা‘আনাহুল্লা-হু । ওয়াকা-লা লাআত্তাখিযান্না মিন ‘ইবা-দিকা নাসীবাম মাফরূদা-।", "sura_id": 4 }, { "ar": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَءَامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ الْأَنْعٰمِ وَلَءَامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ ۚ وَمَن يَتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّن دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا", "ayat_id": 119, "id": 612, "bn": "তাদেরকে পথভ্রষ্ট করব, তাদেরকে আশ্বাস দেব; তাদেরকে পশুদের কর্ণ ছেদন করতে বলব এবং তাদেরকে আল্লাহর সৃষ্ট আকৃতি পরিবর্তন করতে আদেশ দেব। যে কেউ আল্লাহকে ছেড়ে শয়তানকে বন্ধুরূপে গ্রহণ করে, সে প্রকাশ্য ক্ষতিতে পতিত হয়।", "pr": "ওয়ালা উদিল্লান্নাহুম ওয়ালা উমান্নিইয়ান্নাহুম ওয়ালা আ-মুরান্নাহুম ফালাইউবাত্তিকুন্না আ-যানাল আন‘আ-মি ওয়ালাআ-মুরান্নাহুম ফালাইউগাইয়িরুন্না খালকাল্লা-হি ওয়ামাইঁ ইয়াত্তাখিযিশশাইতা-না ওয়ালিইইয়াম মিন দূ নিল্লা-হি ফাকাদ খাছিরা খুছরা-নাম মুবীনা-।", "sura_id": 4 }, { "ar": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطٰنُ إِلَّا غُرُورًا", "ayat_id": 120, "id": 613, "bn": "সে তাদেরকে প্রতিশ্রুতি দেয় এবং তাদেরকে আশ্বাস দেয়। শয়তান তাদেরকে যে প্রতিশ্রুতি দেয়, তা সব প্রতারণা বৈ নয়।", "pr": "ইয়া‘ইদূ হুম ওয়া ইউমান্নীহিম ওয়ামা-ইয়া‘ইদুহুমশশাইতা-নুইল্লা-গুরূরা-।", "sura_id": 4 }, { "ar": "أُولٰٓئِكَ مَأْوٰىهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا", "ayat_id": 121, "id": 614, "bn": "তাদের বাসস্থান জাহান্নাম। তারা সেখান থেকে কোথাও পালাবার জায়গা পাবে না।", "pr": "উলাইকা মা’ওয়া-হুম জাহান্নামু ওয়ালা-ইয়াজিদূ না ‘আনহা-মাহীসা-।", "sura_id": 4 }, { "ar": "وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ اللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا", "ayat_id": 122, "id": 615, "bn": "যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, আমি তাদেরকে উদ্যানসমূহে প্রবিষ্ট করাব, যেগুলোর তলদেশে নহরসমূহ প্রবাহিত হয়। তারা চিরকাল তথায় অবস্থান করবে। আল্লাহ প্রতিশ্রুতি দিয়েছেন সত্য সত্য। আল্লাহর চাইতে অধিক সত্যবাদী কে?", "pr": "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ছানুদখিলুহুম জান্নাতিন তাজরি মিন তা হতিহাল আনহা-রু খালিদীনা ফীহা-আবাদাওঁ ওয়া‘দাল্লা-হি হাক্কাওঁ ওয়ামান আসদাকুমিনাল্লা-হি কীলা-।", "sura_id": 4 }, { "ar": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ الْكِتٰبِ ۗ مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا", "ayat_id": 123, "id": 616, "bn": "তোমাদের আশার উপর ও ভিত্তি নয় এবং আহলে-কিতাবদের আশার উপরও না। যে কেউ মন্দ কাজ করবে, সে তার শাস্তি পাবে এবং সে আল্লাহ ছাড়া নিজের কোন সমর্থক বা সাহায্যকারী পাবে না।", "pr": "লাইছা বিআমা-নিইইয়ুকুম ওয়ালাআমা-নিইয়ি আহলিল কিতাবি মাইঁ ইয়া‘মাল ছূআইঁ ইউজঝা বিহী ওয়ালা-ইয়াজিদ লাহু মিন দূ নিল্লা-হি ওয়ালিইইয়াওঁ ওয়ালা-নাসীরা-।", "sura_id": 4 }, { "ar": "وَمَن يَعْمَلْ مِنَ الصّٰلِحٰتِ مِن ذَكَرٍ أَوْ أُنثٰى وَهُوَ مُؤْمِنٌ فَأُولٰٓئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا", "ayat_id": 124, "id": 617, "bn": "যে লোক পুরুষ হোক কিংবা নারী, কোন সৎকর্ম করে এবং বিশ্বাসী হয়, তবে তারা জান্নাতে প্রবেশ করবে এবং তাদের প্রাপ্য তিল পরিমাণ ও নষ্ট হবে না।", "pr": "ওয়া মাইঁ ইয়া‘মাল মিনাসসা-লিহা-তি মিন যাকারিন আও উনছা-ওয়া হুওয়া মু’মিনুন ফাউলাইকা ইয়াদখুলূনাল জান্নাতা ওয়ালা-ইউজলামূনা নাকীরা-।", "sura_id": 4 }, { "ar": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرٰهِيمَ حَنِيفًا ۗ وَاتَّخَذَ اللَّهُ إِبْرٰهِيمَ خَلِيلًا", "ayat_id": 125, "id": 618, "bn": "যে আল্লাহর নির্দেশের সামনে মস্তক অবনত করে সৎকাজে নিয়োজিত থাকে এবং ইব্রাহীমের ধর্ম অনুসরণ করে, যিনি একনিষ্ঠ ছিলেন, তার চাইতে উত্তম ধর্ম কার? আল্লাহ ইব্রাহীমকে বন্ধুরূপে গ্রহণ করেছেন।", "pr": "ওয়া মান আহছানুদীনাম মিম্মান আছলামা ওয়াজহাহূলিল্লা-হি ওয়া হুওয়া মুহছিনুওঁ ওয়াত্তাবা‘আ মিল্লাতা ইবরা-হীমা হানীফাওঁ ওয়াত্তাখাযাল্লা-হু ইবরা-হীমা খালীলা-।", "sura_id": 4 }, { "ar": "وَلِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۚ وَكَانَ اللَّهُ بِكُلِّ شَىْءٍ مُّحِيطًا", "ayat_id": 126, "id": 619, "bn": "যা কিছু নভোন্ডলে আছে এবং যা কিছু ভুমন্ডলে আছে, সব আল্লাহরই। সব বস্তু আল্লাহর মুষ্ঠি বলয়ে।", "pr": "ওয়ালিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদি ওয়াকা-নাল্লা-হু বিকুল্লি শাইইম মুহীতা-।", "sura_id": 4 }, { "ar": "وَيَسْتَفْتُونَكَ فِى النِّسَآءِ ۖ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِى يَتٰمَى النِّسَآءِ الّٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدٰنِ وَأَن تَقُومُوا لِلْيَتٰمٰى بِالْقِسْطِ ۚ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِۦ عَلِيمًا", "ayat_id": 127, "id": 620, "bn": "তারা আপনার কাছে নারীদের বিবাহের অনুমতি চায়। বলে দিনঃ আল্লাহ তোমাদেরকে তাদের সম্পর্কে অনুমতি দেন এবং কোরআনে তোমাদেরকে যা যা পাট করে শুনানো হয়, তা ঐ সব পিতৃহীনা-নারীদের বিধান, যাদের কে তোমরা নির্ধারিত অধিকার প্রদান কর না অথচ বিবাহ বন্ধনে আবদ্ধ করার বাসনা রাখ। আর অক্ষম শিশুদের বিধান এই যে, এতীমদের জন্যে ইনসাফের উপর কায়েম থাক। তোমরা যা ভাল কাজ করবে, তা আল্লাহ জানেন।", "pr": "ওয়া ইয়াছতাফতূনাকা ফিননিছা-ই  কুল্লিলা-হু ইউফতীকুম ফীহিন্না ওয়ামা-ইউতলা‘আলাইকুম ফিল কিতা-বি ফী ইয়াতা-মাননিছাইল্লা-তী লা-তু’তূনাহুন্না মা-কুতিবা লাহুন্না ওয়া তারগাবূনা আন তানকিহূহুন্না ওয়ালমুছতাদ‘আফীনা মিনাল বিলদা-নি ওয়া আন তাকূমূলিলইয়াতা-মা-বিলকিছতি ওয়ামা-তাফ‘আলূমিন খাইরিন ফাইন্নাল্লা-হা কানা বিহী ‘আলীমা-।", "sura_id": 4 }, { "ar": "وَإِنِ امْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَالصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ الْأَنفُسُ الشُّحَّ ۚ وَإِن تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا", "ayat_id": 128, "id": 621, "bn": "যদি কোন নারী স্বীয় স্বামীর পক্ষ থেকে অসদাচরণ কিংবা উপেক্ষার আশংকা করে, তবে পরস্পর কোন মীমাংসা করে নিলে তাদের উভয়ের কোন গোনাহ নাই। মীমাংসা উত্তম। মনের সামনে লোভ বিদ্যমান আছে। যদি তোমরা উত্তম কাজ কর এবং খোদাভীরু হও, তবে, আল্লাহ তোমাদের সব কাজের খবর রাখেন।", "pr": "ওয়া ইনিমরাআতুন খা-ফাত মিমবা‘লিহানুশূঝান আও ই‘রা-দান ফালা- জুনা-হা ‘আলাইহিমা-আইঁ ইউসলিহা-বাইনাহুমা-সুলহাওঁ ওয়াসসুলহুখাইরুওঁ ওয়া উহদিরাতিল আনফুছশশুহহা ওয়া ইন তুহছিনূওয়া তাত্তাকূফাইন্নাল্লা-হা কা-না বিমাতা‘মালূনা খাবীরা-।", "sura_id": 4 }, { "ar": "وَلَن تَسْتَطِيعُوٓا أَن تَعْدِلُوا بَيْنَ النِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ ۚ وَإِن تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا", "ayat_id": 129, "id": 622, "bn": "তোমরা কখনও নারীদেরকে সমান রাখতে পারবে না, যদিও এর আকাঙ্ক্ষী হও। অতএব, সম্পূর্ণ ঝুঁকেও পড়ো না যে, একজনকে ফেলে রাখ দোদুল্যমান অবস্থায়। যদি সংশোধন কর এবং খোদাভীরু হও, তবে আল্লাহ ক্ষমাশীল, করুণাময়।", "pr": "ওয়া লান তাছতাতী‘ঊআন তা‘দিলূবাইনাননিছাই ওয়ালাও হারাসতুম ফালা-তামীলূকুল্লাল মাইলি ফাতাযারূহা-কালমু‘আল্লাকাতি ওয়া ইন তুসলিহূওয়া তাত্তাকূ ফাইন্নাল্লা-হা কা-না গাফূরার রাহীমা-।", "sura_id": 4 }, { "ar": "وَإِن يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِّن سَعَتِهِۦ ۚ وَكَانَ اللَّهُ وٰسِعًا حَكِيمًا", "ayat_id": 130, "id": 623, "bn": "যদি উভয়েই বিচ্ছিন্ন হয়ে যায়, তবে আল্লাহ স্বীয় প্রশস্ততা দ্বারা প্রত্যেককে অমুখাপেক্ষী করে দিবেন। আল্লাহ সুপ্রশস্ত, প্রজ্ঞাময়।", "pr": "ওয়া ইয়ঁইয়াতাফাররাকা-ইউগনিল্লা-হু কুল্লাম মিন ছা‘আতিহী ওয়া কা-নাল্লা-হু ওয়াছি‘আন হাকীমা-।", "sura_id": 4 }, { "ar": "وَلِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ ۚ وَإِن تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۚ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا", "ayat_id": 131, "id": 624, "bn": "আর যা কিছু রয়েছে আসমান সমূহে ও যমীনে সবই আল্লাহর। বস্তুতঃ আমি নির্দেশ দিয়েছি তোমাদের পূর্ববর্তী গ্রন্থের অধিকারীদেরকে এবং তোমাদেরকে যে, তোমরা সবাই ভয় করতে থাক আল্লাহকে। যদি তোমরা তা না মান, তবে জেনো, সে সব কিছুই আল্লাহ তা’আলার যা কিছু রয়েছে আসমান সমূহে ও যমীনে। আর আল্লাহ হচ্ছেন অভাবহীন, প্রসংশিত।", "pr": "ওয়ালিল্লা-হি মা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদি ওয়ালাকাদ ওয়াসসাইনাল্লাযীনা ঊতুল কিতা-বা মিন কাবলিকুম ওয়া ইইয়া-কুম আনিত্তাকুল্লা-হা ওয়া ইন তাকফুরূ ফাইন্না লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদি ওয়া কা-নাল্লা-হু গানিইইয়ান হামীদা-।", "sura_id": 4 }, { "ar": "وَلِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۚ وَكَفٰى بِاللَّهِ وَكِيلًا", "ayat_id": 132, "id": 625, "bn": "আর আল্লাহরই জন্যে সে সবকিছু যা কিছু রয়েছে আসমান সমূহে ও যমীনে। আল্লাহই যথেষ্ট কর্মবিধায়ক।", "pr": "ওয়া লিল্লা-হি মা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদি ওয়া কাফা-বিল্লা-হি ওয়াকীলা-।", "sura_id": 4 }, { "ar": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِـَٔاخَرِينَ ۚ وَكَانَ اللَّهُ عَلٰى ذٰلِكَ قَدِيرًا", "ayat_id": 133, "id": 626, "bn": "হে মানবকূল, যদি আল্লাহ তোমাদেরকে সরিয়ে তোমাদের জায়গায় অন্য কাউকে প্রতিষ্ঠিত করেন? বস্তুতঃ আল্লাহর সে ক্ষমতা রয়েছে।", "pr": "ইয়ঁইয়াশা’ ইউযহিবকুম আইয়ুহান্না-ছুওয়া ইয়া’তি বিআ-খারীনা ওয়া কা-নাল্লা-হু ‘আলা যা-লিকা কাদীরা-।", "sura_id": 4 }, { "ar": "مَّن كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِندَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْءَاخِرَةِ ۚ وَكَانَ اللَّهُ سَمِيعًۢا بَصِيرًا", "ayat_id": 134, "id": 627, "bn": "যে কেউ দুনিয়ার কল্যাণ কামনা করবে, তার জেনে রাখা প্রয়োজন যে, দুনিয়া ও আখেরাতের কল্যাণ আল্লাহরই নিকট রয়েছে। আর আল্লাহ সব কিছু শোনেন ও দেখেন।", "pr": "মান কা-না ইউরীদুছাওয়া-বাদ্দুনইয়া-ফা‘ইনদাল্লা-হি ছাওয়া-বুদ্দুনইয়া-ওয়াল আ-খিরাতি ওয়া কা-নাল্লা-হু ছামী‘আম বাসীরা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا كُونُوا قَوّٰمِينَ بِالْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلٰىٓ أَنفُسِكُمْ أَوِ الْوٰلِدَيْنِ وَالْأَقْرَبِينَ ۚ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلٰى بِهِمَا ۖ فَلَا تَتَّبِعُوا الْهَوٰىٓ أَن تَعْدِلُوا ۚ وَإِن تَلْوُۥٓا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا", "ayat_id": 135, "id": 628, "bn": "হে ঈমানদারগণ, তোমরা ন্যায়ের উপর প্রতিষ্ঠিত থাক; আল্লাহর ওয়াস্তে ন্যায়সঙ্গত সাক্ষ্যদান কর, তাতে তোমাদের নিজের বা পিতা-মাতার অথবা নিকটবর্তী আত্নীয়-স্বজনের যদি ক্ষতি হয় তবুও। কেউ যদি ধনী কিংবা দরিদ্র হয়, তবে আল্লাহ তাদের শুভাকাঙ্খী তোমাদের চাইতে বেশী। অতএব, তোমরা বিচার করতে গিয়ে রিপুর কামনা-বাসনার অনুসরণ করো না। আর যদি তোমরা ঘুরিয়ে-পেঁচিয়ে কথা বল কিংবা পাশ কাটিয়ে যাও, তবে আল্লাহ তোমাদের যাবতীয় কাজ কর্ম সম্পর্কেই অবগত।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূকূনূকাওওয়া-মীনা বিলকিছতিশুহাদাআ লিল্লা-হি ওয়া লাও ‘আলাআনফুছিকুম আবিল ওয়া-লিদাইনি ওয়ালআকরাবীনা ইয়ঁইয়াকুন গানিইইয়ান আও ফাকীরান ফাল্লা-হু আওলা-বিহিমা- ফালা-তাত্তাবি‘উল হাওয়া আন তা‘দিলূ ওয়া ইন তালউআও তু‘রিদূ ফাইনাল্লা-হা কা-না বিমা-তা‘মালূনা খাবীরা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا ءَامِنُوا بِاللَّهِ وَرَسُولِهِۦ وَالْكِتٰبِ الَّذِى نَزَّلَ عَلٰى رَسُولِهِۦ وَالْكِتٰبِ الَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِاللَّهِ وَمَلٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَالْيَوْمِ الْءَاخِرِ فَقَدْ ضَلَّ ضَلٰلًۢا بَعِيدًا", "ayat_id": 136, "id": 629, "bn": "হে ঈমানদারগণ, আল্লাহর উপর পরিপূর্ণ বিশ্বাস স্থাপন কর এবং বিশ্বাস স্থাপন কর তাঁর রসূলও তাঁর কিতাবের উপর, যা তিনি নাযিল করেছেন স্বীয় রসূলের উপর এবং সেসমস্ত কিতাবের উপর, যেগুলো নাযিল করা হয়েছিল ইতিপূর্বে। যে আল্লাহর উপর, তাঁর ফেরেশতাদের উপর, তাঁর কিতাব সমূহের উপর এবং রসূলগণের উপর ও কিয়ামতদিনের উপর বিশ্বাস করবে না, সে পথভ্রষ্ট হয়ে বহু দূরে গিয়ে পড়বে।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূ আ-মিনূ বিল্লা-হি ওয়া রাছূলিহী ওয়াল কিতা-বিল্লাযী নাঝঝালা ‘আলা-রাছূলিহী ওয়াল কিতা-বিল্লাযী-আনঝাল্লা মিন কাবলু ওয়ামাইঁ ইয়াকফুর বিল্লা-হি ওয়া মালাইকাতিহী ওয়াকুতুবিহী ওয়ারুছুলিহী ওয়ালইয়াওমিল আ-খিরি ফাকাদ দাল্লা দাল্লা-লাম বা‘ঈদা-।", "sura_id": 4 }, { "ar": "إِنَّ الَّذِينَ ءَامَنُوا ثُمَّ كَفَرُوا ثُمَّ ءَامَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَّمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا", "ayat_id": 137, "id": 630, "bn": "যারা একবার মুসলমান হয়ে পরে পুনরায় কাফের হয়ে গেছে, আবার মুসলমান হয়েছে এবং আবারো কাফের হয়েছে এবং কুফরীতেই উন্নতি লাভ করেছে, আল্লাহ তাদেরকে না কখনও ক্ষমা করবেন, না পথ দেখাবেন।", "pr": "ইন্নাল্লাযীনা আ-মানূছু ম্মা কাফারু ছু ম্মা আ-মানূছু ম্মা কাফারু ছু ম্মাঝ দা-দূকুফরাল লাম ইয়াকুনিল্লা-হু লিইয়াগফিরালাহুম ওয়ালা- লিইয়াহদিয়াহুম ছাবীলা-।", "sura_id": 4 }, { "ar": "بَشِّرِ الْمُنٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا", "ayat_id": 138, "id": 631, "bn": "সেসব মুনাফেককে সুসংবাদ শুনিয়ে দিন যে, তাদের জন্য নির্ধারিত রয়েছে বেদনাদায়ক আযাব।", "pr": "বাশশিরিল মুনা-ফিকীনা বিআন্না ল্লাহুম ‘আযাবান ‘আলীমা-।", "sura_id": 4 }, { "ar": "الَّذِينَ يَتَّخِذُونَ الْكٰفِرِينَ أَوْلِيَآءَ مِن دُونِ الْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا", "ayat_id": 139, "id": 632, "bn": "যারা মুসলমানদের বর্জন করে কাফেরদেরকে নিজেদের বন্ধু বানিয়ে নেয় এবং তাদেরই কাছে সম্মান প্রত্যাশা করে, অথচ যাবতীয় সম্মান শুধুমাত্র আল্লাহরই জন্য।", "pr": "আল্লাযীনা ইয়াত্তাখিযূনাল কা-ফিরীনা আওলিয়াআ মিন দূ নিল মু’মিনীনা আইয়াবতাগূনা ‘ইনদাহুমুল ‘ইঝঝাতা ফাইন্নাল ‘ইঝঝাতা লিল্লা-হি জামী‘আ-।", "sura_id": 4 }, { "ar": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايٰتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتّٰى يَخُوضُوا فِى حَدِيثٍ غَيْرِهِۦٓ ۚ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ اللَّهَ جَامِعُ الْمُنٰفِقِينَ وَالْكٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا", "ayat_id": 140, "id": 633, "bn": "আর কোরআনের মাধ্যমে তোমাদের প্রতি এই হুকুম জারি করে দিয়েছেন যে, যখন আল্লাহ তা’ আলার আয়াতসমূহের প্রতি অস্বীকৃতি জ্ঞাপন ও বিদ্রুপ হতে শুনবে, তখন তোমরা তাদের সাথে বসবে না, যতক্ষণ না তারা প্রসঙ্গান্তরে চলে যায়। তা না হলে তোমরাও তাদেরই মত হয়ে যাবে। আল্লাহ দোযখের মাঝে মুনাফেক ও কাফেরদেরকে একই জায়গায় সমবেত করবেন।", "pr": "ওয়াকাদ নাঝঝালা ‘আলাইকুম ফিল কিতা-বি আন ইযা-ছামি‘তুম আ-য়া-তিল্লা-হি ইউকফারু বিহা-ওয়া ইউছতাহঝাউ বিহা-ফালা-তাক‘ঊদূমা‘আহুম হাত্তা-ইয়াখূদূ ফী হাদীছিন গাইরিহী ইন্নাকুম ইযামমিছলুহুম ইন্নাল্লা-হা জা-মি‘উল মুনা-ফিকীনা ওয়াল কা-ফিরীনা ফী জাহান্নামা জামী‘আ-।", "sura_id": 4 }, { "ar": "الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللَّهِ قَالُوٓا أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكٰفِرِينَ نَصِيبٌ قَالُوٓا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ ۚ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَن يَجْعَلَ اللَّهُ لِلْكٰفِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا", "ayat_id": 141, "id": 634, "bn": "এরা এমনি মুনাফেক যারা তোমাদের কল্যাণ-অকল্যাণের প্রতীক্ষায় ওঁৎপেতে থাকে। অতঃপর আল্লাহর ইচ্ছায় তোমাদের যদি কোন বিজয় অর্জিত হয়, তবে তারা বলে, আমরাও কি তোমাদের সাথে ছিলাম না? পক্ষান্তরে কাফেরদের যদি আংশিক বিজয় হয়, তবে বলে, আমরা কি তোমাদেরকে ঘিরে রাখিনি এবং মুসলমানদের কবল থেকে রক্ষা করিনি? সুতরাং আল্লাহ তোমাদের মধ্যে কেয়ামতের দিন মীমাংসা করবেন এবং কিছুতেই আল্লাহ কাফেরদেরকে মুসলমানদের উপর বিজয় দান করবেন না।", "pr": "আল্লাযীনা ইয়াতারাব্বাসূনা বিকুম ফাইন কা-না লাকুম ফাতহুমমিনাল্লা-হি কা-লূ-আলাম নাকুম মা‘আকুম ওয়া ইন কা-না লিলকা-ফিরীনা নাসীবুন কা-লূআলাম নাছতাহবিয‘আলাইকুম ওয়া নামনা‘কুম মিনাল মু’মিনীনা ফাল্লা-হু ইয়াহকুমু বাইনাকুম ইয়াওমাল কিয়া-মাতি ওয়ালাইঁ ইয়াজ‘আলাল্লা-হু লিলকা-ফিরীনা ‘আলাল মু’মিনীনা ছাবীলা-।", "sura_id": 4 }, { "ar": "إِنَّ الْمُنٰفِقِينَ يُخٰدِعُونَ اللَّهَ وَهُوَ خٰدِعُهُمْ وَإِذَا قَامُوٓا إِلَى الصَّلٰوةِ قَامُوا كُسَالٰى يُرَآءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا", "ayat_id": 142, "id": 635, "bn": "অবশ্যই মুনাফেকরা প্রতারণা করছে আল্লাহর সাথে, অথচ তারা নিজেরাই নিজেদের প্রতারিত করে। বস্তুতঃ তারা যখন নামাযে দাঁড়ায় তখন দাঁড়ায়, একান্ত শিথিল ভাবে লোক দেখানোর জন্য। আর তারা আল্লাহকে অল্পই স্মরণ করে।", "pr": "ইন্নাল মুনা-ফিকীনা ইউখা-দি‘ঊনাল্লা-হা ওয়া হুওয়া খা-দি‘উহুম ওয়া ইযা-কা-মূ ইলাসসালা-তি কা-মূকুছা-লা- ইউরাঊনান্না-ছা ওয়ালা-ইয়াযকুরূনাল্লা-হা ইল্লাকালীলা-।", "sura_id": 4 }, { "ar": "مُّذَبْذَبِينَ بَيْنَ ذٰلِكَ لَآ إِلٰى هٰٓؤُلَآءِ وَلَآ إِلٰى هٰٓؤُلَآءِ ۚ وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا", "ayat_id": 143, "id": 636, "bn": "এরা দোদুল্যমান অবস্থায় ঝুলন্ত; এদিকেও নয় ওদিকেও নয়। বস্তুতঃ যাকে আল্লাহ গোমরাহ করে দেন, তুমি তাদের জন্য কোন পথই পাবে না কোথাও।", "pr": "মুযাবযাবীনা বাইনা যা-লিকা  লাইলা-হাউলাই ওয়ালাইলা-হাউলাই ওয়া মাইঁ ইউদলিলিল্লা-হু ফালান তাজিদালাহু ছাবীলা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَتَّخِذُوا الْكٰفِرِينَ أَوْلِيَآءَ مِن دُونِ الْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطٰنًا مُّبِينًا", "ayat_id": 144, "id": 637, "bn": "হে ঈমানদারগণ! তোমরা কাফেরদেরকে বন্ধু বানিও না মুসলমানদের বাদ দিয়ে। তোমরা কি এমনটি করে নিজের উপর আল্লাহর প্রকাশ্য দলীল কায়েম করে দেবে?", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাত্তাখিযুল কা-ফিরীনা আওলিয়াআ মিন দুনিল মু’মিনীনা আতুরীদূ না আন তাজ‘আলূলিল্লা-হি ‘আলাইকুম ছুলতা-নাম মুবীনা-।", "sura_id": 4 }, { "ar": "إِنَّ الْمُنٰفِقِينَ فِى الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا", "ayat_id": 145, "id": 638, "bn": "নিঃসন্দেহে মুনাফেকরা রয়েছে দোযখের সর্বনিম্ন স্তরে। আর তোমরা তাদের জন্য কোন সাহায্যকারী কখনও পাবে না।", "pr": "ইন্নাল মুনা-ফিকীনা ফিদ্দারকিল আছফালি মিনান্না-রি ওয়ালান তাজিদালাহুম নাসীরা-।", "sura_id": 4 }, { "ar": "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولٰٓئِكَ مَعَ الْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا", "ayat_id": 146, "id": 639, "bn": "অবশ্য যারা তওবা করে নিয়েছে, নিজেদের অবস্থার সংস্কার করেছে এবং আল্লাহর পথকে সুদৃঢ়ভাবে আঁকড়ে ধরে আল্লাহর ফরমাবরদার হয়েছে, তারা থাকবে মুসলমানদেরই সাথে। বস্তুতঃ আল্লাহ শীঘ্রই ঈমানদারগণকে মহাপূণ্য দান করবেন।", "pr": "ইল্লাল্লাযীনা তা-বূওয়া আসলাহূওয়া‘তাসামুবিল্লা-হি ওয়া আখলাসূদীনাহুম লিল্লা-হি ফাউলাইকা মা‘আল মু’মিনীনা ওয়া ছাওফা ইউ’তিল্লা-হুল মু’মিনীনা আজরান ‘আজীমা-।", "sura_id": 4 }, { "ar": "مَّا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ ۚ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا", "ayat_id": 147, "id": 640, "bn": "তোমাদের আযাব দিয়ে আল্লাহ কি করবেন যদি তোমরা কৃতজ্ঞতা প্রকাশ কর এবং ঈমানের উপর প্রতিষ্ঠিত থাক! আর আল্লাহ হচ্ছেন সমুচিত মূল্যদানকারী সর্বজ্ঞ।", "pr": "মা- ইয়াফ‘আলুল্লা-হু বি‘আযা-বিকুম ইন শাকারতুম ওয়া আ-মানতুম ওয়া কা-নাল্লা-হু শা-কিরান ‘আলীমা-।", "sura_id": 4 }, { "ar": "لَّا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوٓءِ مِنَ الْقَوْلِ إِلَّا مَن ظُلِمَ ۚ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا", "ayat_id": 148, "id": 641, "bn": "আল্লাহ কোন মন্দ বিষয় প্রকাশ করা পছন্দ করেন না। তবে কারো প্রতি জুলুম হয়ে থাকলে সে কথা আলাদা। আল্লাহ শ্রবণকারী, বিজ্ঞ।", "pr": "লা-ইউহিব্বুল্লা-হুল জাহরা বিছছূই মিনাল কাওলি ইল্লা-মান জু লিমা ওয়াকা-নাল্লাহু ছামী‘আন ‘আলীমা-।", "sura_id": 4 }, { "ar": "إِن تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَن سُوٓءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا", "ayat_id": 149, "id": 642, "bn": "তোমরা যদি কল্যাণ কর প্রকাশ্যভাবে কিংবা গোপনে অথবা যদি তোমরা আপরাধ ক্ষমা করে দাও, তবে জেনো, আল্লাহ নিজেও ক্ষমাকারী, মহাশক্তিশালী।", "pr": "ইন তুবদূখাইরান আও তুখফূহুআওতা‘ফূ‘আন ছূইন ফাইন্নাল্লা-হা কা-না ‘আফুওওয়ান কাদীরা-।", "sura_id": 4 }, { "ar": "إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذٰلِكَ سَبِيلًا", "ayat_id": 150, "id": 643, "bn": "যারা আল্লাহ ও তার রসূলের প্রতি অস্বীকৃতি জ্ঞাপনকারী তদুপরি আল্লাহ ও রসূলের প্রতি বিশ্বাসে তারতম্য করতে চায় আর বলে যে, আমরা কতককে বিশ্বাস করি কিন্তু কতককে প্রত্যাখ্যান করি এবং এরই মধ্যবর্তী কোন পথ অবলম্বন করতে চায়।", "pr": "ইন্নাল্লাযীনা ইয়াকফুরূনা বিল্লা-হি ওয়া রুছুলিহী ওয়া ইউরীদূ না আইঁ ইউফাররিকূ বাইনাল্লাহি ওয়া রুছুলিহী ওয়া ইয়াকূলূনা নু’মিন ব্বি্বা‘দিওঁ ওয়া নাকফুরু ব্বিা‘দিওঁ ওয়া ইউরিদূ না আইঁ ইয়াত্তাখিযূবাইনা যা-লিকা ছাবীলা-।", "sura_id": 4 }, { "ar": "أُولٰٓئِكَ هُمُ الْكٰفِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكٰفِرِينَ عَذَابًا مُّهِينًا", "ayat_id": 151, "id": 644, "bn": "প্রকৃতপক্ষে এরাই সত্য প্রত্যাখ্যাকারী। আর যারা সত্য প্রত্যাখ্যানকারী তাদের জন্য তৈরী করে রেখেছি অপমানজনক আযাব।", "pr": "উলাইকা হুমুল কা-ফিরূনা হাক্কাওঁ ওয়া আ‘তাদনা-লিল কা-ফিরীনা ‘আযা-বাম মুহীনা-।", "sura_id": 4 }, { "ar": "وَالَّذِينَ ءَامَنُوا بِاللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِّنْهُمْ أُولٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "ayat_id": 152, "id": 645, "bn": "আর যারা ঈমান এনেছে আল্লাহর উপর, তাঁর রসূলের উপর এবং তাঁদের কারও প্রতি ঈমান আনতে গিয়ে কাউকে বাদ দেয়নি, শীঘ্রই তাদেরকে প্রাপ্য সওয়াব দান করা হবে। বস্তুতঃ আল্লাহ ক্ষমাশীল দয়ালু।", "pr": "ওয়াল্লাযীনা আ-মানূবিল্লা-হি ওয়া রুছলিহী ওয়া লাম ইউফাররিকূবাইনা আহাদিম মিনহুমউলাইকা ছাওফা ইউ’তীহিম উজূরাহুম ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।", "sura_id": 4 }, { "ar": "يَسْـَٔلُكَ أَهْلُ الْكِتٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَآءِ ۚ فَقَدْ سَأَلُوا مُوسٰىٓ أَكْبَرَ مِن ذٰلِكَ فَقَالُوٓا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصّٰعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ اتَّخَذُوا الْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَن ذٰلِكَ ۚ وَءَاتَيْنَا مُوسٰى سُلْطٰنًا مُّبِينًا", "ayat_id": 153, "id": 646, "bn": "আপনার নিকট আহলে-কিতাবরা আবেদন জানায় যে, আপনি তাদের উপর আসমান থেকে লিখিত কিতাব অবতীর্ণ করিয়ে নিয়ে আসুন। বস্তুতঃ এরা মূসার কাছে এর চেয়েও বড় জিনিস চেয়েছে। বলেছে, একেবারে সামনাসামনিভাবে আমাদের আল্লাহকে দেখিয়ে দাও। অতএব, তাদের উপর বজ্রপাত হয়েছে তাদের পাপের দরুন; অতঃপর তাদের নিকট সুস্পষ্ট প্রমাণ-নিদর্শন প্রকাশিত হবার পরেও তারা গো-বৎসকে উপাস্যরূপে গ্রহণ করেছিল; তাও আমি ক্ষমা করে দিয়েছিলাম এবং আমি মূসাকে প্রকৃষ্ট প্রভাব দান করেছিলাম।", "pr": "ইয়াছআলুকা আহলুল কিতা-বি আন তুনাঝঝিলা ‘আলাইহিম কিতা-বাম মিনাছছামাই ফাকাদ ছাআলূমূছাআকবারা মিন যা-লিকা ফাকা-লূ আরিনাল্লা-হা জাহরাতান ফাআখাযাতহুমসসা-ইকাতুবিজুলমিহিম ছুম্মাত্তাখাযুল ইজলা মিম বা‘দি মাজাআতহুমুল বাইয়িনা-তুফা‘আফাওনা-‘আন যা-লিকা ওয়া আ-তাইনা-মূছাছুলতা-নাম মুবীনা-।", "sura_id": 4 }, { "ar": "وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثٰقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِى السَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثٰقًا غَلِيظًا", "ayat_id": 154, "id": 647, "bn": "আর তাদের কাছ থেকে প্রতিশ্রুতি নেবার উদ্দেশ্যে আমি তাদের উপর তূর পর্বতকে তুলে ধরেছিলাম এবং তাদেরকে বলেছিলাম, অবনত মস্তকে দরজায় ঢোক। আর বলেছিলাম, শনিবার দিন সীমালংঘন করো না। এভাবে তাদের কাছ থেকে দৃঢ় অঙ্গীকার নিয়েছিলাম।", "pr": "ওয়া রাফা‘না-ফাওকাহুমুততূরা বিমীছা-কিহিম ওয়া কুলনা-লাহুমুদখুলুলবা-বা সুজ্জাদাওঁ ওয়া কুলনা-লাহুম লা-তা‘দূফিছছাবতি ওয়া আখাযনা-মিনহুম মীছা-কান গালীজা-।", "sura_id": 4 }, { "ar": "فَبِمَا نَقْضِهِم مِّيثٰقَهُمْ وَكُفْرِهِم بِـَٔايٰتِ اللَّهِ وَقَتْلِهِمُ الْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ ۚ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا", "ayat_id": 155, "id": 648, "bn": "অতএব, তারা যে শাস্তিপ্রাপ্ত হয়েছিল, তা ছিল তাদেরই অঙ্গীকার ভঙ্গর জন্য এবং অন্যায়ভাবে রসূলগণকে হত্যা করার কারণে এবং তাদের এই উক্তির দরুন যে, আমাদের হৃদয় আচ্ছন্ন। অবশ্য তা নয়, বরং কুফরীর কারণে স্বয়ং আল্লাহ তাদের অন্তরের উপর মোহর এঁটে দিয়েছেন। ফলে এরা ঈমান আনে না কিন্তু অতি অল্পসংখ্যক।", "pr": "ফাবিমা-নাকদিহিম মীছা-কাহুম ওয়া কুফরিহিম বিআ-য়াতিল্লা-হিওয়া কাতলিহিমিুল আমবিইয়াআ বিগাইরি হাক্কিওঁ ওয়া কাওলিহিম কুলূবূনা-গুলফুন বাল তাবা‘আল্লাহু‘আলাইহা-বিকুফরিহিম ফালা-ইউ’মিনূনা ইল্লা-কালীলা-।", "sura_id": 4 }, { "ar": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتٰنًا عَظِيمًا", "ayat_id": 156, "id": 649, "bn": "আর তাদের কুফরী এবং মরিয়মের প্রতি মহা অপবাদ আরোপ করার কারণে।", "pr": "ওয়াবিকুফরিহিম ওয়াকাওলিহিম ‘আলা-মারইয়ামা বুহতা-নান ‘আজীমা।", "sura_id": 4 }, { "ar": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلٰكِن شُبِّهَ لَهُمْ ۚ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِى شَكٍّ مِّنْهُ ۚ مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًۢا", "ayat_id": 157, "id": 650, "bn": "আর তাদের একথা বলার কারণে যে, আমরা মরিয়ম পুত্র ঈসা মসীহকে হত্যা করেছি যিনি ছিলেন আল্লাহর রসূল। অথচ তারা না তাঁকে হত্যা করেছে, আর না শুলীতে চড়িয়েছে, বরং তারা এরূপ ধাঁধায় পতিত হয়েছিল। বস্তুতঃ তারা এ ব্যাপারে নানা রকম কথা বলে, তারা এক্ষেত্রে সন্দেহের মাঝে পড়ে আছে, শুধুমাত্র অনুমান করা ছাড়া তারা এ বিষয়ে কোন খবরই রাখে না। আর নিশ্চয়ই তাঁকে তারা হত্যা করেনি।", "pr": "ওয়াকাওলিহিম ইন্না-কাতালনাল মাছীহা‘ঈছাবনা মারইয়ামা রাছূলাল্লা-হি ওয়ামাকাতালুহু ওয়ামা-সালাবূহু ওয়ালা-কিন শুব্বিহা লাহুম ওয়া ইন্নাল্লাযীনাখতালাফূফীহি লাফী শাক্কিম মিনহু  মা-লাহুম বিহী মিন ‘ইলমিন ইল্লাততিবা-‘আজ্জান্নি ওয়ামাকাতালূহু ইয়াকীনা-।", "sura_id": 4 }, { "ar": "بَل رَّفَعَهُ اللَّهُ إِلَيْهِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا", "ayat_id": 158, "id": 651, "bn": "বরং তাঁকে উঠিয়ে নিয়েছেন আল্লাহ তা’আলা নিজের কাছে। আর আল্লাহ হচ্ছেন মহাপরাক্রমশালী, প্রজ্ঞাময়।", "pr": "বার রাফা‘আহুল্লা-হু ইলাইহি ওয়া কা-নাল্লা-হু ‘আঝীঝান হাকীমা-।", "sura_id": 4 }, { "ar": "وَإِن مِّنْ أَهْلِ الْكِتٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ ۖ وَيَوْمَ الْقِيٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا", "ayat_id": 159, "id": 652, "bn": "আর আহলে-কিতাবদের মধ্যে যত শ্রেণী রয়েছে তারা সবাই ঈমান আনবে ঈসার উপর তাদের মৃত্যুর পূর্বে। আর কেয়ামতের দিন তাদের জন্য সাক্ষীর উপর সাক্ষী উপস্থিত হবে।", "pr": "ওয়া ইম মিন আহলিল কিতা-বি ইল্লা-লাইউ‘মিনান্না বিহী কাবলা মাওতিহী ওয়া ইয়াওমাল কিয়া-মাতি ইয়াকূনু‘আলাইহিম শাহীদা-।", "sura_id": 4 }, { "ar": "فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا", "ayat_id": 160, "id": 653, "bn": "বস্তুতঃ ইহুদীদের জন্য আমি হারাম করে দিয়েছি বহু পূত-পবিত্র বস্তু যা তাদের জন্য হালাল ছিল-তাদের পাপের কারণে এবং আল্লাহর পথে অধিক পরিমাণে বাধা দানের দরুন।", "pr": "ফাবিজুলমিমমিনাল্লাযীনা হা-দূহাররামনা-‘আলাইহিমতাইয়িবা-তিনউহিল্লা ত লাহুম ওয়া বিসাদ্দিহিম ‘আন ছাবীলিল্লা-হি কাছীরা-।", "sura_id": 4 }, { "ar": "وَأَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوٰلَ النَّاسِ بِالْبٰطِلِ ۚ وَأَعْتَدْنَا لِلْكٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا", "ayat_id": 161, "id": 654, "bn": "আর এ কারণে যে, তারা সুদ গ্রহণ করত, অথচ এ ব্যাপারে নিষেধাজ্ঞা আরোপ করা হয়েছিল এবং এ কারণে যে, তারা অপরের সম্পদ ভোগ করতো অন্যায় ভাবে। বস্তুত; আমি কাফেরদের জন্য তৈরী করে রেখেছি বেদনাদায়ক আযাব।", "pr": "ওয়া আখযিহিমুর রিবা-ওয়া কাদ নুহু ‘আনহু ওয়া আকলিহিম আমওয়া-লান্না-ছি বিল বাতিলি ওয়াআ‘তাদনা-লিল কা-ফিরীনা মিনহুম ‘আযা-বান আলীমা-।", "sura_id": 4 }, { "ar": "لّٰكِنِ الرّٰسِخُونَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ۚ وَالْمُقِيمِينَ الصَّلٰوةَ ۚ وَالْمُؤْتُونَ الزَّكٰوةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْءَاخِرِ أُولٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا", "ayat_id": 162, "id": 655, "bn": "কিন্তু যারা তাদের মধ্যে জ্ঞানপক্ক ও ঈমানদার, তারা তাও মান্য করে যা আপনার উপর অবতীর্ণ হয়েছে এবং যা অবতীর্ণ হয়েছে আপনার পূর্বে। আর যারা নামাযে অনুবর্তিতা পালনকারী, যারা যাকাত দানকারী এবং যারা আল্লাহ ও কেয়ামতে আস্থাশীল। বস্তুতঃ এমন লোকদেরকে আমি দান করবো মহাপুণ্য।", "pr": "লা-কিনির রা-ছিখূনা ফিল ‘ইলমি মিনহুম ওয়াল মু’মিনূনা ইউ’মিনূনা বিমা-উনঝিলা ইলাইকা ওয়ামা-উনঝিলা মিন কাবলিকা ওয়াল মুকীমীনাসসালা-তা ওয়াল মু’তূনাঝঝাকা-তা ওয়াল মু’মিনূনা বিল্লা-হি ওয়াল ইয়াওমিল আ-খিরি উলাইকা ছানু’তীহিম আজরান ‘আজীমা-।", "sura_id": 4 }, { "ar": "إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلٰى نُوحٍ وَالنَّبِيِّۦنَ مِنۢ بَعْدِهِۦ ۚ وَأَوْحَيْنَآ إِلٰىٓ إِبْرٰهِيمَ وَإِسْمٰعِيلَ وَإِسْحٰقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسٰى وَأَيُّوبَ وَيُونُسَ وَهٰرُونَ وَسُلَيْمٰنَ ۚ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا", "ayat_id": 163, "id": 656, "bn": "আমি আপনার প্রতি ওহী পাঠিয়েছি, যেমন করে ওহী পাঠিয়েছিলাম নূহের প্রতি এবং সে সমস্ত নবী-রসূলের প্রতি যাঁরা তাঁর পরে প্রেরিত হয়েছেন। আর ওহী পাঠিয়েছি, ইসমাঈল, ইব্রাহীম, ইসহাক, ইয়াকুব, ও তাঁর সন্তাবর্গের প্রতি এবং ঈসা, আইয়ুব, ইউনূস, হারুন ও সুলায়মানের প্রতি। আর আমি দাউদকে দান করেছি যবুর গ্রন্থ।", "pr": "ইন্নাআওহাইনাইলাইকা কামাআওহাইনা ইলানূহিওঁ ওয়ান নাবিইঈনা মিম বা‘দিহী ওয়াআওহাইনা ইলাইবরা-হীমা ওয়া ইছমা-‘ঈলা ওয়া ইছহা-কা ওয়া ইয়া‘কূবা ওয়াল আছবা-তিওয়া ‘ঈসা-ওয়া আইয়ূবা ওয়া ইঊনুছা ওয়া হা-রূনা ওয়া ছুলাইমা-না ওয়া আ-তাইনা-দা-ঊদা ঝাবূরা-।", "sura_id": 4 }, { "ar": "وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ اللَّهُ مُوسٰى تَكْلِيمًا", "ayat_id": 164, "id": 657, "bn": "এছাড়া এমন রসূল পাঠিয়েছি যাদের ইতিবৃত্ত আমি আপনাকে শুনিয়েছি ইতিপূর্বে এবং এমন রসূল পাঠিয়েছি যাদের বৃত্তান্ত আপনাকে শোনাইনি। আর আল্লাহ মূসার সাথে কথোপকথন করেছেন সরাসরি।", "pr": "ওয়া রুছুলান কাদ কাসাসনাহুম ‘আলাইকা মিন কাবলুওয়া রুছুলাল লাম নাকছুছহুম ‘আলাইকা ওয়া কাল্লামাল্লা-হু মূছা-তাকলীমা-।", "sura_id": 4 }, { "ar": "رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌۢ بَعْدَ الرُّسُلِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا", "ayat_id": 165, "id": 658, "bn": "সুসংবাদদাতা ও ভীতি-প্রদর্শনকারী রসূলগণকে প্রেরণ করেছি, যাতে রসূলগণের পরে আল্লাহর প্রতি অপবাদ আরোপ করার মত কোন অবকাশ মানুষের জন্য না থাকে। আল্লাহ প্রবল পরাক্রমশীল, প্রাজ্ঞ।", "pr": "রুছুলাম মুবাশশিরীনা ওয়া মুনযিরীনা লিআল্লা-ইয়াকূনা লিন্না-ছি ‘আলাল্লা-হি হুজ্জাতুম বা‘দার রুছুলি ওয়া কা-নাল্লা-হু ‘আঝীঝান হাকীমা-।", "sura_id": 4 }, { "ar": "لّٰكِنِ اللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ وَالْمَلٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفٰى بِاللَّهِ شَهِيدًا", "ayat_id": 166, "id": 659, "bn": "আল্লাহ আপনার প্রতি যা অবতীর্ণ করেছেন তিনি যে তা সজ্ঞানেই করেছেন, সে ব্যাপারে আল্লাহ নিজেও সাক্ষী এবং ফেরেশতাগণও সাক্ষী। আর সাক্ষী হিসাবে আল্লাহই যথেষ্ট।", "pr": "লা-কিনিল্লা-হু ইয়াশহাদুবিমা আনঝালা ইলাইকা আনঝালাহু বি‘ইলমিহী ওয়াল মালাইকাতুইয়াশহাদূ ন ওয়া কাফা-বিল্লা-হি শাহীদা-।", "sura_id": 4 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلٰلًۢا بَعِيدًا", "ayat_id": 167, "id": 660, "bn": "যারা কুফরী অবলম্বন করেছে, এবং আল্লাহর পথে বাধার সৃষ্টি করেছে, তারা বিভ্রান্তিতে সুদূরে পতিত হয়েছে।", "pr": "ইন্নাল্লাযীনা কাফারু ওযা সাদ্দূ‘আন ছাবীলিল্লা-হি কাদ দাললূদালা-লাম বা‘ঈদা-।", "sura_id": 4 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا", "ayat_id": 168, "id": 661, "bn": "যারা কুফরী অবলম্বন করেছে এবং সত্য চাপা দিয়ে রেখেছে, আল্লাহ কখনও তাদের ক্ষমা করবেন না এবং সরল পথ দেখাবেন না।", "pr": "ইন্নাল্লাযীনা কাফারূ ওয়া জালামূ লাম ইয়াকুনিল্লা-হু লিইয়াগফিরা লাহুম ওয়ালালিইয়াহদিইয়াহুম তারিকিা-।", "sura_id": 4 }, { "ar": "إِلَّا طَرِيقَ جَهَنَّمَ خٰلِدِينَ فِيهَآ أَبَدًا ۚ وَكَانَ ذٰلِكَ عَلَى اللَّهِ يَسِيرًا", "ayat_id": 169, "id": 662, "bn": "তাদের জন্য রয়েছে জাহান্নামের পথ। সেখানে তারা বাস করবে অনন্তকাল। আর এমন করাটা আল্লাহর পক্ষে সহজ।", "pr": "ইল্লা-তারীকা জাহান্নামা খা-লিদীনা ফীহাআবাদাওঁ ওয়া কা-না যা-লিকা ‘আলাল্লাহি ইয়াছীরা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا النَّاسُ قَدْ جَآءَكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا خَيْرًا لَّكُمْ ۚ وَإِن تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِى السَّمٰوٰتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا", "ayat_id": 170, "id": 663, "bn": "হে মানবজাতি! তোমাদের পালনকর্তার যথার্থ বাণী নিয়ে তোমাদের নিকট রসূল এসেছেন, তোমরা তা মেনে নাও যাতে তোমাদের কল্যাণ হতে পারে। আর যদি তোমরা তা না মান, জেনে রাখ আসমানসমূহে ও যমীনে যা কিছু রয়েছে সে সবকিছুই আল্লাহর। আর আল্লাহ হচ্ছেন সর্বজ্ঞ, প্রাজ্ঞ।", "pr": "ইয়াআইয়ুহান্না-ছুকাদ জাআকমুর রাছূলূবিলহাক্কিমির রাব্বিকুম ফাআ-মিনুখাইরাল লাকুম ওয়া ইন তাকফুরূফাইন্না লিল্লা-হি মা-ফিছছামা-ওয়া-তি ওয়াল আরদি ওয়া কা-নাল্লা-হু ‘আলীমান হাকীমা-।", "sura_id": 4 }, { "ar": "يٰٓأَهْلَ الْكِتٰبِ لَا تَغْلُوا فِى دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ ۚ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُۥٓ أَلْقٰىهَآ إِلٰى مَرْيَمَ وَرُوحٌ مِّنْهُ ۖ فَـَٔامِنُوا بِاللَّهِ وَرُسُلِهِۦ ۖ وَلَا تَقُولُوا ثَلٰثَةٌ ۚ انتَهُوا خَيْرًا لَّكُمْ ۚ إِنَّمَا اللَّهُ إِلٰهٌ وٰحِدٌ ۖ سُبْحٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٌ ۘ لَّهُۥ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ وَكَفٰى بِاللَّهِ وَكِيلًا", "ayat_id": 171, "id": 664, "bn": "হে আহলে-কিতাবগণ! তোমরা দ্বীনের ব্যাপারে বাড়াবাড়ি করো না এবং আল্লাহর শানে নিতান্ত সঙ্গত বিষয় ছাড়া কোন কথা বলো না। নিঃসন্দেহে মরিয়ম পুত্র মসীহ ঈসা আল্লাহর রসূল এবং তাঁর বাণী যা তিনি প্রেরণ করেছেন মরিয়মের নিকট এবং রূহ-তাঁরই কাছ থেকে আগত। অতএব, তোমরা আল্লাহকে এবং তার রসূলগণকে মান্য কর। আর একথা বলো না যে, আল্লাহ তিনের এক, একথা পরিহার কর; তোমাদের মঙ্গল হবে। নিঃসন্দেহে আল্লাহ একক উপাস্য। সন্তান-সন্ততি হওয়াটা তাঁর যোগ্য বিষয় নয়। যা কিছু আসমান সমূহ ও যমীনে রয়েছে সবই তার। আর কর্মবিধানে আল্লাহই যথেষ্ট।", "pr": "ইয়াআহলাল কিতাবি লা-তাগলূফী দীনিকুম ওয়ালা-তাকূলূ‘আলাল্লা-হি ইল্লাল হাক্কা; ইন্নামাল মাছীহু‘ঈছাবনুমারইয়ামা রাছূলুল্লা-হি ওয়া কালিমাতুহু আলকা-হা ইলামারইয়ামা ওয়া রুহুম মিনহু ফাআ-মিনূবিল্লা-হি ওয়া রুছুলিহী ওয়ালা-তাকূলূছালা-ছাতুন ইনতাহু খাইরাল্লাকুম ইন্নামাল্লা-হু ইলা-হুওঁ ওয়া-হিদুন ছুবহানাহূআইঁ ইয়াকূনা লাহূওয়ালাদুন । লাহূমা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদি ওয়া কাফা-বিল্লা-হি ওয়াকীলা-।", "sura_id": 4 }, { "ar": "لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا الْمَلٰٓئِكَةُ الْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا", "ayat_id": 172, "id": 665, "bn": "মসীহ আল্লাহর বান্দা হবেন, তাতে তার কোন লজ্জাবোধ নেই এবং ঘনিষ্ঠ ফেরেশতাদেরও না। বস্তুতঃ যারা আল্লাহর দাসত্বে লজ্জাবোধ করবে এবং অহংকার করবে, তিনি তাদের সবাইকে নিজের কাছে সমবেত করবেন।", "pr": "লাইঁ ইয়াছতানকিফাল মাছীহুআইঁ ইয়াকূনা ‘আবদাল লিল্লা-হি ওয়ালাল মালাইকাতুল মুকাররাবূনা ওয়া মাইঁ ইয়াছতানকিফ ‘আন ‘ইবা-দাতিহী ওয়া ইয়াছতাকবির ফাছাইয়াহশুরুহুম ইলাইহি জামী‘আ-।", "sura_id": 4 }, { "ar": "فَأَمَّا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۖ وَأَمَّا الَّذِينَ اسْتَنكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا", "ayat_id": 173, "id": 666, "bn": "অতঃপর যারা ঈমান এনেছে এবং সৎকাজ করেছে, তিনি তাদেরকে পরিপূর্ণ সওয়াব দান করবেন, বরং স্বীয় অনুগ্রহে আরো বেশী দেবেন। পক্ষান্তরে যারা লজ্জাবোধ করেছে এবং অহঙ্কার করেছে তিনি তাদেরকে দেবেন বেদনাদায়ক আযাব। আল্লাহকে ছাড়া তারা কোন সাহায্যকারী ও সমর্থক পাবে না।", "pr": "ফাআম্মাল লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ফাইউওয়াফফীহিম উজূরাহুম ওয়া ইয়াঝীদুহুম মিন ফাদলিহী ওয়া আম্মাল লাযীনাছ তানকাফূওয়াছতাকবারূফাইউ‘আযযিবুহুম ‘আযা-বান আলীমাওঁ ওয়ালা-ইয়াজিদূ না লাহুম মিন দূ নিল্লা-হি ওয়ালিইইয়াওঁ ওয়ালা-নাসীরা-।", "sura_id": 4 }, { "ar": "يٰٓأَيُّهَا النَّاسُ قَدْ جَآءَكُم بُرْهٰنٌ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا", "ayat_id": 174, "id": 667, "bn": "হে মানবকুল! তোমাদের পরওয়ারদেগারের পক্ষ থেকে তোমাদের নিকট সনদ পৌঁছে গেছে। আর আমি তোমাদের প্রতি প্রকৃষ্ট আলো অবতীর্ণ করেছি।", "pr": "ইয়াআইয়ুহান্না-ছুকাদ জাআকুমবুরহা-নুমমিররাব্বিকুমওয়াআনঝালনা-ইলাইকুম নূরাম মুবীনা-।", "sura_id": 4 }, { "ar": "فَأَمَّا الَّذِينَ ءَامَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِۦ فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرٰطًا مُّسْتَقِيمًا", "ayat_id": 175, "id": 668, "bn": "অতএব, যারা আল্লাহর প্রতি ঈমান এনেছে এবং তাতে দৃঢ়তা অবলম্বন করেছে তিনি তাদেরকে স্বীয় রহমত ও অনুগ্রহের আওতায় স্থান দেবেন এবং নিজের দিকে আসার মত সরল পথে তুলে দেবেন।", "pr": "ফাআম্মাল লাযীনা আ-মানূবিল্লা-হি ওয়া‘তাসামূবিহী ফাছাইউদখিলুহুম ফী রাহমাতিম মিনহু ওয়া ফাদলিওঁ ওয়া ইয়াহদীহিম ইলাইহি সিরা-তাম মুছতাকীমা-।", "sura_id": 4 }, { "ar": "يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِى الْكَلٰلَةِ ۚ إِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهُۥ وَلَدٌ وَلَهُۥٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ ۚ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ ۚ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ ۚ وَإِن كَانُوٓا إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ ۗ يُبَيِّنُ اللَّهُ لَكُمْ أَن تَضِلُّوا ۗ وَاللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ", "ayat_id": 176, "id": 669, "bn": "মানুষ আপনার নিকট ফতোয়া জানতে চায় অতএব, আপনি বলে দিন, আল্লাহ তোমাদিগকে কালালাহ এর মীরাস সংক্রান্ত সুস্পষ্ট নির্দেশ বাতলে দিচ্ছেন, যদি কোন পুরুষ মারা যায় এবং তার কোন সন্তানাদি না থাকে এবং এক বোন থাকে, তবে সে পাবে তার পরিত্যাক্ত সম্পত্তির অর্ধেক অংশ এবং সে যদি নিঃসন্তান হয়, তবে তার ভাই তার উত্তরাধিকারী হবে। তা দুই বোন থাকলে তাদের জন্য পরিত্যক্ত সম্পত্তির দুই তৃতীয়াংশ। পক্ষান্তরে যদি ভাই ও বোন উভয়ই থাকে, তবে একজন পুরুষের অংশ দুজন নারীর সমান। তোমরা বিভ্রান্ত হবে আল্লাহ তোমাদিগকে সুস্পষ্ট ভাবে জানিয়ে দিচ্ছেন। আর আল্লাহ হচ্ছেন সর্ব বিষয়ে পরিজ্ঞাত।", "pr": "ইয়াছতাফতূনাকা কুল্লিলা-হু ইউফতীকুম ফিল কালা-লাতি ইনিমরুউন হালাকা লাইছা লাহু ওয়ালাদুওঁ ওয়া লাহুউখতুন ফালাহা-নিসফুমা-তারাকা ওয়া হুওয়া ইয়ারিছুহা-ইল্লাম ইয়াকুল্লাহা-ওয়ালাদুন ফাইন কা-নাতাছনাতাইনি ফালাহুমাছছুলুছানি মিম্মা-তারাকা ওয়া ইন কা-নু ইখওয়াতার রিজা-লাওঁ ওয়া নিছাআন ফালিযযাকারি মিছলুহাজ্জিল উনছাইয়াইনি ইউবাইয়িনুল্লা-হু লাকুম আন তাদিললূ ওয়াল্লা-হু বিকুল্লিা শাইয়িন ‘আলীম।", "sura_id": 4 }]