[{ "ar": "قَدْ أَفْلَحَ الْمُؤْمِنُونَ", "ayat_id": 1, "id": 2674, "bn": "মুমিনগণ সফলকাম হয়ে গেছে,", "pr": "কাদ আফলা হাল মু’মিনূন।", "sura_id": 23 }, { "ar": "الَّذِينَ هُمْ فِى صَلَاتِهِمْ خٰشِعُونَ", "ayat_id": 2, "id": 2675, "bn": "যারা নিজেদের নামাযে বিনয়-নম্র;", "pr": "আল্লাযীনা হুম ফী সালা-তিহিম খা-শি‘ঊন,", "sura_id": 23 }, { "ar": "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ", "ayat_id": 3, "id": 2676, "bn": "যারা অনর্থক কথা-বার্তায় নির্লিপ্ত,", "pr": "ওয়াল্লাযীনা হুম ‘আনিল লাগবি মু‘রিদূন।", "sura_id": 23 }, { "ar": "وَالَّذِينَ هُمْ لِلزَّكٰوةِ فٰعِلُونَ", "ayat_id": 4, "id": 2677, "bn": "যারা যাকাত দান করে থাকে", "pr": "ওয়াল্লাযীনা হুম লিঝঝাকা-তি ফা-‘ইলূন।", "sura_id": 23 }, { "ar": "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حٰفِظُونَ", "ayat_id": 5, "id": 2678, "bn": "এবং যারা নিজেদের যৌনাঙ্গকে সংযত রাখে।", "pr": "ওয়াল্লাযীনা হুম লিফুরূজিহিম হা-ফিজূ ন।", "sura_id": 23 }, { "ar": "إِلَّا عَلٰىٓ أَزْوٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ", "ayat_id": 6, "id": 2679, "bn": "তবে তাদের স্ত্রী ও মালিকানাভুক্ত দাসীদের ক্ষেত্রে সংযত না রাখলে তারা তিরস্কৃত হবে না।", "pr": "ইল্লা-‘আলাআঝওয়া-জিহিম আও মা-মালাকাত আইমা-নুহুম ফাইন্নাহুম গাইরু মালূমীন।", "sura_id": 23 }, { "ar": "فَمَنِ ابْتَغٰى وَرَآءَ ذٰلِكَ فَأُولٰٓئِكَ هُمُ الْعَادُونَ", "ayat_id": 7, "id": 2680, "bn": "অতঃপর কেউ এদেরকে ছাড়া অন্যকে কামনা করলে তারা সীমালংঘনকারী হবে।", "pr": "ফামানিবতাগা-ওয়ারাআ যা-লিকা ফাউলাইকা হুমুল ‘আ-দূন।", "sura_id": 23 }, { "ar": "وَالَّذِينَ هُمْ لِأَمٰنٰتِهِمْ وَعَهْدِهِمْ رٰعُونَ", "ayat_id": 8, "id": 2681, "bn": "এবং যারা আমানত ও অঙ্গীকার সম্পর্কে হুশিয়ার থাকে।", "pr": "ওয়াল্লা যীনা হুম লিআমা-না-তিহিম ওয়া‘আহদিহিম রা-‘ঊন।", "sura_id": 23 }, { "ar": "وَالَّذِينَ هُمْ عَلٰى صَلَوٰتِهِمْ يُحَافِظُونَ", "ayat_id": 9, "id": 2682, "bn": "এবং যারা তাদের নামাযসমূহের খবর রাখে।", "pr": "ওয়াল্লাযীনা হুম ‘আলা-সালাওয়া-তিহিম ইউহা-ফিজূ ন।", "sura_id": 23 }, { "ar": "أُولٰٓئِكَ هُمُ الْوٰرِثُونَ", "ayat_id": 10, "id": 2683, "bn": "তারাই উত্তরাধিকার লাভ করবে।", "pr": "উলাইকা হুমুল ওয়া-রিছূ ন।", "sura_id": 23 }, { "ar": "الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خٰلِدُونَ", "ayat_id": 11, "id": 2684, "bn": "তারা শীতল ছায়াময় উদ্যানের উত্তরাধিকার লাভ করবে। তারা তাতে চিরকাল থাকবে।", "pr": "আল্লাযীনা ইয়ারিছূনাল ফিরদাউছা হুম ফীহা-খা-লিদূ ন।", "sura_id": 23 }, { "ar": "وَلَقَدْ خَلَقْنَا الْإِنسٰنَ مِن سُلٰلَةٍ مِّن طِينٍ", "ayat_id": 12, "id": 2685, "bn": "আমি মানুষকে মাটির সারাংশ থেকে সৃষ্টি করেছি।", "pr": "ওয়ালাকাদ খালাকনাল ইনছা-না মিন ছুলা-লাতিম মিন তীন।", "sura_id": 23 }, { "ar": "ثُمَّ جَعَلْنٰهُ نُطْفَةً فِى قَرَارٍ مَّكِينٍ", "ayat_id": 13, "id": 2686, "bn": "অতঃপর আমি তাকে শুক্রবিন্দু রূপে এক সংরক্ষিত আধারে স্থাপন করেছি।", "pr": "ছু ম্মা জা‘আলনা-হু নুতফাতান ফী কারা-রিম মাকীন।", "sura_id": 23 }, { "ar": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ أَنشَأْنٰهُ خَلْقًا ءَاخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخٰلِقِينَ", "ayat_id": 14, "id": 2687, "bn": "এরপর আমি শুক্রবিন্দুকে জমাট রক্তরূপে সৃষ্টি করেছি, অতঃপর জমাট রক্তকে মাংসপিন্ডে পরিণত করেছি, এরপর সেই মাংসপিন্ড থেকে অস্থি সৃষ্টি করেছি, অতঃপর অস্থিকে মাংস দ্বারা আবৃত করেছি, অবশেষে তাকে নতুন রূপে দাঁড় করিয়েছি। নিপুণতম সৃষ্টিকর্তা আল্লাহ কত কল্যাণময়।", "pr": "ছু ম্মা খালাকনান নুতফাতা ‘আলাকাতান ফাখালাকনাল ‘আলাকাতা মুদগাতান ফাখালাকনাল মুদগাতা ‘ইজা-মান ফাকাছাওনাল ‘ইজা-মা লাহমান ছু ম্মা আনশা’না-হু খালকান আ-খারা ফাতাবা-রাকাল্লা-হু আহছানুল খা-লিকীন।", "sura_id": 23 }, { "ar": "ثُمَّ إِنَّكُم بَعْدَ ذٰلِكَ لَمَيِّتُونَ", "ayat_id": 15, "id": 2688, "bn": "এরপর তোমরা মৃত্যুবরণ করবে", "pr": "ছু ম্মা ইন্নাকুম বা‘দা যা-লিকা লামাইয়িতূন।", "sura_id": 23 }, { "ar": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيٰمَةِ تُبْعَثُونَ", "ayat_id": 16, "id": 2689, "bn": "অতঃপর কেয়ামতের দিন তোমরা পুনরুত্থিত হবে।", "pr": "ছু ম্মা ইন্নাকুম ইয়াওমাল কিয়া-মাতি তুব‘আছূন।", "sura_id": 23 }, { "ar": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غٰفِلِينَ", "ayat_id": 17, "id": 2690, "bn": "আমি তোমাদের উপর সুপ্তপথ সৃষ্টি করেছি এবং আমি সৃষ্টি সম্বন্ধে অনবধান নই।", "pr": "ওয়া লাকাদ খালাকনা-ফাওকাকুম ছাব‘আ তারাইকা ওয়ামা-কুন্না-‘আনিল খালকিগা-ফিলীন।", "sura_id": 23 }, { "ar": "وَأَنزَلْنَا مِنَ السَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَسْكَنّٰهُ فِى الْأَرْضِ ۖ وَإِنَّا عَلٰى ذَهَابٍۭ بِهِۦ لَقٰدِرُونَ", "ayat_id": 18, "id": 2691, "bn": "আমি আকাশ থেকে পানি বর্ষণ করে থাকি পরিমাণ মত অতঃপর আমি জমিনে সংরক্ষণ করি এবং আমি তা অপসারণও করতে সক্ষম।", "pr": "ওয়া আনঝালনা-মিনাছ ছামাই মাআম বিকাদারিন ফাআছকান্না-হু ফিল আরদি ওয়া ইন্না-‘আলা-যাহা-বিম বিহী লাকা-দিরূন।", "sura_id": 23 }, { "ar": "فَأَنشَأْنَا لَكُم بِهِۦ جَنّٰتٍ مِّن نَّخِيلٍ وَأَعْنٰبٍ لَّكُمْ فِيهَا فَوٰكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ", "ayat_id": 19, "id": 2692, "bn": "অতঃপর আমি তা দ্বারা তোমাদের জন্যে খেজুর ও আঙ্গুরের বাগান সৃষ্টি করেছি। তোমাদের জন্যে এতে প্রচুর ফল আছে এবং তোমরা তা থেকে আহার করে থাক।", "pr": "ফাআনশা’না-লাকুম বিহী জান্না-তিম মিন নাখীলিওঁ ওয়া ‘আনা-ব । লাকুম ফীহা-ফাওয়াকিহু কাছী রাতুওঁ ওয়া মিনহা-তা’কুলূন।", "sura_id": 23 }, { "ar": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْءَاكِلِينَ", "ayat_id": 20, "id": 2693, "bn": "এবং ঐ বৃক্ষ সৃষ্টি করেছি, যা সিনাই পর্বতে জন্মায় এবং আহারকারীদের জন্যে তৈল ও ব্যঞ্জন উৎপন্ন করে।", "pr": "ওয়া শাজারাতান তাখরুজুমিন তূরি ছাইনাআ তামবুতুবিদ্দুহনি ওয়াছিবগিল লিলআ-কিলীন।", "sura_id": 23 }, { "ar": "وَإِنَّ لَكُمْ فِى الْأَنْعٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنٰفِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ", "ayat_id": 21, "id": 2694, "bn": "এবং তোমাদের জন্যে চতুস্পদ জন্তু সমূহের মধ্যে চিন্তা করার বিষয় রয়েছে। আমি তোমাদেরকে তাদের উদরস্থিত বস্তু থেকে পান করাই এবং তোমাদের জন্যে তাদের মধ্যে প্রচুর উপকারিতা আছে। তোমরা তাদের কতককে ভক্ষণ কর।", "pr": "ওয়া ইন্না লাকুম ফিল আন‘আ-মি লা‘ইবরাতান নুছকীকুম মিম্মা-ফী বুতূনিহা-ওয়া লাকুম ফীহা-মানা-ফি‘উ কাছীরাতুওঁ ওয়া মিনহা-তা’কুলূন।", "sura_id": 23 }, { "ar": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ", "ayat_id": 22, "id": 2695, "bn": "তাদের পিঠে ও জলযানে তোমরা আরোহণ করে চলাফেরা করে থাক।", "pr": "ওয়া ‘আলাইহা-ওয়া ‘আলাল ফুলকি তুহমালূন।", "sura_id": 23 }, { "ar": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلٰى قَوْمِهِۦ فَقَالَ يٰقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ", "ayat_id": 23, "id": 2696, "bn": "আমি নূহকে তার সম্প্রদায়ের কাছে প্রেরণ করেছিলাম। সে বলেছিলঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর বন্দেগী কর। তিনি ব্যতীত তোমাদের কোন মাবুদ নেই। তোমরা কি ভয় কর না।", "pr": "ওয়া লাকাদ আরছালনা-নূহান ইলা-কাওমিহী ফাকা-লা ইয়া-কাওমি‘বুদল্লা-হা মালাকুম মিন ইলা-হিন গাইরুহূ আফালা-তাত্তাকূন।", "sura_id": 23 }, { "ar": "فَقَالَ الْمَلَؤُا الَّذِينَ كَفَرُوا مِن قَوْمِهِۦ مَا هٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ اللَّهُ لَأَنزَلَ مَلٰٓئِكَةً مَّا سَمِعْنَا بِهٰذَا فِىٓ ءَابَآئِنَا الْأَوَّلِينَ", "ayat_id": 24, "id": 2697, "bn": "তখন তার সম্প্রদায়ের কাফের-প্রধানরা বলেছিলঃ এ তো তোমাদের মতই একজন মানুষ বৈ নয়। সে তোমাদের উপর নেতৃত্ব করতে চায়। আল্লাহ ইচ্ছা করলে ফেরেশতাই নাযিল করতেন। আমরা আমাদের পূর্বপুরুষদের মধ্যে এরূপ কথা শুনিনি।", "pr": "ফাকা-লাল মালাউল্লাযীনা কাফারূমিন কাওমিহী মা-হা-যাইল্লা-বাশারুম মিছলুকুম ইউরীদুআইঁ ইয়াতাফাদ্দালা ‘আলাইকুম ওয়া লাও শাআল্লা-হু লাআনঝালা মালাইকাতাম মা-ছামি‘না-বিহা-যা-ফীআ-বাইনাল আওওয়ালীন।", "sura_id": 23 }, { "ar": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌ فَتَرَبَّصُوا بِهِۦ حَتّٰى حِينٍ", "ayat_id": 25, "id": 2698, "bn": "সে তো এক উম্মাদ ব্যক্তি বৈ নয়। সুতরাং কিছুকাল তার ব্যাপারে অপেক্ষা কর।", "pr": "ইন হুওয়া ইল্লা-রাজুলুম বিহী জিন্নাতুন ফাতারাব্বাসুবিহী হাত্তা-হীন।", "sura_id": 23 }, { "ar": "قَالَ رَبِّ انصُرْنِى بِمَا كَذَّبُونِ", "ayat_id": 26, "id": 2699, "bn": "নূহ বলেছিলঃ হে আমার পালনকর্তা, আমাকে সাহায্য কর; কেননা, তারা আমাকে মিথ্যাবাদী বলছে।", "pr": "কা-লা রাব্বিনসুরনী বিমা-কাযযাবূন।", "sura_id": 23 }, { "ar": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ التَّنُّورُ ۙ فَاسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۖ وَلَا تُخٰطِبْنِى فِى الَّذِينَ ظَلَمُوٓا ۖ إِنَّهُم مُّغْرَقُونَ", "ayat_id": 27, "id": 2700, "bn": "অতঃপর আমি তার কাছে আদেশ প্রেরণ করলাম যে, তুমি আমার দৃষ্টির সামনে এবং আমার নির্দেশে নৌকা তৈরী কর। এরপর যখন আমার আদেশ আসে এবং চুল্লী প্লাবিত হয়, তখন নৌকায় তুলে নাও, প্রত্যেক জীবের এক এক জোড়া এবং তোমার পরিবারবর্গকে, তাদের মধ্যে যাদের বিপক্ষে পূর্বে সিদ্ধান্ত নেয়া হয়েছে তাদের ছাড়া। এবং তুমি জালেমদের সম্পর্কে আমাকে কিছু বলো না। নিশ্চয় তারা নিমজ্জত হবে।", "pr": "ফাআওহাইনা ইলাইহি আনিসনা‘ইল ফুলকা বিআ‘ইউনিনা-ওয়া ওয়াহয়িনা-ফাইযাজাআ আমরুনা-ওয়া ফা-রাততাননূরূ ফাছলুক ফীহা-মিন কুলিন ঝাওজাইনিছনাইনি ওয়া আহ লাকা ইল্লা-মান ছাবাকা ‘আলাইহিল কাওলুমিনহুম ওয়ালা-তুখা-তিবনী ফিল্লাযীনা জালামূ ইন্নাহুম মুগরাকূন।", "sura_id": 23 }, { "ar": "فَإِذَا اسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِى نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِينَ", "ayat_id": 28, "id": 2701, "bn": "যখন তুমি ও তোমার সঙ্গীরা নৌকায় আরোহণ করবে, তখন বলঃ আল্লাহর শোকর, যিনি আমাদেরকে জালেম সম্প্রদায়ের কবল থেকে উদ্ধার করেছেন।", "pr": "ফাইযাছ তাওয়াইতা আনতা ওয়া মাম মা‘আকা ‘আলাল ফুলকি ফাকুল্লি হামদুলিল্লা-হি ল্লাযী নাজ্জা-না-মিনাল কাওমিজ্জা-লিমীন।", "sura_id": 23 }, { "ar": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ", "ayat_id": 29, "id": 2702, "bn": "আরও বলঃ পালনকর্তা, আমাকে কল্যাণকর ভাবে নামিয়ে দাও, তুমি শ্রেষ্ঠ অবতারণকারী।", "pr": "ওয়া কুর রাব্বি আনঝিলনী মুনঝালাম মুবা-রাকাওঁ ওয়া আনতা খাইরুল মুনঝিলীন।", "sura_id": 23 }, { "ar": "إِنَّ فِى ذٰلِكَ لَءَايٰتٍ وَإِن كُنَّا لَمُبْتَلِينَ", "ayat_id": 30, "id": 2703, "bn": "এতে নিদর্শনাবলী রয়েছে এবং আমি পরীক্ষাকারী।", "pr": "ইন্না ফী যা-লিকা লাআ-য়া-তিওঁ ওয়া ইন কুন্না-লামুবতালীন।", "sura_id": 23 }, { "ar": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ", "ayat_id": 31, "id": 2704, "bn": "অতঃপর অন্য এক সম্প্রদায় আমি তার স্থলাভিষিক্ত করেছিলাম।", "pr": "ছু ম্মা আশা’না-মিম বা‘দিহিম কারনান আ-খারীন।", "sura_id": 23 }, { "ar": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ", "ayat_id": 32, "id": 2705, "bn": "এবং তাদেরই একজনকে তাদের মধ্যে রসূলরূপে প্রেরণ করেছিলাম এই বলে যে, তোমরা আল্লাহর বন্দেগী কর। তিনি ব্যতীত তোমাদের অন্য কোন মাবুদ নেই। তবুও কি তোমরা ভয় করবে না?", "pr": "ফাআরছালনা-ফীহিম রাছূলাম মিনহুম আনি‘ বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ আফালা-তাত্তাকূন।", "sura_id": 23 }, { "ar": "وَقَالَ الْمَلَأُ مِن قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَآءِ الْءَاخِرَةِ وَأَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَا مَا هٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ", "ayat_id": 33, "id": 2706, "bn": "তাঁর সম্প্রদায়ের প্রধানরা যারা কাফের ছিল, পরকালের সাক্ষাতকে মিথ্যা বলত এবং যাদেরকে আমি পার্থিব জীবনে সুখ-স্বাচ্ছন্দ্য দিয়েছিলাম, তারা বললঃ এতো আমাদের মতই একজন মানুষ বৈ নয়। তোমরা যা খাও, সেও তাই খায় এবং তোমরা যা পান কর, সেও তাই পান করে।", "pr": "ওয়া কা-লাল মালাউ মিন কাওমিহিল্লাযীনা কাফারূওয়া কাযযাবূবিলিকাইল আখিরাতি ওয়া আতরাফনা-হুম ফিল হায়া-তিদ দুনইয়া- মা হা-যাইল্লা-বাশারুম মিছলুকুম ইয়া’কুলু মিম্মা-তা’কুলূনা মিনহু ওয়া ইয়াশরাবুমিম্মা-তাশরাবূন।", "sura_id": 23 }, { "ar": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخٰسِرُونَ", "ayat_id": 34, "id": 2707, "bn": "যদি তোমরা তোমাদের মতই একজন মানুষের আনুগত্য কর, তবে তোমরা নিশ্চিতরূপেই ক্ষতিগ্রস্ত হবে।", "pr": "ওয়া লাইন আতা‘তুম বাশারাম মিছলাকুম ইন্নাকুম ইযাল লাখা-ছিরূন।", "sura_id": 23 }, { "ar": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظٰمًا أَنَّكُم مُّخْرَجُونَ", "ayat_id": 35, "id": 2708, "bn": "সে কি তোমাদেরকে এই ওয়াদা দেয় যে, তোমরা মারা গেলে এবং মৃত্তিকা ও অস্থিতে পরিণত হলে তোমাদেরকে পুনরুজ্জীবিত করা হবে?", "pr": "আইয়া‘ইদুকুমআন্নাকুমইযা-মিততুমওয়াকনতুমতুরা-বাওঁ ওয়া ‘ইজা-মান আন্নাকুম মুখরাজূন।", "sura_id": 23 }, { "ar": "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ", "ayat_id": 36, "id": 2709, "bn": "তোমাদেরকে যে ওয়াদা দেয়া হচ্ছে, তা কোথায় হতে পারে?", "pr": "হাইহা-তা হাই-হাতা লিমা-তূ‘আদূন।", "sura_id": 23 }, { "ar": "إِنْ هِىَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ", "ayat_id": 37, "id": 2710, "bn": "আমাদের পার্থিবজীবনই একমাত্র জীবন। আমরা মরি ও বাঁচি এখানেই এবং আমারা পুনরুত্থিত হবো না।", "pr": "ইন হিয়া ইল্লা-হায়া-তুনাদ দুনইয়া-নামূতুওয়া নাহইয়া-ওয়ামা-নাহনুবিমাব‘উছীন।", "sura_id": 23 }, { "ar": "إِنْ هُوَ إِلَّا رَجُلٌ افْتَرٰى عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ", "ayat_id": 38, "id": 2711, "bn": "সে তো এমন ব্যক্তি বৈ নয়, যে আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করেছে এবং আমরা তাকে বিশ্বাস করি না।", "pr": "ইন হুওয়া ইল্লা-রাজুলুনিফতারা-‘আলাল্লা-হি কাযিবাও ওয়ামা-নাহনুলাহূবিমু’মিনীন।", "sura_id": 23 }, { "ar": "قَالَ رَبِّ انصُرْنِى بِمَا كَذَّبُونِ", "ayat_id": 39, "id": 2712, "bn": "তিনি বললেনঃ হে আমার পালনকর্তা, আমাকে সাহায্য কর, কারণ তারা আমাকে মিথ্যাবাদী বলছে।", "pr": "কা-লা রাব্বিনসুরনী বিমা-কাযযাবূন।", "sura_id": 23 }, { "ar": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نٰدِمِينَ", "ayat_id": 40, "id": 2713, "bn": "আল্লাহ বললেনঃ কিছু দিনের মধ্যে তারা সকাল বেলা অনুতপ্ত হবে।", "pr": "কা-লা ‘আম্মা-কালীলিল লাইউসবিহুন্না না-দিমীন।", "sura_id": 23 }, { "ar": "فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنٰهُمْ غُثَآءً ۚ فَبُعْدًا لِّلْقَوْمِ الظّٰلِمِينَ", "ayat_id": 41, "id": 2714, "bn": "অতঃপর সত্য সত্যই এক ভয়ংকর শব্দ তাদেরকে হতচকিত করল এবং আমি তাদেরকে বাত্যা-তাড়িত আবর্জনা সদৃশ করে দিলাম। অতঃপর ধ্বংস হোক পাপী সম্প্রদায়।", "pr": "ফাআখাযাতহুমুসসাইহাতুবিলহাক্কিফাজা‘আলনা-হুম গুছাআন ফাবু‘দাল লিলকাওমিজ্জা-লিমীন।", "sura_id": 23 }, { "ar": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ", "ayat_id": 42, "id": 2715, "bn": "এরপর তাদের পরে আমি বহু সম্প্রদায় সৃষ্টি করেছি।", "pr": "ছু ম্মা আনশা’না-মিম বা‘দিহিম কুরুনান আ-খারীন।", "sura_id": 23 }, { "ar": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ", "ayat_id": 43, "id": 2716, "bn": "কোন সম্প্রদায় তার নির্দিষ্ট কালের অগ্রে যেতে পারে না। এবং পশ্চাতেও থকাতে পারে না।", "pr": "মা-তাছবিকুমিন উম্মাতিন আজালাহা-ওয়ামা-ইয়াছতা’খিরূন।", "sura_id": 23 }, { "ar": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا ۖ كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنٰهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ", "ayat_id": 44, "id": 2717, "bn": "এরপর আমি একাদিক্রমে আমার রসূল প্রেরণ করেছি। যখনই কোন উম্মতের কাছে তাঁর রসূল আগমন করেছেন, তখনই তারা তাঁকে মিথ্যাবাদী বলেছে। অতঃপর আমি তাদের একের পর এক ধ্বংস করেছি এবং তাদেরকে কাহিনীর বিষয়ে পরিণত করেছি। সুতরাং ধ্বংস হোক অবিশ্বাসীরা।", "pr": "ছু ম্মা আর ছাল না-রুছুলানা-তাতরা- ‘কুল্লামা-জাআ উম্মাতার রাছূলুহা-কাযযাবূহু ফাআতবা‘না-বা‘দাহুম বা‘দাওঁ ওয়া জা‘আলনা-হুম আহা-দীছা ফাবু‘দাল লিকাওমিল লা-ইউ’মিনূন।", "sura_id": 23 }, { "ar": "ثُمَّ أَرْسَلْنَا مُوسٰى وَأَخَاهُ هٰرُونَ بِـَٔايٰتِنَا وَسُلْطٰنٍ مُّبِينٍ", "ayat_id": 45, "id": 2718, "bn": "অতঃপর আমি মূসা ও হারুণকে প্রেরণ করেছিলাম আমার নিদর্শনাবলী ও সুস্পষ্ট সনদসহ,", "pr": "ছু ম্মা আর ছাল না-মূছা-ওয়া আখা-হু হা-রূনা বিআ-য়া-তিনা-ওয়া ছুলতা-নিম মুবীন।", "sura_id": 23 }, { "ar": "إِلٰى فِرْعَوْنَ وَمَلَإِيهِۦ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ", "ayat_id": 46, "id": 2719, "bn": "ফেরআউন ও তার অমাত্যদের কাছে। অতঃপর তারা অহংকার করল এবং তারা উদ্ধত সম্প্রদায় ছিল।", "pr": "ইলা-ফিরআওনা ওয়া মালাইহী ফাছতাকবারূওয়া কা-নূকাওমান ‘আ-লীন।", "sura_id": 23 }, { "ar": "فَقَالُوٓا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عٰبِدُونَ", "ayat_id": 47, "id": 2720, "bn": "তারা বললঃ আমরা কি আমাদের মতই এ দুই ব্যক্তিতে বিশ্বাস স্থাপন করব; অথচ তাদের সম্প্রদায় আমাদের দাস?", "pr": "ফাকা-লূআনু’মিনুলিবাশারাইনি মিছলিনা-ওয়া কাওমুহুমা-লানা-‘আ-বিদূন।", "sura_id": 23 }, { "ar": "فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ", "ayat_id": 48, "id": 2721, "bn": "অতঃপর তারা উভয়কে মিথ্যাবাদী বলল। ফলে তারা ধ্বংস প্রাপ্ত হল।", "pr": "ফাকাযযাবূহুমা-ফাকা-নূমিনাল মুহলাকীন।", "sura_id": 23 }, { "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى الْكِتٰبَ لَعَلَّهُمْ يَهْتَدُونَ", "ayat_id": 49, "id": 2722, "bn": "আমি মূসাকে কিতাব দিয়েছিলাম যাতে তারা সৎপথ পায়।", "pr": "ওয়া লাকাদ আ-তাইনা-মূছাল কিতা-বা লা‘আল্লাহুম ইয়াহতাদূন।", "sura_id": 23 }, { "ar": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةً وَءَاوَيْنٰهُمَآ إِلٰى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ", "ayat_id": 50, "id": 2723, "bn": "এবং আমি মরিয়ম তনয় ও তাঁর মাতাকে এক নিদর্শন দান করেছিলাম। এবং তাদেরকে এক অবস্থানযোগ্য স্বচ্ছ পানি বিশিষ্ট টিলায় আশ্রয় দিয়েছিলাম।", "pr": "ওয়া জা‘আলনাবনা মারয়ামা ওয়া উম্মাহূ আ-য়াতাওঁ ওয়াআ- ওয়াইনা-হুমা ইলারবওয়াতিন যা-তি কারা-রিওঁ ওয়া মা‘ঈন।", "sura_id": 23 }, { "ar": "يٰٓأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبٰتِ وَاعْمَلُوا صٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌ", "ayat_id": 51, "id": 2724, "bn": "হে রসূলগণ, পবিত্র বস্তু আহার করুন এবং সৎকাজ করুন। আপনারা যা করেন সে বিষয়ে আমি পরিজ্ঞাত।", "pr": "ইয়াআইয়ুহার রুছুলুকুলূমিনাততাইয়িবা-তি ওয়া‘মালূসা-লিহান ইন্নী বিমাতা‘মালূনা ‘আলীম।", "sura_id": 23 }, { "ar": "وَإِنَّ هٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَاتَّقُونِ", "ayat_id": 52, "id": 2725, "bn": "আপনাদের এই উম্মত সব তো একই ধর্মের অনুসারী এবং আমি আপনাদের পালনকর্তা; অতএব আমাকে ভয় করুন।", "pr": "ওয়া ইন্না হা-যিহীউম্মাতুকুম উম্মাতাওঁ ওয়াহিদাতাওঁ ওয়া আনা-রাব্বুকুম ফাত্তাকূন।", "sura_id": 23 }, { "ar": "فَتَقَطَّعُوٓا أَمْرَهُم بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ", "ayat_id": 53, "id": 2726, "bn": "অতঃপর মানুষ তাদের বিষয়কে বহুধা বিভক্ত করে দিয়েছে। প্রত্যেক সম্প্রদায় নিজ নিজ মতবাদ নিয়ে আনন্দিত হচ্ছে।", "pr": "ফাতাকাততা‘ঊআমরাহুম বাইনাহুম ঝুবুরান কুল্লুহিঝবিম বিমা-লাদাইহিম ফারিহূন।", "sura_id": 23 }, { "ar": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتّٰى حِينٍ", "ayat_id": 54, "id": 2727, "bn": "অতএব তাদের কিছু কালের জন্যে তাদের অজ্ঞানতায় নিমজ্জত থাকতে দিন।", "pr": "ফাযারহুম ফী গামরাতিহিম হাত্তা-হীন।", "sura_id": 23 }, { "ar": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍ وَبَنِينَ", "ayat_id": 55, "id": 2728, "bn": "তারা কি মনে করে যে, আমি তাদেরকে ধন-সম্পদ ও সন্তান-সন্ততি দিয়ে যাচ্ছি।", "pr": "আইয়াহছাবূনা আন্নামা-নুমিদ্দুহুম বিহী মিম মা-লিওঁ ওয়া বানীন।", "sura_id": 23 }, { "ar": "نُسَارِعُ لَهُمْ فِى الْخَيْرٰتِ ۚ بَل لَّا يَشْعُرُونَ", "ayat_id": 56, "id": 2729, "bn": "তাতে করে তাদেরকে দ্রুত মঙ্গলের দিকে নিয়ে যাচ্ছি? বরং তারা বোঝে না।", "pr": "নুছা-রি‘উ লাহুম ফিল খাইরা-তি বাল লা-ইয়াশ‘উরূন।", "sura_id": 23 }, { "ar": "إِنَّ الَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ", "ayat_id": 57, "id": 2730, "bn": "নিশ্চয় যারা তাদের পালনকর্তার ভয়ে সন্ত্রস্ত,", "pr": "ইন্নাল লাযীনা হুম মিন খাশইয়াতি রাব্বিহিম মুশফিকূন।", "sura_id": 23 }, { "ar": "وَالَّذِينَ هُم بِـَٔايٰتِ رَبِّهِمْ يُؤْمِنُونَ", "ayat_id": 58, "id": 2731, "bn": "যারা তাদের পালনকর্তার কথায় বিশ্বাস স্থাপন করে,", "pr": "ওয়াল্লাযীনা হুম বিআ-য়া-তি রাব্বিহিম ইউ’মিনূন।", "sura_id": 23 }, { "ar": "وَالَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ", "ayat_id": 59, "id": 2732, "bn": "যারা তাদের পালনকর্তার সাথে কাউকে শরীক করে না", "pr": "ওয়াল্লাযীনা হুম বিরাব্বিহিম লা-ইউশরিকূন।", "sura_id": 23 }, { "ar": "وَالَّذِينَ يُؤْتُونَ مَآ ءَاتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلٰى رَبِّهِمْ رٰجِعُونَ", "ayat_id": 60, "id": 2733, "bn": "এবং যারা যা দান করবার, তা ভীত, কম্পিত হৃদয়ে এ কারণে দান করে যে, তারা তাদের পালনকর্তার কাছে প্রত্যাবর্তন করবে,", "pr": "ওয়াল্লাযীনা ইউ’তূনা মাআ-তাওঁ ওয়া কুলূবুহুম ওয়াজিলাতুনআন্নাহুমইলা-লাব্বিহিম রাজি‘উন।", "sura_id": 23 }, { "ar": "أُولٰٓئِكَ يُسٰرِعُونَ فِى الْخَيْرٰتِ وَهُمْ لَهَا سٰبِقُونَ", "ayat_id": 61, "id": 2734, "bn": "তারাই কল্যাণ দ্রুত অর্জন করে এবং তারা তাতে অগ্রগামী।", "pr": "উলাইকা ইউছা-রি‘উনা ফিল খাইরা-তি ওয়া হুম লাহা-ছা-বিকূন।", "sura_id": 23 }, { "ar": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتٰبٌ يَنطِقُ بِالْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ", "ayat_id": 62, "id": 2735, "bn": "আমি কাউকে তার সাধ্যাতীত দায়িত্ব অর্পন করি না। আমার এক কিতাব আছে, যা সত্য ব্যক্ত করে এবং তাদের প্রতি জুলুম করা হবে না।", "pr": "ওয়ালা-নুকালিলফুনাফছান ইল্লা-উছ‘আহা-ওয়া লাদাইনা-কিতা-বুইঁ ইয়ানতিকুবিলহাক্কি ওয়া হুম লা-ইউজলামূন।", "sura_id": 23 }, { "ar": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مِّنْ هٰذَا وَلَهُمْ أَعْمٰلٌ مِّن دُونِ ذٰلِكَ هُمْ لَهَا عٰمِلُونَ", "ayat_id": 63, "id": 2736, "bn": "না, তাদের অন্তর এ বিষয়ে অজ্ঞানতায় আচ্ছন্ন, এ ছাড়া তাদের আরও কাজ রয়েছে, যা তারা করছে।", "pr": "বাল কুলূবুহুম ফী গামরাতিম মিন হা-যা-ওয়া লাহুম ‘আমা-লুমমিনদূনি যা-লিকা হুম লাহা-‘আ-মিলূন।", "sura_id": 23 }, { "ar": "حَتّٰىٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِالْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ", "ayat_id": 64, "id": 2737, "bn": "এমনকি, যখন আমি তাদের ঐশ্বর্যশালী লোকদেরকে শাস্তি দ্বারা পাকড়াও করব, তখনই তারা চীৎকার জুড়ে দেবে।", "pr": "হাত্তাইযাআখাযনা -মুতরাফীহিম বিলআযা-বি ইযা-হুম ইয়াজআরূন।", "sura_id": 23 }, { "ar": "لَا تَجْـَٔرُوا الْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ", "ayat_id": 65, "id": 2738, "bn": "অদ্য চীৎকার করো না। তোমরা আমার কাছ থেকে নিস্কৃতি পাবে না।", "pr": "লা-তাজআরুল ইয়াওমা ইন্নাকুম মিন্না-লা-তুনসারূন।", "sura_id": 23 }, { "ar": "قَدْ كَانَتْ ءَايٰتِى تُتْلٰى عَلَيْكُمْ فَكُنتُمْ عَلٰىٓ أَعْقٰبِكُمْ تَنكِصُونَ", "ayat_id": 66, "id": 2739, "bn": "তোমাদেরকে আমার আয়াতসমূহ শোনানো হত, তখন তোমরা উল্টো পায়ে সরে পড়তে।", "pr": "কাদ কা-নাত আ-য়া-তী তুতলা-আলাইকুম ফাকুনতুম ‘আলাআ’কা-বিকুম তানকিসূন।", "sura_id": 23 }, { "ar": "مُسْتَكْبِرِينَ بِهِۦ سٰمِرًا تَهْجُرُونَ", "ayat_id": 67, "id": 2740, "bn": "অহংকার করে এ বিষয়ে অর্থহীন গল্প-গুজব করে যেতে।", "pr": "মুছতাকবিরীনা বিহী ছা-মিরান তাহজুরূন।", "sura_id": 23 }, { "ar": "أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ الْأَوَّلِينَ", "ayat_id": 68, "id": 2741, "bn": "অতএব তারা কি এই কালাম সম্পꦣ2503;ক চিন্তা-ভাবনা করে না? না তাদের কাছে এমন কিছু এসেছে, যা তাদের পিতৃপুরুষদের কাছে আসেনি?", "pr": "আফালাম ইয়াদ্দাব্বারুল কাওলা আম জাআহুম মা-লাম ইয়া’তি আ-বাআ হুমুল আওওয়ালীন।", "sura_id": 23 }, { "ar": "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ", "ayat_id": 69, "id": 2742, "bn": "না তারা তাদের রসূলকে চেনে না, ফলে তারা তাঁকে অস্বীকার করে?", "pr": "আম লাম ইয়া‘রিফূরাছুলাহুম ফাহুম লাহূমুনকিরূন।", "sura_id": 23 }, { "ar": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ ۚ بَلْ جَآءَهُم بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كٰرِهُونَ", "ayat_id": 70, "id": 2743, "bn": "না তারা বলে যে, তিনি পাগল ? বরং তিনি তাদের কাছে সত্য নিয়ে আগমন করেছেন এবং তাদের অধিকাংশ সত্যকে অপছন্দ করে।", "pr": "আম ইয়াকূলূনা বিহী জিন্নাতুম বাল জাআহুম বিলহাক্কিওয়া আকছারুহুম লিলহাক্কি কা-রিহূন।", "sura_id": 23 }, { "ar": "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ السَّمٰوٰتُ وَالْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ", "ayat_id": 71, "id": 2744, "bn": "সত্য যদি তাদের কাছে কামনা-বাসনার অনুসারী হত, তবে নভোমন্ডল ও ভূমন্ডল এবং এগুলোর মধ্যবর্তꦣ2496; সবকিছুই বিশৃঙ্খল হয়ে পড়ত। বরং আমি তাদেরকে দান করেছি উপদেশ, কিন্তু তারা তাদের উপদেশ অনুধাবন করে না।", "pr": "ওয়ালা বিততাবা‘আল হাক্কুআহওয়াআহুম লাফাছাদাতিছ ছামা-ওয়া-তুওয়াল আরদ ওয়া মান ফীহিন্না বাল আতাইনা-হুম বিযিকরিহিম ফাহুম ‘আন যিকরিহিম মু‘রিদূ ন।", "sura_id": 23 }, { "ar": "أَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ الرّٰزِقِينَ", "ayat_id": 72, "id": 2745, "bn": "না আপনি তাদের কাছে কোন প্রতিদান চান? আপনার পালনকর্তার প্রতিদান উত্তম এবং তিনিই রিযিকদাতা।", "pr": "আম তাছআলুহুম খারজান ফাখারা-জুরাব্বিকা খাইরুওঁ ওয়া হুওয়া খাইরুর রা-ঝিকীন।", "sura_id": 23 }, { "ar": "وَإِنَّكَ لَتَدْعُوهُمْ إِلٰى صِرٰطٍ مُّسْتَقِيمٍ", "ayat_id": 73, "id": 2746, "bn": "আপনি তো তাদেরকে সোজা পথে দাওয়াত দিচ্ছেন;", "pr": "ওয়া ইন্নাকা লাতাদ‘ঊহুম ইলা-সিরা-তিম মুছতাকীম।", "sura_id": 23 }, { "ar": "وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْءَاخِرَةِ عَنِ الصِّرٰطِ لَنٰكِبُونَ", "ayat_id": 74, "id": 2747, "bn": "আর যারা পরকালে বিশ্বাস করে না, তারা সোজা পথ থেকে বিচ্যুত হয়ে গেছে।", "pr": "ওয়া ইন্নাল্লাযীনা লা-ইউ’মিনূনা বিলআ-খিরাতি ‘আনিসসিরা-তিলানা-কিবূন।", "sura_id": 23 }, { "ar": "وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا فِى طُغْيٰنِهِمْ يَعْمَهُونَ", "ayat_id": 75, "id": 2748, "bn": "যদি আমি তাদের প্রতি দয়া করি এবং তাদের কষ্ট দূর করে দেই, তবুও তারা তাদের অবাধ্যতায় দিশেহারা হয়ে লেগে থাকবে।", "pr": "ওয়া লাও রাহিমনা-হুম ওয়াকাশাফনা-মা-বিহিম মিন দুররিল লালাজজুফী তুগইয়া-নিহিম ইয়া‘মাহূন।", "sura_id": 23 }, { "ar": "وَلَقَدْ أَخَذْنٰهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ", "ayat_id": 76, "id": 2749, "bn": "আমি তাদেরকে শাস্তি দ্বারা পাকড়াও করেছিলাম, কিন্তু তারা তাদের পালনকর্তার সামনে নত হল না এবং কাকুতি-মিনুতিও করল না।", "pr": "ওয়া লাকাদ আখাযনা-হুম বিল’আযা-বি ফামাছতা কা-নূ লিরাব্বিহিম ওয়ামাইয়াতাদাররা‘ঊন।", "sura_id": 23 }, { "ar": "حَتّٰىٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ", "ayat_id": 77, "id": 2750, "bn": "অবশেষে যখন আমি তাদের জন্য কঠিন শাস্তির দ্বার খুলে দেব, তখন তাতে তাদের আশা ভঙ্গ হবে।", "pr": "হাত্তাইযা-ফাতাহনা-‘আলাইহিম বা-বান যা-‘আযা-বিন শাদীদিন ইযা-হুম ফীহি মুবলিছূন।", "sura_id": 23 }, { "ar": "وَهُوَ الَّذِىٓ أَنشَأَ لَكُمُ السَّمْعَ وَالْأَبْصٰرَ وَالْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ", "ayat_id": 78, "id": 2751, "bn": "তিনি তোমাদের কান, চোখ ও অন্তঃকরণ সৃষ্টি করেছেন; তোমরা খুবই অল্প কৃতজ্ঞতা স্বীকার করে থাক।", "pr": "ওয়া হুওয়ল্লাযীআনশাআলাকুমুছ ছাম‘আ ওয়াল আবসা-রা ওয়াল আফইদাতা কালীলাম মা-তাশকুরূন।", "sura_id": 23 }, { "ar": "وَهُوَ الَّذِى ذَرَأَكُمْ فِى الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ", "ayat_id": 79, "id": 2752, "bn": "তিনিই তোমাদেরকে পৃথিবীতে ছড়িয়ে রেখেছেন এবং তারই দিকে তোমাদেরকে সমবেত করা হবে।", "pr": "ওয়া হুওয়াল্লাযী যারা-আকুম ফিল আরদিওয়া ইলাইহি তুহশারূন।", "sura_id": 23 }, { "ar": "وَهُوَ الَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ اخْتِلٰفُ الَّيْلِ وَالنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ", "ayat_id": 80, "id": 2753, "bn": "তিনিই প্রাণ দান করেন এবং মৃত্যু ঘটান এবং দিবা-রাত্রির বিবর্তন তাঁরই কাজ, তবু ও কি তোমরা বুঝবে না?", "pr": "ওয়া হুওয়াল্লাযী ইউহয়ী ওয়া ইউমীতুওয়ালাহুখতিলা-ফুল লাইলি ওয়ান্নাহা-রি আফালাতা’কিলূন।", "sura_id": 23 }, { "ar": "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ", "ayat_id": 81, "id": 2754, "bn": "বরং তারা বলে যেমন তাদের পূর্ববর্তীরা বলত।", "pr": "বাল কা-লূমিছলা মা-কা-লাল আওওয়ালূন।", "sura_id": 23 }, { "ar": "قَالُوٓا أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظٰمًا أَءِنَّا لَمَبْعُوثُونَ", "ayat_id": 82, "id": 2755, "bn": "তারা বলেঃ যখন আমরা মরে যাব এবং মৃত্তিকা ও অস্থিতে পরিণত হব, তখনও কি আমরা পুনরুত্থিত হব ?", "pr": "কা-লূআইযা-মিতনা-ওয়া কুন্না-তুরা-বাওঁ ওয়া ‘ইজা-মান আইন্না-লামাব‘উছূন।", "sura_id": 23 }, { "ar": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هٰذَا مِن قَبْلُ إِنْ هٰذَآ إِلَّآ أَسٰطِيرُ الْأَوَّلِينَ", "ayat_id": 83, "id": 2756, "bn": "অতীতে আমাদেরকে এবং আমাদের পিতৃপুরুষদেরকে এই ওয়াদাই দেয়া হয়েছে। এটা তো পূর্ববতীদের কল্প-কথা বৈ কিছুই নয়।", "pr": "লাকাদ উ‘ইদনা-নাহনুওয়া আ-বাউনা-হা-যা-মিন কাবলুইন হা-যাইল্লাআছাতীরুল আওওয়ালীন।", "sura_id": 23 }, { "ar": "قُل لِّمَنِ الْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ", "ayat_id": 84, "id": 2757, "bn": "বলুন পৃথিবী এবং পৃথিবীতে যারা আছে, তারা কার? যদি তোমরা জান, তবে বল।", "pr": "কুল লিমানিল আরদুওয়া মান ফীহাইন কুনতুম তা‘লামূন।", "sura_id": 23 }, { "ar": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ", "ayat_id": 85, "id": 2758, "bn": "এখন তারা বলবেঃ সবই আল্লাহর। বলুন, তবুও কি তোমরা চিন্তা কর না?", "pr": "ছাইয়াকূলূনা লিল্লা-হি কুল আফালা-তাযাক্কারূন।", "sura_id": 23 }, { "ar": "قُلْ مَن رَّبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ", "ayat_id": 86, "id": 2759, "bn": "বলুনঃ সপ্তাকাশ ও মহা-আরশের মালিক কে?", "pr": "কুল মার রাব্বুছছামা-ওয়া-তিছছাব‘ই ওয়া রাব্বুল ‘আরশিল ‘আজীম।", "sura_id": 23 }, { "ar": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ", "ayat_id": 87, "id": 2760, "bn": "এখন তারা বলবেঃ আল্লাহ। বলুন, তবুও কি তোমরা ভয় করবে না?", "pr": "ছাইয়াকূলূনা লিল্লা-হি কুল আফালা-তাত্তাকূন।", "sura_id": 23 }, { "ar": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ", "ayat_id": 88, "id": 2761, "bn": "বলুনঃ তোমাদের জানা থাকলে বল, কার হাতে সব বস্তুর কতৃর্ꦣ2468;্ব, যিনি রক্ষা করেন এবং যার কবল থেকে কেউ রক্ষা করতে পারে না ?", "pr": "কুল মাম বিইয়াদিহী মালাকূতুকুল্লি শাইয়িওঁ ওয়া হুওয়া ইউজীরু ওয়ালা-ইউজা-রু ‘আলাইহি ইন কুনতুম তা‘লামূন।", "sura_id": 23 }, { "ar": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنّٰى تُسْحَرُونَ", "ayat_id": 89, "id": 2762, "bn": "এখন তারা বলবেঃ আল্লাহর। বলুনঃ তাহলে কোথা থেকে তোমাদেরকে জাদু করা হচ্ছে?", "pr": "ছাইয়াকূলূনা লিল্লা-হি কুল ফাআন্না-তুছহারূন।", "sura_id": 23 }, { "ar": "بَلْ أَتَيْنٰهُم بِالْحَقِّ وَإِنَّهُمْ لَكٰذِبُونَ", "ayat_id": 90, "id": 2763, "bn": "কিছুই নয়, আমি তাদের কাছে সত্য পৌঁছিয়েছি, আর তারা তো মিথ্যাবাদী।", "pr": "বাল আতাইনা-হুম বিলহাক্কিওয়া ইন্নাহুম লাকা-যিবূন।", "sura_id": 23 }, { "ar": "مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُۥ مِنْ إِلٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلٰى بَعْضٍ ۚ سُبْحٰنَ اللَّهِ عَمَّا يَصِفُونَ", "ayat_id": 91, "id": 2764, "bn": "আল্লাহ কোন সন্তান গ্রহণ করেননি এবং তাঁর সাথে কোন মাবুদ নেই। থাকলে প্রত্যেক মাবুদ নিজ নিজ সৃষ্টি নিয়ে চলে যেত এবং একজন অন্যজনের উপর প্রবল হয়ে যেত। তারা যা বলে, তা থেকে আল্লাহ পবিত্র।", "pr": "মাততাখাযাল্লা-হু মিওঁ ওয়ালাদিওঁ ওয়ামা-কা-না মা‘আহূমিন ইলা-হিন ইযাল লাযাহাবা কুল্লুইলা-হিম বিমা-খালাকা ওয়া লা‘আলা-বা‘দুহুম ‘আলা-বা‘দিন ছুবহা-নাল্লা-হি ‘আম্মা-ইয়াসিফূন।", "sura_id": 23 }, { "ar": "عٰلِمِ الْغَيْبِ وَالشَّهٰدَةِ فَتَعٰلٰى عَمَّا يُشْرِكُونَ", "ayat_id": 92, "id": 2765, "bn": "তিনি দৃশ্য ও অদৃশ্যের জ্ঞানী। তারা শরীক করে, তিনি তা থেকে উর্ধ্বে।", "pr": "‘আ-লিমিল গাইবি ওয়াশশাহা-দাতি ফাতা‘আ-লা-‘আম্মা-ইউশরিকূন।", "sura_id": 23 }, { "ar": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ", "ayat_id": 93, "id": 2766, "bn": "বলুনঃ হে আমার পালনকর্তা! যে বিষয়ে তাদেরকে ওয়াদা দেয়া হয়েছে তা যদি আমাকে দেখান,", "pr": "কুররাব্বি ইম্মা-তুরিইয়ান্নী মা-ইউ‘আদূন।", "sura_id": 23 }, { "ar": "رَبِّ فَلَا تَجْعَلْنِى فِى الْقَوْمِ الظّٰلِمِينَ", "ayat_id": 94, "id": 2767, "bn": "হে আমার পালনকর্তা! তবে আপনি আমাকে গোনাহগার সম্প্রদায়ের অন্তর্ভূক্ত করবেন না।", "pr": "রাব্বি ফালা-তাজ‘আলনী ফিল কাউমিজ্জা-লিমীন।", "sura_id": 23 }, { "ar": "وَإِنَّا عَلٰىٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقٰدِرُونَ", "ayat_id": 95, "id": 2768, "bn": "আমি তাদেরকে যে বিষয়ের ওয়াদা দিয়েছি, তা আপনাকে দেখাতে অবশ্যই সক্ষম।", "pr": "ওয়া ইন্না-‘আলাআননুরিইয়াকা মা-না‘ইদুহুম লাকা-দিরূন।", "sura_id": 23 }, { "ar": "ادْفَعْ بِالَّتِى هِىَ أَحْسَنُ السَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ", "ayat_id": 96, "id": 2769, "bn": "মন্দের জওয়াবে তাই বলুন, যা উত্তম। তারা যা বলে, আমি সে বিষয়ে সবিশেষ অবগত।", "pr": "ইদফা‘ বিল্লাতী হিইয়া আহছানুছ ছাইয়িআতা নাহনুআ‘লামুবিমা-ইয়াসিফূন।", "sura_id": 23 }, { "ar": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِينِ", "ayat_id": 97, "id": 2770, "bn": "বলুনঃ হে আমার পালনকর্তা! আমি শয়তানের প্ররোচনা থেকে আপনার আশ্রয় প্রার্থনা করি,", "pr": "ওয়া কুর রাব্বি আ‘ঊযুবিকা মিন হামাঝা-তিশশাইয়া-তীন।", "sura_id": 23 }, { "ar": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ", "ayat_id": 98, "id": 2771, "bn": "এবং হে আমার পালনকর্তা! আমার নিকট তাদের উপস্থিতি থেকে আপনার আশ্রয় প্রার্থনা করি।", "pr": "ওয়া আ‘ঊযুবিকা রাব্বি আইঁ ইয়াহদু রূন।", "sura_id": 23 }, { "ar": "حَتّٰىٓ إِذَا جَآءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ", "ayat_id": 99, "id": 2772, "bn": "যখন তাদের কারও কাছে মৃত্যু আসে, তখন সে বলেঃ হে আমার পালণকর্তা! আমাকে পুনরায় (দুনিয়াতে ) প্রেরণ করুন।", "pr": "হাত্তাইযা-জাআ আহাদাহুমুল মাওতুকা-লা রাব্বির জি‘ঊন।", "sura_id": 23 }, { "ar": "لَعَلِّىٓ أَعْمَلُ صٰلِحًا فِيمَا تَرَكْتُ ۚ كَلَّآ ۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا ۖ وَمِن وَرَآئِهِم بَرْزَخٌ إِلٰى يَوْمِ يُبْعَثُونَ", "ayat_id": 100, "id": 2773, "bn": "যাতে আমি সৎকর্ম করতে পারি, যা আমি করিনি। কখনই নয়, এ তো তার একটি কথার কথা মাত্র। তাদের সামনে পর্দা আছে পুনরুত্থান দিবস পর্যন্ত।", "pr": "লা‘আললীআ‘মালুসা-লিহান ফীমা-তারাকতুকাল্লা- ইন্নাহা-কালিমাতুন হুওয়া কাইলুহা- ওয়ামিওঁ ওয়ারাইহিম বারঝাখুন ইলা-ইয়াওমি ইউব‘আছূন।", "sura_id": 23 }, { "ar": "فَإِذَا نُفِخَ فِى الصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَآءَلُونَ", "ayat_id": 101, "id": 2774, "bn": "অতঃপর যখন শিংগায় ফুৎকার দেয়া হবে, সেদিন তাদের পারস্পরিক আত্নীয়তার বন্ধন থাকবে না এবং একে অপরকে জিজ্ঞাসাবাদ করবে না।", "pr": "ফাইযা- নুফিখা ফিসসূরি ফালা আনছা-বা বাইনাহুম ইয়াওমায়িযিওঁ ওয়ালাইয়াতাছাআলূন।", "sura_id": 23 }, { "ar": "فَمَن ثَقُلَتْ مَوٰزِينُهُۥ فَأُولٰٓئِكَ هُمُ الْمُفْلِحُونَ", "ayat_id": 102, "id": 2775, "bn": "যাদের পাল্লা ভারী হবে, তারাই হবে সফলকাম,", "pr": "ফামান ছাকুলাত মাওয়া-ঝীনুহূফাউলাইকা হুমুল মুফলিহূন।", "sura_id": 23 }, { "ar": "وَمَنْ خَفَّتْ مَوٰزِينُهُۥ فَأُولٰٓئِكَ الَّذِينَ خَسِرُوٓا أَنفُسَهُمْ فِى جَهَنَّمَ خٰلِدُونَ", "ayat_id": 103, "id": 2776, "bn": "এবং যাদের পাল্লা হাল্কা হবে তারাই নিজেদের ক্ষতিসাধন করেছে, তারা দোযখেই চিরকাল বসবাস করবে।", "pr": "ওয়া মান খাফফাত মাওয়া-ঝীনুহূফাউলাইকাল্লাযীনা খাছিরূআনফুছাহুম ফী জাহান্নামা খালিদূন।", "sura_id": 23 }, { "ar": "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كٰلِحُونَ", "ayat_id": 104, "id": 2777, "bn": "আগুন তাদের মুখমন্ডল দগ্ধ করবে এবং তারা তাতে বীভৎস আকার ধারন করবে।", "pr": "তালফাহুউজূহাহুমুন্না-রু ওয়া হুম ফীহা-কা-লিহূন।", "sura_id": 23 }, { "ar": "أَلَمْ تَكُنْ ءَايٰتِى تُتْلٰى عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ", "ayat_id": 105, "id": 2778, "bn": "তোমাদের সামনে কি আমার আয়াত সমূহ পঠিত হত না? তোমরা তো সেগুলোকে মিথ্যা বলতে।", "pr": "আলাম তাকুন আ-য়া-তী তুতলা-‘আলাইকুম ফাকুনতুম বিহা-তুকাযযি বূন।", "sura_id": 23 }, { "ar": "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَآلِّينَ", "ayat_id": 106, "id": 2779, "bn": "তারা বলবেঃ হে আমাদের পালনকর্তা, আমরা দূর্ভাগ্যের হাতে পরাভূত ছিলাম এবং আমরা ছিলাম বিভ্রান্ত জাতি।", "pr": "কা-লূরাব্বানা-গালাবাত ‘আলাইনা-শিকওয়াতুনা-ওয়াকুন্না-কাওমান দাল্লীন।", "sura_id": 23 }, { "ar": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظٰلِمُونَ", "ayat_id": 107, "id": 2780, "bn": "হে আমাদের পালনকর্তা! এ থেকে আমাদেরকে উদ্ধার কর; আমরা যদি পুনরায় তা করি, তবে আমরা গোনাহগার হব।", "pr": "রাব্বানাআখরিজনা-মিনহা-ফাইন ‘উদনা-ফাইন্না-জা-লিমূন।", "sura_id": 23 }, { "ar": "قَالَ اخْسَـُٔوا فِيهَا وَلَا تُكَلِّمُونِ", "ayat_id": 108, "id": 2781, "bn": "আল্লাহ বলবেনঃ তোমরা ধিকৃত অবস্থায় এখানেই পড়ে থাক এবং আমার সাথে কোন কথা বলো না।", "pr": "কা-লাখছাঊ ফীহা-ওয়ালা-তুকালিলমূন।", "sura_id": 23 }, { "ar": "إِنَّهُۥ كَانَ فَرِيقٌ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرّٰحِمِينَ", "ayat_id": 109, "id": 2782, "bn": "আমার বান্দাদের একদলে বলতঃ হে আমাদের পালনকর্তা! আমরা বিশ্বাস স্থাপন করেছি। অতএব তুমি আমাদেরকে ক্ষমা কর ও আমাদের প্রতি রহম কর। তুমি তো দয়ালুদের মধ্যে শ্রেষ্ঠ দয়ালু।", "pr": "ইন্নাহূ কা-না ফারীকুম মিন ‘ইবা-দী ইয়াকূ লূনা রাব্বানা আ-মান্না-ফাগফিরলানাওয়ারহামনা-ওয়াআনতা খাইরুর রা-হিমীন।", "sura_id": 23 }, { "ar": "فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتّٰىٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ", "ayat_id": 110, "id": 2783, "bn": "অতঃপর তোমরা তাদেরকে ঠাট্টার পাত্ররূপে গ্রহণ করতে। এমনকি, তা তোমাদেরকে আমার স্মরণ ভুলিয়ে দিয়েছিল এবং তোমরা তাদেরকে দেখে পরিহাস করতে।", "pr": "ফাত্তাখাযতুমূহুম ছিখরিইইয়ান হাত্তাআনছাওকুম যিকরী ওয়া কুনতুম মিনহুম তাদহাকূন।", "sura_id": 23 }, { "ar": "إِنِّى جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوٓا أَنَّهُمْ هُمُ الْفَآئِزُونَ", "ayat_id": 111, "id": 2784, "bn": "আজ আমি তাদেরকে তাদের সবরের কারণে এমন প্রতিদান দিয়েছি যে, তারাই সফলকাম।", "pr": "ইন্নী জাঝাইতুহুমুল ইয়াওমা বিমা-সাবারূ আন্নাহুম হুমুল ফাইঝূন।", "sura_id": 23 }, { "ar": "قٰلَ كَمْ لَبِثْتُمْ فِى الْأَرْضِ عَدَدَ سِنِينَ", "ayat_id": 112, "id": 2785, "bn": "আল্লাহ বলবেনঃ তোমরা পৃথিবীতে কতদিন অবস্থান করলে বছরের গণনায়?", "pr": "কা-লা কাম লাবিছতুম ফিল আরদি‘আদাদা ছিনীন।", "sura_id": 23 }, { "ar": "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَآدِّينَ", "ayat_id": 113, "id": 2786, "bn": "তারা বলবে, আমরা একদিন অথবা দিনের কিছু অংশ অবস্থান করেছি। অতএব আপনি গণনাকারীদেরকে জিজ্ঞেস করুন।", "pr": "কা-লূলাবিছনা-ইয়াওমান আও বা‘দা ইয়াওমিন ফাছআলিল ‘আ-দ্দীন।", "sura_id": 23 }, { "ar": "قٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ", "ayat_id": 114, "id": 2787, "bn": "আল্লাহ বলবেনঃ তোমরা তাতে অল্পদিনই অবস্থান করেছ, যদি তোমরা জানতে?", "pr": "কা-লা ইল লাবিছতুম ইল্লা-কালীলাল লাও আন্নাকুম কুনতুম তা‘লামূন।", "sura_id": 23 }, { "ar": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ", "ayat_id": 115, "id": 2788, "bn": "তোমরা কি ধারণা কর যে, আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি এবং তোমরা আমার কাছে ফিরে আসবে না?", "pr": "আফাহাছিবতুম আন্নামা-খালাকনা-কুম আবাছাওঁ ওয়া আন্নাকুম ইলাইনা-লা-তুরজা‘ঊন।", "sura_id": 23 }, { "ar": "فَتَعٰلَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَآ إِلٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ", "ayat_id": 116, "id": 2789, "bn": "অতএব শীর্ষ মহিমায় আল্লাহ, তিনি সত্যিকার মালিক, তিনি ব্যতীত কোন মাবুদ নেই। তিনি সম্মানিত আরশের মালিক।", "pr": "ফাতাআ-লাল্লা-হুল মালিকুল হাক্কু লাইলা-হা ইল্লা-হুওয়া, রাব্বুল ‘আরশিল কারীম।", "sura_id": 23 }, { "ar": "وَمَن يَدْعُ مَعَ اللَّهِ إِلٰهًا ءَاخَرَ لَا بُرْهٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ الْكٰفِرُونَ", "ayat_id": 117, "id": 2790, "bn": "যে কেউ আল্লাহর সাথে অন্য উপাস্যকে ডাকে, তার কাছে যার সনদ নেই, তার হিসাব তার পালণকর্তার কাছে আছে। নিশ্চয় কাফেররা সফলকাম হবে না।", "pr": "ওয়া মাইঁ ইয়াদ‘উ মা‘আল্লা-হি ইলা-হান আ-খারা লা-বুরহা-না লাহূবিহী ফাইন্নামাহিছা-বুহূ‘ইনদা রাব্বিহী ইন্নাহূলা-ইউফলিহুল কা-ফিরূন।", "sura_id": 23 }, { "ar": "وَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرّٰحِمِينَ", "ayat_id": 118, "id": 2791, "bn": "বলূনঃ হে আমার পালনকর্তা, ক্ষমা করুন ও রহম করুন। রহমকারীদের মধ্যে আপনি শ্রেষ্ট রহমকারী।", "pr": "ওয়া কুর রাব্বিগফির ওয়ারহাম ওয়া আনতা খাইরুররা-হিমীন।", "sura_id": 23 }]