[{ "ar": "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِى تُجٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ اللَّهَ سَمِيعٌۢ بَصِيرٌ", "ayat_id": 1, "id": 5105, "bn": "যে নারী তার স্বামীর বিষয়ে আপনার সাথে বাদানুবাদ করছে এবং অভিযোগ পেশ করছে আল্লাহর দরবারে, আল্লাহ তার কথা শুনেছেন। আল্লাহ আপনাদের উভয়ের কথাবার্তা শুনেন। নিশ্চয় আল্লাহ সবকিছু শুনেন, সবকিছু দেখেন।", "pr": "কাদ ছামি‘আল্লা-হু কাওলাল্লাতী তুজা-দিলুকা ফী ঝাওজিহা-ওয়া তাশতাকীইলাল্লা-হি ওয়াল্লা-হু ইয়াছমা‘উ তাহা-উরাকুমা- ইন্নাল্লা-হা ছামী‘উম বাসীর।", "sura_id": 58 }, { "ar": "الَّذِينَ يُظٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهٰتِهِمْ ۖ إِنْ أُمَّهٰتُهُمْ إِلَّا الّٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ الْقَوْلِ وَزُورًا ۚ وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ", "ayat_id": 2, "id": 5106, "bn": "তোমাদের মধ্যে যারা তাদের স্ত্রীগণকে মাতা বলে ফেলে, তাদের স্ত্রীগণ তাদের মাতা নয়। তাদের মাতা কেবল তারাই, যারা তাদেরকে জন্মদান করেছে। তারা তো অসমীচীন ও ভিত্তিহীন কথাই বলে। নিশ্চয় আল্লাহ মার্জনাকারী, ক্ষমাশীল।", "pr": "আল্লাযীনা ইউজা-হিরূনা মিনকুম মিনিছাইহিম মা-হুন্না উম্মাহা-তিহিম ইন উম্মাহাতুহুম ইল্লাল লাঈ ওয়ালাদনাহুম ওয়া ইন্নাহুম লাইয়াকূলূনা মুনকারাম মিনাল কাওলি ওয়াঝূরা- ওয়া ইন্নাল্লা-হা লা‘আফুওউন গাফূর।", "sura_id": 58 }, { "ar": "وَالَّذِينَ يُظٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "ayat_id": 3, "id": 5107, "bn": "যারা তাদের স্ত্রীগণকে মাতা বলে ফেলে, অতঃপর নিজেদের উক্তি প্রত্যাহার করে, তাদের কাফফারা এই একে অপরকে স্পর্শ করার পূর্বে একটি দাসকে মুক্তি দিবে। এটা তোমাদের জন্যে উপদেশ হবে। আল্লাহ খবর রাখেন তোমরা যা কর।", "pr": "ওয়াল্লাযীনা ইউজা-হিরূনা মিন্নিছাইহিম ছু ম্মা ইয়া‘ঊদূ না লিমা-কা-লূফাতাহরীরু রাকাবাতিম মিন কাবলি আইঁ ইয়াতামাছছা- যা-লিকুম তূ‘আজূনা বিহী ওয়াল্লাহু বিমা-তা‘মালূনা খাবীর।", "sura_id": 58 }, { "ar": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۗ وَلِلْكٰفِرِينَ عَذَابٌ أَلِيمٌ", "ayat_id": 4, "id": 5108, "bn": "যার এ সামর্থ্য নেই, সে একে অপরকে স্পর্শ করার পূর্বে একাদিক্রমে দুই মাস রোযা রাখবে। যে এতেও অক্ষম হয় সে ষাট জন মিসকীনকে আহার করাবে। এটা এজন্যে, যাতে তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর। এগুলো আল্লাহর নির্ধারিত শাস্তি। আর কাফেরদের জন্যে রয়েছে যন্ত্রণা দায়ক আযাব।", "pr": "ফামাল্লাম ইয়াজিদ ফাসিয়া-মুশাহরাইনি মুতাতা-বি‘আইনি মিন কাবলি আইঁ ইয়াতামাছছা- ফামাল্লাম ইয়াছতাতি‘ ফাইত‘আ-মুছিত্তীনা মিছকীনা- যা-লিকা লিতু’মিনূবিল্লাহি ওয়া রাছূলিহী ওয়া তিলকা হুদূদুল্লা-হি ওয়া লিল কা-ফিরীনা ‘আযা-বুন আলীম।", "sura_id": 58 }, { "ar": "إِنَّ الَّذِينَ يُحَآدُّونَ اللَّهَ وَرَسُولَهُۥ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايٰتٍۭ بَيِّنٰتٍ ۚ وَلِلْكٰفِرِينَ عَذَابٌ مُّهِينٌ", "ayat_id": 5, "id": 5109, "bn": "যারা আল্লাহর তাঁর রসূলের বিরুদ্ধাচরণ করে, তারা অপদস্থ হয়েছে, যেমন অপদস্থ হয়েছে তাদের পূর্ববর্তীরা। আমি সুস্পষ্ট আয়াতসমূহ নাযিল করেছি। আর কাফেরদের জন্যে রয়েছে অপমানজনক শাস্তি।", "pr": "ইন্নাল্লাযীনা ইউহাদ্দূনাল্লা-হা ওয়া রাছূলাহূকুবিতূকামা-কুবিতাল্লাযীনা মিন কাবলিহিম ওয়া কাদ আনঝালনাআ-য়া-তিম বাইয়িনা-তিওঁ ওয়ালিলকা-ফিরীনা ‘আযা-বুম মুহীন।", "sura_id": 58 }, { "ar": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا ۚ أَحْصٰىهُ اللَّهُ وَنَسُوهُ ۚ وَاللَّهُ عَلٰى كُلِّ شَىْءٍ شَهِيدٌ", "ayat_id": 6, "id": 5110, "bn": "সেদিন স্মরণীয়; যেদিন আল্লাহ তাদের সকলকে পুনরুত্থিত করবেন, অতঃপর তাদেরকে জানিয়ে দিবেন যা তারা করত। আল্লাহ তার হিসাব রেখেছেন, আর তারা তা ভুলে গেছে। আল্লাহর সামনে উপস্থিত আছে সব বস্তুই।", "pr": "ইয়াওমা ইয়াব‘আছুহুমুল্লা-হু জামী‘আন ফাইউনাব্বিউহুম বিমা-‘আমিলূ আহসা-হুল্লা-হু ওয়া নাছূহু ওয়াল্লা-হু ‘আলা-কুল্লি শাইয়িন শাহীদ।", "sura_id": 58 }, { "ar": "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوٰى ثَلٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنٰى مِن ذٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيٰمَةِ ۚ إِنَّ اللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ", "ayat_id": 7, "id": 5111, "bn": "আপনি কি ভেবে দেখেননি যে, নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, আল্লাহ তা জানেন। তিন ব্যক্তির এমন কোন পরামর্শ হয় না যাতে তিনি চতুর্থ না থাকেন এবং পাঁচ জনেরও হয় না, যাতে তিনি ষষ্ঠ না থাকেন তারা এতদপেক্ষা কম হোক বা বেশী হোক তারা যেখানেই থাকুক না কেন তিনি তাদের সাথে আছেন, তারা যা করে, তিনি কেয়ামতের দিন তা তাদেরকে জানিয়ে দিবেন। নিশ্চয় আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।", "pr": "আলাম তারা আন্নাল্লা-হা ইয়া‘লামুমা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদি মাইয়াকূনুমিন নাজওয়া-ছালা-ছাতিন ইল্লা-হুওয়া রা-বি‘উহুম ওয়ালা-খামছাতিন ইল্লাহুওয়া ছা-দিছুহুম ওয়ালাআদনা-মিন যা-লিকা ওয়ালাআকছারা ইল্লা-হুওয়া মা‘আহুম আইনা মা-কা-নূ ছু ম্মা ইউনাব্বিউহুম বিমা-‘আমিলূইয়াওমাল কিয়া-মাতি ইন্নাল্লা-হা বিকুল্লি শাইয়িন ‘আলীম।", "sura_id": 58 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوٰى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنٰجَوْنَ بِالْإِثْمِ وَالْعُدْوٰنِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ", "ayat_id": 8, "id": 5112, "bn": "আপনি কি ভেবে দেখেননি, যাদেরকে কানাঘুষা করতে নিষেধ করা হয়েছিল অতঃপর তারা নিষিদ্ধ কাজেরই পুনরাবৃত্তি করে এবং পাপাচার, সীমালংঘন এবং রসূলের অবাধ্যতার বিষয়েই কানাঘুষা করে। তারা যখন আপনার কাছে আসে, তখন আপনাকে এমন ভাষায় সালাম করে, যদ্দ্বারা আল্লাহ আপনাকে সালাম করেননি। তারা মনে মনে বলেঃ আমরা যা বলি, তজ্জন্যে আল্লাহ আমাদেরকে শাস্তি দেন না কেন? জাহান্নামই তাদের জন্যে যথেষ্ট। তারা তাতে প্রবেশ করবে। কতই না নিকৃষ্ট সেই জায়গা।", "pr": "আলাম তারা ইলাল্লাযীনা নুহূ‘আনিন্নাজওয়া-ছু ম্মা ইয়া‘ঊদূ না লিমা-নুহূ ‘আনহু ওয়া ইয়াতানা-জাওনা বিলইছমি ওয়াল ‘উদওয়া-নি ওয়া মা‘সিয়াতিররাছূলি ওয়া ইযাজাঊকা হাইইয়াওকা বিমা-লাম ইউহায়িকা বিহিল্লা-হু ওয়া ইয়াকূলূনা ফী আনফুছিহিম লাওলা-ইউ‘আযযি বুনাল্লা-হু বিমা-নাকূলু হাছবুহুম জাহান্নামু ইয়াসলাওনাহা- ফাবি’ছাল মাসীর।", "sura_id": 58 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِذَا تَنٰجَيْتُمْ فَلَا تَتَنٰجَوْا بِالْإِثْمِ وَالْعُدْوٰنِ وَمَعْصِيَتِ الرَّسُولِ وَتَنٰجَوْا بِالْبِرِّ وَالتَّقْوٰى ۖ وَاتَّقُوا اللَّهَ الَّذِىٓ إِلَيْهِ تُحْشَرُونَ", "ayat_id": 9, "id": 5113, "bn": "মুমিনগণ, তোমরা যখন কানাকানি কর, তখন পাপাচার, সীমালংঘন ও রসূলের অবাধ্যতার বিষয়ে কানাকানি করো না বরং অনুগ্রহ ও খোদাভীতির ব্যাপারে কানাকানি করো। আল্লাহকে ভয় কর, যাঁর কাছে তোমরা একত্রিত হবে।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূইযা-তানা-জাইতুম ফালা-তাতানা-জাও বিল ইছমি ওয়াল ‘উদওয়া-নি ওয়ামা‘সিয়াতির রাছূলি ওয়া তানা-জাও বিলবিররি ওয়াত্তাকওয়া- ওয়াত্তাকুল্লা-হাল্লাযীইলাইহি তুহশারূন।", "sura_id": 58 }, { "ar": "إِنَّمَا النَّجْوٰى مِنَ الشَّيْطٰنِ لِيَحْزُنَ الَّذِينَ ءَامَنُوا وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ", "ayat_id": 10, "id": 5114, "bn": "এই কানাঘুষা তো শয়তানের কাজ; মুমিনদেরকে দুঃখ দেয়ার দেয়ার জন্যে। তবে আল্লাহর অনুমতি ব্যতীত সে তাদের কোন ক্ষতি করতে পারবে না। মুমিনদের উচিত আল্লাহর উপর ভরসা করা।", "pr": "ইন্নামান্নাজওয়া-মিনাশশাইতা-নি লিয়াহঝুনাল্লাযীনা আ-মানূওয়া লাইছা বিদারিহিম শাইআন ইল্লা-বিইযনিল্লা -হি ওয়া ‘আলাল্লা-হি ফালইয়াতাওয়াক্কালিল মু’মিনূন।", "sura_id": 58 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِى الْمَجٰلِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ انشُزُوا فَانشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ ءَامَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجٰتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "ayat_id": 11, "id": 5115, "bn": "মুমিনগণ, যখন তোমাদেরকে বলা হয়ঃ মজলিসে স্থান প্রশস্ত করে দাও, তখন তোমরা স্থান প্রশস্ত করে দিও। আল্লাহর জন্যে তোমাদের জন্য প্রশস্ত করে দিবেন। যখন বলা হয়ঃ উঠে যাও, তখন উঠে যেয়ো। তোমাদের মধ্যে যারা ঈমানদার এবং যারা জ্ঞানপ্রাপ্ত, আল্লাহ তাদের মর্যাদা উচ্চ করে দিবেন। আল্লাহ খবর রাখেন যা কিছু তোমরা কর।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূইযা-কীলা লাকুম তাফাছ ছাহূফিল মাজা-লিছি ফাফছাহূ ইয়াফছাহিল্লা-হু লাকুম ওয়া ইযা-কীলানশুঝূফানশুঝূইয়ারফা‘ইল্লা-হুল্লাযীনা আমানূমিনকুম ওয়াল্লাযীনা ঊতুল ‘ইলমা দারাজা-তিও ওয়াল্লা-হু বিমা- তা‘মালূনা খাবীর।", "sura_id": 58 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِذَا نٰجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَىْ نَجْوٰىكُمْ صَدَقَةً ۚ ذٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "ayat_id": 12, "id": 5116, "bn": "মুমিনগণ, তোমরা রসূলের কাছে কানকথা বলতে চাইলে তৎপূর্বে সদকা প্রদান করবে। এটা তোমাদের জন্যে শ্রেয়ঃ ও পবিত্র হওয়ার ভাল উপায়। যদি তাতে সক্ষম না হও, তবে আল্লাহ ক্ষমাশীল, পরম দয়ালু।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূইযা-না-জাইতুমুর রাছূলা ফাকাদ্দিমূবাইনা ইয়াদাই নাজওয়া-কুম সাদাকাতান যা-লিকা খাইরুল্লাকুম ওয়া আতহারু ফাইল্লাম তাজিদূ ফাইন্নাল্লা-হা গাফূরুর রাহীম।", "sura_id": 58 }, { "ar": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا بَيْنَ يَدَىْ نَجْوٰىكُمْ صَدَقٰتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلٰوةَ وَءَاتُوا الزَّكٰوةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُۥ ۚ وَاللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ", "ayat_id": 13, "id": 5117, "bn": "তোমরা কি কানকথা বলার পূর্বে সদকা প্রদান করতে ভীত হয়ে গেলে? অতঃপর তোমরা যখন সদকা দিতে পারলে না এবং আল্লাহ তোমাদেরকে মাফ করে দিলেন তখন তোমরা নামায কায়েম কর, যাকাত প্রদান কর এবং আল্লাহ ও রসূলের আনুগত্য কর। আল্লাহ খবর রাখেন তোমরা যা কর।", "pr": "আ আশফাকতুম আন তুকাদ্দিমূবাইনা ইয়াদাই নাজওয়া-কুম সাদাকা-তিন ফাইযলাম তাফ‘আলূওয়া তা-বাল্লা-হু ‘আলাইকুম ফাআকীমুসসালা-তা ওয়া আ-তুঝঝাকা-তা ওয়া আতী‘উল্লা-হা ওয়া রাছূলাহূ ওয়াল্লা-হু খাবীরুম বিমা-তা‘মালূন।", "sura_id": 58 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ", "ayat_id": 14, "id": 5118, "bn": "আপনি কি তাদের প্রতি লক্ষ্য করেননি, যারা আল্লাহর গযবে নিপতিত সম্প্রদায়ের সাথে বন্ধুত্ব করে? তারা মুসলমানদের দলভুক্ত নয় এবং তাদেরও দলভূক্ত নয়। তারা জেনেশুনে মিথ্যা বিষয়ে শপথ করে।", "pr": "আলাম তারা ইলাল্লাযীনা তাওয়াল্লাও কাওমান গাদিবাল্লা-হু ‘আলাইহিম মা-হুম মিনকুম ওয়ালা-মিনহুম ওয়া ইয়াহলিফূনা ‘আলাল কাযিবি ওয়া হুম ইয়া‘লামূন।", "sura_id": 58 }, { "ar": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا يَعْمَلُونَ", "ayat_id": 15, "id": 5119, "bn": "আল্লাহ তাদের জন্যে কঠোর শাস্তি প্রস্তুত রেখেছেন। নিশ্চয় তারা যা করে, খুবই মন্দ।", "pr": "আ‘আদ্দাল্লা-হু লাহুম ‘আযা-বান শাদীদান ইন্নাহুম ছাআ মা-কা-নূইয়া‘মালূন।", "sura_id": 58 }, { "ar": "اتَّخَذُوٓا أَيْمٰنَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ", "ayat_id": 16, "id": 5120, "bn": "তারা তাদের শপথকে ঢাল করে রেখেছেন, অতঃপর তারা আল্লাহর পথ থেকে মানুষকে বাধা প্রদান করে। অতএব, তাদের জন্য রয়েছে অপমানজনক শাস্তি।", "pr": "ইত্তাখাযূআইমা-নাহুম জূন্নাতান ফাসাদ্দূ‘আন ছাবীলিল্লা-হি ফালাহুম ‘আযা-বুম মুহীন।", "sura_id": 58 }, { "ar": "لَّن تُغْنِىَ عَنْهُمْ أَمْوٰلُهُمْ وَلَآ أَوْلٰدُهُم مِّنَ اللَّهِ شَيْـًٔا ۚ أُولٰٓئِكَ أَصْحٰبُ النَّارِ ۖ هُمْ فِيهَا خٰلِدُونَ", "ayat_id": 17, "id": 5121, "bn": "আল্লাহর কবল থেকে তাদের ধন-সম্পদ ও সন্তান-সন্ততি তাদেরকে মোটেই বাঁচাতে পারবেনা। তারাই জাহান্নামের অধিবাসী তথায় তারা চিরকাল থাকবে।", "pr": "লান তুগনিয়া ‘আনহুম আমওয়া-লুহুম ওয়ালাআওলা-দুহুম মিনাল্লা-হি শাইআন উলাইকা আসহা-বুন্না-রি হুম ফীহা-খা-লিদূ ন।", "sura_id": 58 }, { "ar": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلٰى شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ الْكٰذِبُونَ", "ayat_id": 18, "id": 5122, "bn": "যেদিন আল্লাহ তাদের সকলকে পুনরুত্থিত করবেন। অতঃপর তারা আল্লাহর সামনে শপথ করবে, যেমন তোমাদের সামনে শপথ করে। তারা মনে করবে যে, তারা কিছু সৎপথে আছে। সাবধান, তারাই তো আসল মিথ্যাবাদী।", "pr": "ইয়াওমা ইয়াব‘আছুহুমুল্লা-হু জামী‘আন ফাইয়াহলিফূনা লাহূকামা-ইয়াহলিফূনা লাকুম ওয়া ইয়াহছাবূনা আন্নাহুম ‘আলা-শাইয়িন আলাইন্নাহুম হুমুল কা-যিবূন।", "sura_id": 58 }, { "ar": "اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَأَنسٰىهُمْ ذِكْرَ اللَّهِ ۚ أُولٰٓئِكَ حِزْبُ الشَّيْطٰنِ ۚ أَلَآ إِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُونَ", "ayat_id": 19, "id": 5123, "bn": "শয়তান তাদেরকে বশীভূত করে নিয়েছে, অতঃপর আল্লাহর স্মরণ ভূলিয়ে দিয়েছে। তারা শয়তানের দল। সাবধান, শয়তানের দলই ক্ষতিগ্রস্ত।", "pr": "ইছতাহওয়াযা ‘আলাইহিমুশশাইতা-নুফাআনছা-হুম যিকরাল্লা-হি উলাইকা হিঝবুশশাইতা-নি আলাইন্না হিঝবাশশাইতা-নি হুমুল খা-ছিরূন।", "sura_id": 58 }, { "ar": "إِنَّ الَّذِينَ يُحَآدُّونَ اللَّهَ وَرَسُولَهُۥٓ أُولٰٓئِكَ فِى الْأَذَلِّينَ", "ayat_id": 20, "id": 5124, "bn": "নিশ্চয় যারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচারণ করে, তারাই লাঞ্ছিতদের দলভূক্ত।", "pr": "ইন্নাল্লাযীনা ইউহাদ্দূনাল্লা-হা ওয়া রাছূলাহূউলাইকা ফিল আযাল্লীন।", "sura_id": 58 }, { "ar": "كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ اللَّهَ قَوِىٌّ عَزِيزٌ", "ayat_id": 21, "id": 5125, "bn": "আল্লাহ লিখে দিয়েছেনঃ আমি এবং আমার রসূলগণ অবশ্যই বিজয়ী হব। নিশ্চয় আল্লাহ শক্তিধর, পরাক্রমশালী।", "pr": "কাতাবাল্লা-হু লাআগলিবান্না আনা ওয়া রুছুলী ইন্নাল্লা-হা কাবিইয়ুন ‘আঝীঝ।", "sura_id": 58 }, { "ar": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْءَاخِرِ يُوَآدُّونَ مَنْ حَآدَّ اللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ الْإِيمٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا ۚ رَضِىَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ أُولٰٓئِكَ حِزْبُ اللَّهِ ۚ أَلَآ إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ", "ayat_id": 22, "id": 5126, "bn": "যারা আল্লাহ ও পরকালে বিশ্বাস করে, তাদেরকে আপনি আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণকারীদের সাথে বন্ধুত্ব করতে দেখবেন না, যদিও তারা তাদের পিতা, পুত্র, ভ্রাতা অথবা জ্ঞাতি-গোষ্ঠী হয়। তাদের অন্তরে আল্লাহ ঈমান লিখে দিয়েছেন এবং তাদেরকে শক্তিশালী করেছেন তাঁর অদৃশ্য শক্তি দ্বারা। তিনি তাদেরকে জান্নাতে দাখিল করবেন, যার তলদেশে নদী প্রবাহিত। তারা তথায় চিরকাল থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা আল্লাহর প্রতি সন্তুষ্ট। তারাই আল্লাহর দল। জেনে রাখ, আল্লাহর দলই সফলকাম হবে।", "pr": "লা-তাজিদুকাওমাইঁ ইউ’মিনূনা বিল্লা-হি ওয়াল ইয়াওমিল আ-খিরি ইউওয়াদ্দূনা মান হাদ্দাল্লা-হা ওয়া রাছূলাহূওয়া লাও কা-নূআ-বাআহুম আও আবনাআহুম আও ইখওয়া-নাহুম আও ‘আশীরাতাহুম উলাইকা কাতাবা ফী কুলূবিহিমুল ঈমা-না ওয়া আইয়াদাহুম বিরূহিম মিন হু ওয়া ইউদখিলুহুম জান্না-তিন তাজরী মিন তাহতিহাল আনহারু খা-লিদীনা ফীহা- রাদিআল্লা-হু ‘আনহুম ওয়ারাদূ‘আনহু উলাইকা হিঝবুল্লাহি আলাইন্না হিঝবাল্লা-হি হুমুল মুফলিহূন।", "sura_id": 58 }]