[{ "ar": "إِذَا جَآءَكَ الْمُنٰفِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ ۗ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنٰفِقِينَ لَكٰذِبُونَ", "ayat_id": 1, "id": 5189, "bn": "মুনাফিকরা আপনার কাছে এসে বলেঃ আমরা সাক্ষ্য দিচ্ছি যে আপনি নিশ্চয়ই আল্লাহর রসূল। আল্লাহ জানেন যে, আপনি অবশ্যই আল্লাহর রসূল এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী।", "pr": "ইযা-জাআকাল মুনা-ফিকূনা কা-লূনাশহাদুইন্নাকা লারাছূলুল্লা-হ । ওয়াল্লা-হু ইয়া‘লামুইন্নাকা লারাছূলুহূ ওয়াল্লা-হু ইয়াশহাদুইন্নাল মুনা-ফিকীনা লাকা-যিবূন।", "sura_id": 63 }, { "ar": "اتَّخَذُوٓا أَيْمٰنَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ اللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا يَعْمَلُونَ", "ayat_id": 2, "id": 5190, "bn": "তারা তাদের শপথসমূহকে ঢালরূপে ব্যবহার করে। অতঃপর তারা আল্লাহর পথে বাধা সৃষ্টি করে। তারা যা করছে, তা খুবই মন্দ।", "pr": "ইত্তাখাযূ আইমা-নাহুম জুন্নাতান ফাসাদ্দূ‘আন ছাবীলিল্লা-হি ইন্নাহুম ছাআ মা-কা-নূ ইয়া‘মালূন।", "sura_id": 63 }, { "ar": "ذٰلِكَ بِأَنَّهُمْ ءَامَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلٰى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ", "ayat_id": 3, "id": 5191, "bn": "এটা এজন্য যে, তারা বিশ্বাস করার পর পুনরায় কাফের হয়েছে। ফলে তাদের অন্তরে মোহর মেরে দেয়া হয়েছে। অতএব তারা বুঝে না।", "pr": "যা-লিকা বিআন্নাহুম আ-মানূছুম্মা কাফারূফাতুবি‘আ ‘আলা- কুলূবিহিম ফাহুম লাইয়াফকাহূন।", "sura_id": 63 }, { "ar": "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ ۚ قٰتَلَهُمُ اللَّهُ ۖ أَنّٰى يُؤْفَكُونَ", "ayat_id": 4, "id": 5192, "bn": "আপনি যখন তাদেরকে দেখেন, তখন তাদের দেহাবয়ব আপনার কাছে প্রীতিকর মনে হয়। আর যদি তারা কথা বলে, তবে আপনি তাদের কথা শুনেন। তারা প্রাচীরে ঠেকানো কাঠসদৃশ্য। প্রত্যেক শোরগোলকে তারা নিজেদের বিরুদ্ধে মনে করে। তারাই শত্রু, অতএব তাদের সম্পর্কে সতর্ক হোন। ধ্বংস করুন আল্লাহ তাদেরকে। তারা কোথায় বিভ্রান্ত হচ্ছে ?", "pr": "ওয়া ইযা-রাআইতাহুম তু‘জিবুকা আজছা-মুহুম ওয়াইঁয় ইয়াকূলূতাছমা‘ লিকাওলিহিম কাআন্নাহুম খুশুবুমমুছান্নাদাতুইঁ ইয়াহছাবূনা কুল্লা সাইহাতিন ‘আলাইহিম হুমুল ‘আদুওউ ফাহ যারহুম কা-তালাহুমুল্লা-হু আন্না-ইউ’ফাকূন।", "sura_id": 63 }, { "ar": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ", "ayat_id": 5, "id": 5193, "bn": "যখন তাদেরকে বলা হয়ঃ তোমরা এস, আল্লাহর রসূল তোমাদের জন্য ক্ষমাপ্রার্থনা করবেন, তখন তারা মাথা ঘুরিয়ে নেয় এবং আপনি তাদেরকে দেখেন যে, তারা অহংকার করে মুখ ফিরিয়ে নেয়।", "pr": "ওয়াইযা-কীলালাহুম তা‘আ-লাও ইয়াছতাগফিরলাকুমরাছূলুল্লা-হি লাওওয়াও রুঊছাহুম ওয়া রাআইতাহুম ইয়াসুদ্দূনা ওয়া হুম মুছতাকবিরূন।", "sura_id": 63 }, { "ar": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ اللَّهُ لَهُمْ ۚ إِنَّ اللَّهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِينَ", "ayat_id": 6, "id": 5194, "bn": "আপনি তাদের জন্যে ক্ষমাপ্রার্থনা করুন অথবা না করুন, উভয়ই সমান। আল্লাহ কখনও তাদেরকে ক্ষমা করবেন না। আল্লাহ পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।", "pr": "ছাওয়াউন ‘আলাইহিম আছতাগফারতা লাহুম আম লাম তাছতাগফিরলাহুম লাই ইয়াগফিরাল্লা-হু লাহুম ইন্নাল্লা-হা লা-ইয়াহদিল কাওমাল ফা-ছিকীন।", "sura_id": 63 }, { "ar": "هُمُ الَّذِينَ يَقُولُونَ لَا تُنفِقُوا عَلٰى مَنْ عِندَ رَسُولِ اللَّهِ حَتّٰى يَنفَضُّوا ۗ وَلِلَّهِ خَزَآئِنُ السَّمٰوٰتِ وَالْأَرْضِ وَلٰكِنَّ الْمُنٰفِقِينَ لَا يَفْقَهُونَ", "ayat_id": 7, "id": 5195, "bn": "তারাই বলেঃ আল্লাহর রাসূলের সাহচর্যে যারা আছে তাদের জন্যে ব্যয় করো না। পরিণামে তারা আপনা-আপনি সরে যাবে। ভূ ও নভোমন্ডলের ধন-ভান্ডার আল্লাহরই কিন্তু মুনাফিকরা তা বোঝে না।", "pr": "হুমুল্লাযীনা ইয়াকূলূনা লা-তুনফিকূ‘আলা-মান ‘ইনদা রাছূলিল্লা-হি হাত্তা-ইয়ানফাদ্দূ ওয়া লিল্লা-হি খাঝাইনুছ ছামা-ওয়া-তি ওয়াল আরদিওয়ালা-কিন্নাল মুনা-ফিকীনা লাইয়াফকাহূন।", "sura_id": 63 }, { "ar": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ ۚ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلٰكِنَّ الْمُنٰفِقِينَ لَا يَعْلَمُونَ", "ayat_id": 8, "id": 5196, "bn": "তারাই বলেঃ আমরা যদি মদীনায় প্রত্যাবর্তন করি তবে সেখান থেকে সবল অবশ্যই দুর্বলকে বহিস্কৃত করবে। শক্তি তো আল্লাহ তাঁর রসূল ও মুমিনদেরই কিন্তু মুনাফিকরা তা জানে না।", "pr": "ইয়াকূলূনা লাইর রাজা‘নাইলাল মাদীনাতি লাইউখরিজান্নাল আ‘আঝঝুমিনহাল আযাল্লা ওয়া লিল্লা-হিল ‘ইঝঝাতুওয়া লিরাছূলিহী ওয়া লিলমু’মিনীনা ওয়ালা-কিন্নাল মুনা-ফিকীনা লা-ইয়া‘লামূন।", "sura_id": 63 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تُلْهِكُمْ أَمْوٰلُكُمْ وَلَآ أَوْلٰدُكُمْ عَن ذِكْرِ اللَّهِ ۚ وَمَن يَفْعَلْ ذٰلِكَ فَأُولٰٓئِكَ هُمُ الْخٰسِرُونَ", "ayat_id": 9, "id": 5197, "bn": "মুমিনগণ! তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণ থেকে গাফেল না করে। যারা এ কারণে গাফেল হয়, তারাই তো ক্ষতিগ্রস্ত।", "pr": "ইয়া আইয়ুহাল্লাযীনা আ-মানূলা-তুলহিকুম আমওয়া-লুকুম ওয়ালাআওলা-দুকুম ‘আন যিকরিল্লা-হি ওয়া মাইঁ ইয়াফ‘আল যা-লিকা ফাউলাইকা হুমুল খা-ছিরূন।", "sura_id": 63 }, { "ar": "وَأَنفِقُوا مِن مَّا رَزَقْنٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلٰىٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصّٰلِحِينَ", "ayat_id": 10, "id": 5198, "bn": "আমি তোমাদেরকে যা দিয়েছি, তা থেকে মৃত্যু আসার আগেই ব্যয় কর। অন্যথায় সে বলবেঃ হে আমার পালনকর্তা, আমাকে আরও কিছুকাল অবকাশ দিলে না কেন? তাহলে আমি সদকা করতাম এবং সৎকর্মীদের অন্তর্ভুক্ত হতাম।", "pr": "ওয়া আনফিকূমিম্মা-রাঝাকনা-কুম মিন কাবলি আইঁ ইয়া’তিয়া আহাদাকুমুল মাওতু ফাইয়াকূলা রাব্বি লাওলা আখখারতানী ইলা আজালিন কারীবিন ফাআসসাদ্দাকা ওয়া আকুম মিনাসসা-লিহীন।", "sura_id": 63 }, { "ar": "وَلَن يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَاللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ", "ayat_id": 11, "id": 5199, "bn": "প্রত্যেক ব্যক্তির নির্ধারিত সময় যখন উপস্থিত হবে, তখন আল্লাহ কাউকে অবকাশ দেবেন না। তোমরা যা কর, আল্লাহ সে বিষয়ে খবর রাখেন।", "pr": "ওয়া লাইঁ ইউআখখিরাল্লা-হু নাফছান ইযা-জাআ আজালুহা- ওয়াল্লা-হু খাবীরুম বিমা-তা‘মালূন।", "sura_id": 63 }]