[{ "ar": "الْحَمْدُ لِلَّهِ الَّذِىٓ أَنزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجًا ې", "ayat_id": 1, "id": 2141, "bn": "সব প্রশংসা আল্লাহর যিনি নিজের বান্দার প্রতি এ গ্রন্থ নাযিল করেছেন এবং তাতে কোন বক্রতা রাখেননি।", "pr": "আলহামদুলিল্লা-হিল্লাযীআনঝালা ‘আলা-‘আবদিহিল কিতা-বা ওয়ালাম ইয়াজ‘আল্লাহূ ‘ইওয়াজা-।", "sura_id": 18 }, { "ar": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصّٰلِحٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا", "ayat_id": 2, "id": 2142, "bn": "একে সুপ্রতিষ্ঠিত করেছেন যা আল্লাহর পক্ষ থেকে একটি ভীষণ বিপদের ভয় প্রদর্শন করে এবং মুমিনদেরকে যারা সৎকর্ম সম্পাদন করে-তাদেরকে সুসংবাদ দান করে যে, তাদের জন্যে উত্তম প্রতিদান রয়েছে।", "pr": "কাইয়িমাল লিইউনযিরা বা’ছান শাদীদাম মিল্লাদুনহু ওয়া ইউবাশশিরাল মু’মিনীনাল্লাযীনা ইয়া‘মালূনাসসা-লিহা-তি আন্না লাহুম আজরান হাছানা-।", "sura_id": 18 }, { "ar": "مّٰكِثِينَ فِيهِ أَبَدًا", "ayat_id": 3, "id": 2143, "bn": "তারা তাতে চিরকাল অবস্থান করবে।", "pr": "মা-কিছীনা ফীহি আবাদা-।", "sura_id": 18 }, { "ar": "وَيُنذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا", "ayat_id": 4, "id": 2144, "bn": "এবং তাদেরকে ভয় প্রদর্শন করার জন্যে যারা বলে যে, আল্লাহর সন্তান রয়েছে।", "pr": "ওয়া ইউনযিরাল্লাযীনা কা-লুত্তাখাযাল্লা-হু ওয়ালাদা-।", "sura_id": 18 }, { "ar": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِءَابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا", "ayat_id": 5, "id": 2145, "bn": "এ সম্পর্কে তাদের কোন জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও নেই। কত কঠিন তাদের মুখের কথা। তারা যা বলে তা তো সবই মিথ্যা।", "pr": "মা-লাহুম বিহী মিন ‘ইলমিওঁ ওয়ালা-লিআ-বাইহিম কাবুরাত কালিমাতান তাখরুজু মিন আফওয়া-হিহিম ইয়ঁইয়াকূলূনা ইল্লা-কাযিবা-।", "sura_id": 18 }, { "ar": "فَلَعَلَّكَ بٰخِعٌ نَّفْسَكَ عَلٰىٓ ءَاثٰرِهِمْ إِن لَّمْ يُؤْمِنُوا بِهٰذَا الْحَدِيثِ أَسَفًا", "ayat_id": 6, "id": 2146, "bn": "যদি তারা এই বিষয়বস্তুর প্রতি বিশ্বাস স্থাপন না করে, তবে তাদের পশ্চাতে সম্ভবতঃ আপনি পরিতাপ করতে করতে নিজের প্রাণ নিপাত করবেন।", "pr": "ফালা‘আল্লাকা বা-খি‘উন্নাফছাকা ‘আলা আ-ছা-রিহিম ইল্লাম ইউ’মিনূ বিহা-যাল হাদীছিআছাফা-।", "sura_id": 18 }, { "ar": "إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا", "ayat_id": 7, "id": 2147, "bn": "আমি পৃথিবীস্থ সব কিছুকে পৃথিবীর জন্যে শোভা করেছি, যাতে লোকদের পরীক্ষা করি যে, তাদের মধ্যে কে ভাল কাজ করে।", "pr": "ইন্না-জা‘আলনা-মা-‘আলাল আরদি ঝীনাতাল্লাহা- লিনাবলুওয়াহুম আইয়ুহুম আহছানু ‘আমালা-।", "sura_id": 18 }, { "ar": "وَإِنَّا لَجٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا", "ayat_id": 8, "id": 2148, "bn": "এবং তার উপর যাকিছু রয়েছে, অবশ্যই তা আমি উদ্ভিদশূন্য মাটিতে পরিণত করে দেব।", "pr": "ওয়া ইন্না-লাজা-‘ইলূনা মা-‘আলাইহা-সা‘ঈদান জুরুঝা-।", "sura_id": 18 }, { "ar": "أَمْ حَسِبْتَ أَنَّ أَصْحٰبَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ ءَايٰتِنَا عَجَبًا", "ayat_id": 9, "id": 2149, "bn": "আপনি কি ধারণা করেন যে, গুহা ও গর্তের অধিবাসীরা আমার নিদর্শনাবলীর মধ্যে বিস্ময়কর ছিল ?", "pr": "আম হাছিবতা আন্না আসহা-বাল কাহফি ওয়ার রাকীমি কা-নূমিন আ-য়া-তিনা‘আজাবা-।", "sura_id": 18 }, { "ar": "إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا", "ayat_id": 10, "id": 2150, "bn": "যখন যুবকরা পাহাড়ের গুহায় আশ্রয়গ্রহণ করে তখন দোআ করেঃ হে আমাদের পালনকর্তা, আমাদেরকে নিজের কাছ থেকে রহমত দান করুন এবং আমাদের জন্যে আমাদের কাজ সঠিকভাবে পূর্ণ করুন।", "pr": "ইয আওয়াল ফিতইয়াতুইলাল কাহফি ফাকা-লূরাব্বানাআ-তিনা-মিল্লাদুনকা রাহমাতাওঁ ওয়া হাইয়ি’ লানা-মিন আমরিনা-রাশাদা-।", "sura_id": 18 }, { "ar": "فَضَرَبْنَا عَلٰىٓ ءَاذَانِهِمْ فِى الْكَهْفِ سِنِينَ عَدَدًا", "ayat_id": 11, "id": 2151, "bn": "তখন আমি কয়েক বছরের জন্যে গুহায় তাদের কানের উপর নিদ্রার পর্দা ফেলে দেই।", "pr": "ফাদারাবনা-‘আলাআ-যা-নিহিম ফিল কাহফি ছিনীনা ‘আদাদা-।", "sura_id": 18 }, { "ar": "ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ أَىُّ الْحِزْبَيْنِ أَحْصٰى لِمَا لَبِثُوٓا أَمَدًا", "ayat_id": 12, "id": 2152, "bn": "অতঃপর আমি তাদেরকে পুনরত্থিত করি, একথা জানার জন্যে যে, দুই দলের মধ্যে কোন দল তাদের অবস্থানকাল সম্পর্কে অধিক নির্ণয় করতে পারে।", "pr": "ছু ম্মা বা‘আছনা-হুম লিনা‘লামা আইয়ুল হিঝবাইনি আহসা-লিমা-লাবিছূদ্মআমাদা-।", "sura_id": 18 }, { "ar": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِالْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًى", "ayat_id": 13, "id": 2153, "bn": "আপনার কাছে তাদের ইতিবৃত্তান্ত সঠিকভাবে বর্ণনা করছি। তারা ছিল কয়েকজন যুবক। তারা তাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করেছিল এবং আমি তাদের সৎপথে চলার শক্তি বাড়িয়ে দিয়েছিলাম।", "pr": "নাহনুনাকুসসু‘আলাইকা নাবাআহুম বিলহাক্কি ইন্নাহুম ফিতইয়াতুন আ-মানূ বিরাব্বিহিম ওয়াঝিদনা-হুম হুদা-।", "sura_id": 18 }, { "ar": "وَرَبَطْنَا عَلٰى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْأَرْضِ لَن نَّدْعُوَا۠ مِن دُونِهِۦٓ إِلٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا", "ayat_id": 14, "id": 2154, "bn": "আমি তাদের মন দৃঢ় করেছিলাম, যখন তারা উঠে দাঁড়িয়েছিল। অতঃপর তারা বললঃ আমাদের পালনকর্তা আসমান ও যমীনের পালনকর্তা আমরা কখনও তার পরিবর্তে অন্য কোন উপাস্যকে আহবান করব না। যদি করি, তবে তা অত্যন্ত গর্হিত কাজ হবে।", "pr": "ওয়া রাবাতনা-‘আলা-কুলূবিহিম ইয কা-মূফাকা-লূরাব্বুনা-রাব্বুছছামা-ওয়া-তি ওয়াল আরদিলান নাদ‘উওয়া মিন দূনিহীইলা-হাল লাকাদ কুলনাইযান শাতাতা-।", "sura_id": 18 }, { "ar": "هٰٓؤُلَآءِ قَوْمُنَا اتَّخَذُوا مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللَّهِ كَذِبًا", "ayat_id": 15, "id": 2155, "bn": "এরা আমাদেরই স্ব-জাতি, এরা তাঁর পরিবর্তে অনেক উপাস্য গ্রহণ করেছে। তারা এদের সম্পর্কে প্রকাশ্য প্রমাণ উপস্থিত করে না কেন? যে আল্লাহ সম্পর্কে মিথ্যা উদ্ভাবন করে, তার চাইতে অধিক গোনাহগার আর কে?", "pr": "হাউলাই কাওমুনাত্তাখাযূমিন দূ নিহীআ-লিহাতাল লাওলা-ইয়া’তূনা ‘আলাইহিম বিছুলতা-নিম বাইয়িনিন ফামান আজলামুমিম্মানিফতারা-‘আলাল্লা-হি কাযিবা-।", "sura_id": 18 }, { "ar": "وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُۥٓا إِلَى الْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا", "ayat_id": 16, "id": 2156, "bn": "তোমরা যখন তাদের থেকে পৃথক হলে এবং তারা আল্লাহর পরিবর্তে যাদের এবাদত করে তাদের থেকে, তখন তোমরা গুহায় আশ্রয়গ্রহণ কর। তোমাদের পালনকর্তা তোমাদের জন্যে দয়া বিস্তার করবেন এবং তিনি তোমাদের জন্য তোমাদের কাজ কর্মকে ফলপ্রসু করার ব্যবস্থা করবেন।", "pr": "ওয়া ইযি‘তাঝালতুমূহুম ওয়ামা-ইয়া‘বুদূনা ইল্লাল্লা-হা ফা’ঊইলাল কাহফি ইয়ানশুরুলাকুম রাব্বুকুম মির রাহমাতিহী ওয়া ইউহাইয়ি’ লাকুম মিন আমরিকুম মিরফাকা-।", "sura_id": 18 }, { "ar": "وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزٰوَرُ عَن كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ ۚ ذٰلِكَ مِنْ ءَايٰتِ اللَّهِ ۗ مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا", "ayat_id": 17, "id": 2157, "bn": "তুমি সূর্যকে দেখবে, যখন উদিত হয়, তাদের গুহা থেকে পাশ কেটে ডান দিকে চলে যায় এবং যখন অস্ত যায়, তাদের থেকে পাশ কেটে বামদিকে চলে যায়, অথচ তারা গুহার প্রশস্ত চত্বরে অবস্থিত। এটা আল্লাহর নিদর্শনাবলীর অন্যতম। আল্লাহ যাকে সৎপথে চালান, সেই সৎপথ প্রাপ্ত এবং তিনি যাকে পথভ্রষ্ট করেন, আপনি কখনও তার জন্যে পথপ্রদর্শনকারী ও সাহায্যকারী পাবেন না।", "pr": "ওয়া তারাশশামছা ইযা-তালা‘আততাঝা-ওয়ারু ‘আন কাহফিহিম যা-তাল ইয়ামীনি ওয়া ইযা-গারাবাত তাকরিদুহুম যা-তাশশিমা-লি ওয়া হুম ফী ফাজওয়াতিম মিনহু যালিকা মিন আ-য়া-তিল্লা-হি মাইঁ ইয়াহদিল্লা-হু ফাহুওয়াল মুহতাদি ওয়া মাই ইউদলিল ফালান তাজিদা লাহূত্তয়ালিইইয়াম মুরশিদা-।", "sura_id": 18 }, { "ar": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ ۖ وَكَلْبُهُم بٰسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ۚ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا", "ayat_id": 18, "id": 2158, "bn": "তুমি মনে করবে তারা জাগ্রত, অথচ তারা নিদ্রিত। আমি তাদেরকে পার্শ্ব পরিবর্তন করাই ডান দিকে ও বাম দিকে। তাদের কুকুর ছিল সামনের পা দুটি গুহাদ্বারে প্রসারিত করে। যদি তুমি উঁকি দিয়ে তাদেরকে দেখতে, তবে পেছন ফিরে পলায়ন করতে এবং তাদের ভয়ে আতংক গ্রস্ত হয়ে পড়তে।", "pr": "ওয়া তাহছাবুহুম আইকা-জাওঁ ওয়া হুম রুকূদুওঁ  ওয়া নুকালিলবুহুম যা-তাল ইয়ামীনি ওয়া যা-তাশশিমা-লি  ওয়াকালবুহুম বা-ছিতু ন যিরা-‘আইহি বিল ওয়াসীদি লাবিততালা‘তা ‘আলাইহিম লাওয়াল্লাইতা মিনহুম ফিরা-রাওঁ ওয়ালামুলি’তা মিনহুম রু‘বা-।", "sura_id": 18 }, { "ar": "وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَآءَلُوا بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوٓا أَحَدَكُم بِوَرِقِكُمْ هٰذِهِۦٓ إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكٰى طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا", "ayat_id": 19, "id": 2159, "bn": "আমি এমনি ভাবে তাদেরকে জাগ্রত করলাম, যাতে তারা পরস্পর জিজ্ঞাসাবাদ করে। তাদের একজন বললঃ তোমরা কতকাল অবস্থান করেছ? তাদের কেউ বললঃ একদিন অথবা একদিনের কিছু অংশ অবস্থান করছি। কেউ কেউ বললঃ তোমাদের পালনকর্তাই ভাল জানেন তোমরা কতকাল অবস্থান করেছ। এখন তোমাদের একজনকে তোমাদের এই মুদ্রাসহ শহরে প্রেরণ কর; সে যেন দেখে কোন খাদ্য পবিত্র। অতঃপর তা থেকে যেন কিছু খাদ্য নিয়ে আসে তোমাদের জন্য; সে যেন নম্রতা সহকারে যায় ও কিছুতেই যেন তোমাদের খবর কাউকে না জানায়।", "pr": "ওয়া কাযা-লিকা বা‘আছনা-হুম লিইয়াতাছাআলূবাইনাহুম কা-লা কাইলুম মিনহুম কাম লাবিছতুম কা-লূলাবিছনা-ইয়াওমান আও বা‘দা ইয়াওমিন কালূরাব্বুকুম আ‘লামুবিমা-লাবিছতুম ফাব‘আছূআহাদাকুম বিওয়ারিকিকুম হাযিহীইলাল মাদীনাতি ফালইয়ানজু র আইয়ুহাআঝকা-তা‘আ-মান ফালইয়া’তিকুম বিরিঝকিম মিনহু ওয়াল ইয়াতালাততাফ ওয়ালা-ইউশ‘ইরান্না বিকুম আহাদা-।", "sura_id": 18 }, { "ar": "إِنَّهُمْ إِن يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا إِذًا أَبَدًا", "ayat_id": 20, "id": 2160, "bn": "তারা যদি তোমাদের খবর জানতে পারে, তবে পাথর মেরে তোমাদেরকে হত্যা করবে, অথবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নেবে। তাহলে তোমরা কখনই সাফল্য লাভ করবে না।", "pr": "ইন্নাহুম ইয়ঁ ইয়াজহারূ‘আলাইকুম ইয়ারজুমূকুম আও ইউ‘ঈদূকুম ফী মিল্লাতিহিম ওয়ালান তুফলিহূইযান আবাদা-।", "sura_id": 18 }, { "ar": "وَكَذٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا ابْنُوا عَلَيْهِم بُنْيٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ الَّذِينَ غَلَبُوا عَلٰىٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا", "ayat_id": 21, "id": 2161, "bn": "এমনিভাবে আমি তাদের খবর প্রকাশ করে দিলাম, যাতে তারা জ্ঞাত হয় যে, আল্লাহর ওয়াদা সত্য এবং কেয়ামতে কোন সন্দেহ নেই। যখন তারা নিজেদের কর্তব্য বিষয়ে পরস্পর বিতর্ক করছিল, তখন তারা বললঃ তাদের উপর সৌধ নির্মাণ কর। তাদের পালনকর্তা তাদের বিষয়ে ভাল জানেন। তাদের কর্তব্য বিষয়ে যাদের মত প্রবল হল, তারা বললঃ আমরা অবশ্যই তাদের স্থানে মসজিদ নির্মান করব।", "pr": "ওয়া কাযা-লিকা আ‘ছারনা-‘আলাইহিম লিইয়া‘লামূআন্না-ওয়া‘দাল্লা-হি হাক্কুওঁ ওয়া আন্নাছছা-‘আতা লা-রাইবা ফীহা- ইয ইয়াতানা -ঝা‘ঊনা বাইনাহুম আমরাহুম ফাকালুবনূ‘আলাইহিম বুনইয়া-নার রাব্বুহুম আ‘লামুবিহিম কা-লাল্লাযীনা গালাবূ ‘আলাআমরিহিম লানাত্তাখিযান্না ‘আলাইহিম মাছজিদা-।", "sura_id": 18 }, { "ar": "سَيَقُولُونَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِالْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا", "ayat_id": 22, "id": 2162, "bn": "অজ্ঞাত বিষয়ে অনুমানের উপর ভিত্তি করে এখন তারা বলবেঃ তারা ছিল তিন জন; তাদের চতুর্থটি তাদের কুকুর। একথাও বলবে; তারা পাঁচ জন। তাদের ছষ্ঠটি ছিল তাদের কুকুর। আরও বলবেঃ তারা ছিল সাত জন। তাদের অষ্টমটি ছিল তাদের কুকুর। বলুনঃ আমার পালনকর্তা তাদের সংখ্যা ভাল জানেন। তাদের খবর অল্প লোকই জানে। সাধারণ আলোচনা ছাড়া আপনি তাদের সম্পর্কে বিতর্ক করবেন না এবং তাদের অবস্থা সম্পর্কে তাদের কাউকে জিজ্ঞাসাবাদ ও করবেন না।", "pr": "ছাইয়াকূলূনা ছালা-ছাতুর রা-বি‘উহুম কালবুহুম ওয়া ইয়াকূলূনা খামছাতুন ছা-দিছুহুম কালবুহুম রাজমাম বিলগাইবি ওয়া ইয়াকূলূনা ছাব‘আতুওঁ ওয়া ছা-মিনুহুম কালবুহুম কুর রাববীআ‘লামুবি‘ইদ্দাতিহিম মা-ইয়া‘লামুহুম ইল্লা-কালীলুন ফালা-তুমারি ফীহিম ইল্লা-মিরাআন জা-হিরাওঁ ওয়ালা-তাছতাফতি ফীহিম মিনহুম আহাদা-।", "sura_id": 18 }, { "ar": "وَلَا تَقُولَنَّ لِشَاىْءٍ إِنِّى فَاعِلٌ ذٰلِكَ غَدًا", "ayat_id": 23, "id": 2163, "bn": "আপনি কোন কাজের বিষয়ে বলবেন না যে, সেটি আমি আগামী কাল করব।", "pr": "ওয়ালা-তাকূলান্না লিশাইয়িন ইন্নী ফা-‘ইলুন যা-লিকা গাদা-।", "sura_id": 18 }, { "ar": "إِلَّآ أَن يَشَآءَ اللَّهُ ۚ وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسٰىٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هٰذَا رَشَدًا", "ayat_id": 24, "id": 2164, "bn": "‘আল্লাহ ইচ্ছা করলে’ বলা ব্যতিরেকে। যখন ভুলে যান, তখন আপনার পালনকর্তাকে স্মরণ করুন এবং বলুনঃ আশা করি আমার পালনকর্তা আমাকে এর চাইতেও নিকটতম সত্যের পথ নির্দেশ করবেন।", "pr": "ইল্লাআইঁ ইয়াশাআল্লা-হু  ওয়াযকুর রাব্বাকা ইযা-নাছীতা ওয়াকুল ‘আছাআইঁ ইয়াহদিয়ানি রাববী লিআকরাবা মিন হা-যা-রাশাদা-।", "sura_id": 18 }, { "ar": "وَلَبِثُوا فِى كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا", "ayat_id": 25, "id": 2165, "bn": "তাদের উপর তাদের গুহায় তিনশ বছর, অতিরিক্ত আরও নয় বছর অতিবাহিত হয়েছে।", "pr": "ওয়া লাবিছূফী কাহফিহিম ছালা-ছা মিআতিন ছিনীনা ওয়াঝদা-দূতিছ‘আ-।", "sura_id": 18 }, { "ar": "قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا ۖ لَهُۥ غَيْبُ السَّمٰوٰتِ وَالْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا", "ayat_id": 26, "id": 2166, "bn": "বলুনঃ তারা কতকাল অবস্থান করেছে, তা আল্লাহই ভাল জানেন। নভোমন্ডল ও ভুমন্ডলের অদৃশ্য বিষয়ের জ্ঞান তাঁরই কাছে রয়েছে। তিনি কত চমৎকার দেখেন ও শোনেন। তিনি ব্যতীত তাদের জন্য কোন সাহায্যকারী নেই। তিনি কাউকে নিজ কর্তৃত্বে শরীক করেন না।", "pr": "কুল্লিলা-হু আ‘লামুবিমা-লাবিছূ লাহূগাইবুছছামা-ওয়া-তি ওয়াল আরদি আবসির বিহী ওয়া আছমি‘ মা-লাহুম মিন দূ নিহী মিওঁ ওয়ালিইয়িওঁ  ওয়ালা-ইউশরিকুফী হুকমিহীআহাদা-।", "sura_id": 18 }, { "ar": "وَاتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا", "ayat_id": 27, "id": 2167, "bn": "আপনার প্রতি আপনার পালনকর্তার যে, কিতাব প্রত্যাদিষ্ট করা হয়েছে, তা পাঠ করুন। তাঁর বাক্য পরিবর্তন করার কেউ নাই। তাঁকে ব্যতীত আপনি কখনই কোন আশ্রয় স্থল পাবেন না।", "pr": "ওয়াতলুমাঊহিয়া ইলাইকা মিন কিতা-বি রাব্বিকা লা-মুবাদ্দিলা লিকালিমা-তিহী ওয়া লান তাজিদা মিন দূ নিহী মুলতাহাদা-।", "sura_id": 18 }, { "ar": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدٰوةِ وَالْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيٰوةِ الدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ أَمْرُهُۥ فُرُطًا", "ayat_id": 28, "id": 2168, "bn": "আপনি নিজেকে তাদের সংসর্গে আবদ্ধ রাখুন যারা সকাল ও সন্ধ্যায় তাদের পালনকর্তাকে তাঁর সন্তুষ্টি অর্জনের উদ্দেশ্যে আহবান করে এবং আপনি পার্থিব জীবনের সৌন্দর্য কামনা করে তাদের থেকে নিজের দৃষ্টি ফিরিয়ে নেবেন না। যার মনকে আমার স্মরণ থেকে গাফেল করে দিয়েছি, যে, নিজের প্রবৃত্তির অনুসরণ করে এবং যার কার্য কলাপ হচ্ছে সীমা অতিক্রম করা, আপনি তার অনুগত্য করবেন না।", "pr": "ওয়াসবির নাফছাকা মা‘আল্লাযীনা ইয়াদ‘ঊনা রাব্বাহুম বিলগাদা-তি ওয়াল ‘আশিইয়ি ইউরীদূ না ওয়াজহাহূওয়ালা-তা‘দুআইনা-কা ‘আনহুম তুরীদুঝীনাতাল হায়াতিদদুনইয়া- ওয়ালা তুতি‘ মান আগফালনা-কালবাহূ‘আন যিকরিনা-ওয়াত্তাবা‘আ হাওয়া-হু ওয়া কা-না আমরুহূফুরুতা-।", "sura_id": 18 }, { "ar": "وَقُلِ الْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظّٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَآءٍ كَالْمُهْلِ يَشْوِى الْوُجُوهَ ۚ بِئْسَ الشَّرَابُ وَسَآءَتْ مُرْتَفَقًا", "ayat_id": 29, "id": 2169, "bn": "বলুনঃ সত্য তোমাদের পালনকর্তার পক্ষ থেকে আগত। অতএব, যার ইচ্ছা, বিশ্বাস স্থাপন করুক এবং যার ইচ্ছা অমান্য করুক। আমি জালেমদের জন্যে অগ্নি প্রস্তুত করে রেখেছি, যার বেষ্টনী তাদের কে পরিবেষ্টন করে থাকবে। যদি তারা পানীয় প্রার্থনা করে, তবে পুঁজের ন্যায় পানীয় দেয়া হবে যা তাদের মুখমন্ডল দগ্ধ করবে। কত নিকৃষ্ট পানীয় এবং খুবই মন্দ আশ্রয়।", "pr": "ওয়া কুল্লি হাক্কুমির রাব্বিকুম ফামান শাআ ফালইউ’মিওঁ ওয়ামান শাআ ফালইয়াকফুর ইন্নাআ‘তাদনা-লিজ্জা-লিমীনা না-রান আহা-তা বিহিম ছুরাদিকুহা- ওয়াইয়ঁইয়াছতাগীছূইউগা-ছূবিমাইন কালমুহলি ইয়াশবিল উজূহা  বি’ছাশ শারা-বু ওয়া ছাআত মুরতাফাকা-।", "sura_id": 18 }, { "ar": "إِنَّ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا", "ayat_id": 30, "id": 2170, "bn": "যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে আমি সৎকর্মশীলদের পুরস্কার নষ্ট করি না।", "pr": "ইন্নাল্লাযীনা আ-মানূওয়া‘আমিলুসসা-লিহা-তি ইন্না-লা-নুদী‘উ আজরা মান আহছানা ‘আমালা-।", "sura_id": 18 }, { "ar": "أُولٰٓئِكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ الْأَنْهٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى الْأَرَآئِكِ ۚ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا", "ayat_id": 31, "id": 2171, "bn": "তাদেরই জন্যে আছে বসবাসের জান্নাত। তাদের পাদদেশে প্রবাহিত হয় নহরসমূহ। তাদের তথায় স্বর্ণ-কংকনে অলংকৃত করা হবে এবং তারা পাতলা ও মোটা রেশমের সবুজ কাপর পরিধান করবে এমতাবস্থায় যে, তারা সিংহাসনে সমাসীন হবে। চমৎকার প্রতিদান এবং কত উত্তম আশ্রয়।", "pr": "উলাইকা লাহুমজান্না-তু‘আদনিন তাজরী মিন তাহতিহিমুল আনহা-রু ইউহাল্লাওনা ফীহামিন আছা-বিরা মিন যাহাবিওঁ ওয়া ইয়ালবাছূনা ছিয়াবান খুদরাম মিন ছুনদুছিওঁ ওয়া ইছতাবরাকিম মুত্তাকিঈনা ফিহা-‘আলাল আরাইকি নি‘মাছছাওয়া-বু ওয়া হাছুনাত মুরতাফাকা-।", "sura_id": 18 }, { "ar": "وَاضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنٰبٍ وَحَفَفْنٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا", "ayat_id": 32, "id": 2172, "bn": "আপনি তাদের কাছে দু ব্যক্তির উদাহরণ বর্ণনা করুন। আমি তাদের একজনকে দুটি আঙ্গুরের বাগান দিয়েছি এবং এ দু’টিকে খর্জুর বৃক্ষ দ্বারা পরিবেষ্টিত করেছি এবং দু এর মাঝখানে করেছি শস্যক্ষেত্র।", "pr": "ওয়াদরিব লাহুম মাছালার রাজুলাইনি জা‘আলনা-লিআহাদিহিমা-জান্নাতাইনি মিন আ‘নাবিওঁ ওয়া হাফাফনা-হুমা বিনাখলিওঁ ওয়াজা‘আলনা-বাইনাহুমা-ঝার‘আ-।", "sura_id": 18 }, { "ar": "كِلْتَا الْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا ۚ وَفَجَّرْنَا خِلٰلَهُمَا نَهَرًا", "ayat_id": 33, "id": 2173, "bn": "উভয় বাগানই ফলদান করে এবং তা থেকে কিছুই হ্রাস করত না এবং উভয়ের ফাঁকে ফাঁকে আমি নহর প্রবাহিত করেছি।", "pr": "কিলতাল জান্নাতাইনি আ-তাত উকুলাহা-ওয়ালাম তাজলিম মিনহু শাইআওঁ ওয়া ফাজ্জারনাখিলা-লাহুমা-নাহারা-।", "sura_id": 18 }, { "ar": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا", "ayat_id": 34, "id": 2174, "bn": "সে ফল পেল। অতঃপর কথা প্রসঙ্গে সঙ্গীকে বললঃ আমার ধন-সম্পদ তোমার চাইতে বেশী এবং জনবলে আমি অধিক শক্তিশালী।", "pr": "ওয়া কা-না লাহূছামারুন , ফাকা-লা লিসা-হিবিহী ওয়াহুওয়া ইউহা-বিরুহূআনা আকছারু মিনকা মা-লাওঁ ওয়া আ‘আঝঝুনাফারা-।", "sura_id": 18 }, { "ar": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هٰذِهِۦٓ أَبَدًا", "ayat_id": 35, "id": 2175, "bn": "নিজের প্রতি জুলুম করে সে তার বাগানে প্রবেশ করল। সে বললঃ আমার মনে হয় না যে, এ বাগান কখনও ধ্বংস হয়ে যাবে।", "pr": "ওয়া দাখালা জান্নাতাহূওয়াহুওয়া জা-লিমুল লিনাফছিহী কা-লা মাআজুন্নুআন তাবীদা হা-যিহীআবাদা-।", "sura_id": 18 }, { "ar": "وَمَآ أَظُنُّ السَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلٰى رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا", "ayat_id": 36, "id": 2176, "bn": "এবং আমি মনে করি না যে, কেয়ামত অনুষ্ঠিত হবে। যদি কখনও আমার পালনকর্তার কাছে আমাকে পৌঁছে দেয়া হয়, তবে সেখানে এর চাইতে উৎকৃষ্ট পাব।", "pr": "ওয়ামাআজুন্নুছছা-‘আতা কাইমাতাওঁ ওয়ালাইর রুদিততুইলা-রাববী লাআজিদান্না খাইরাম মিনহা-মুনকালাবা-।", "sura_id": 18 }, { "ar": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِالَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًا", "ayat_id": 37, "id": 2177, "bn": "তার সঙ্গী তাকে কথা প্রসঙ্গে বললঃ তুমি তাঁকে অস্বীকার করছ, যিনি তোমাকে সৃষ্টি করেছেন মাটি থেকে, অতঃপর বীর্য থেকে, অতঃপর র্পূনাঙ্গ করেছেন তোমাকে মানবাকৃতিতে?", "pr": "কা-লা লাহূসা-হিবুহূওয়া হুওয়া ইউহা-বিরুহআকাফারতা বিল্লাযী খালাকাকা মিন তুরা-বিন ছু ম্মা মিন নুতফাতিন ছুম্মা ছাওওয়া-কা রাজুলা-।", "sura_id": 18 }, { "ar": "لّٰكِنَّا۠ هُوَ اللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا", "ayat_id": 38, "id": 2178, "bn": "কিন্তু আমি তো একথাই বলি, আল্লাহই আমার পালনকর্তা এবং আমি কাউকে আমার পালনকর্তার শরীক মানি না।", "pr": "লা-কিন্না হুওয়াল্লা-হু রাববী ওয়ালাউশরিকুবিরাববীআহাদা-।", "sura_id": 18 }, { "ar": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا", "ayat_id": 39, "id": 2179, "bn": "যদি তুমি আমাকে ধনে ও সন্তানে তোমার চাইতে কম দেখ, তবে যখন তুমি তোমার বাগানে প্রবেশ করলে, তখন একথা কেন বললে না; আল্লাহ যা চান, তাই হয়। আল্লাহর দেয়া ব্যতীত কোন শক্তি নেই।", "pr": "ওয়ালাওলাইযদাখালতা জান্নাতাকা কুলতা মা-শাআল্লা-হু লা-কুওওয়াতা ইল্লা-বিল্লাহি ইন তারানি আনা আকাল্লা মিনকা মা-লাওঁ ওয়া ওয়ালাদা-।", "sura_id": 18 }, { "ar": "فَعَسٰى رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا", "ayat_id": 40, "id": 2180, "bn": "আশাকরি আমার পালকর্তা আমাকে তোমার বাগান অপেক্ষা উৎকৃষ্টতর কিছু দেবেন এবং তার (তোমার বাগানের) উপর আসমান থেকে আগুন প্রেরণ করবেন। অতঃপর সকাল বেলায় তা পরিষ্কার ময়দান হয়ে যাবে।", "pr": "ফা‘আছা-রাববীআই ইউ’তিয়ানি খাইরাম মিন জান্নাতিকা ওয়া ইউরছিলা ‘আলাইহা-হুছবানাম মিনাছছামাই ফাতুসবিহা সা‘ঈদান ঝালাকা-।", "sura_id": 18 }, { "ar": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا", "ayat_id": 41, "id": 2181, "bn": "অথবা সকালে তার পানি শুকিয়ে যাবে। অতঃপর তুমি তা তালাশ করে আনতে পারবে না।", "pr": "আও ইউসবিহা মাউহা-গাওরান ফালান তাছতাতী‘আ লাহূতালাবা-।", "sura_id": 18 }, { "ar": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلٰى عُرُوشِهَا وَيَقُولُ يٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا", "ayat_id": 42, "id": 2182, "bn": "অতঃপর তার সব ফল ধ্বংস হয়ে গেল এবং সে তাতে যা ব্যয় করেছিল, তার জন্য সকালে হাত কচলিয়ে আক্ষেপ করতে লাগল। বাগনটি কাঠসহ পুড়ে গিয়েছিল। সে বলতে লাগলঃ হায়, আমি যদি কাউকে আমার পালনকর্তার সাথে শরীক না করতাম।", "pr": "ওয়া উহীতাবিছামারিহী ফাআছবাহা ইউকালিলবুকাফফাইহি ‘আলা-মাআনফাকা ফীহা-ওয়াহিয়া খা-বিয়াতুন ‘আলা-‘উরূশিহা-ওয়া ইয়াকূ লুইয়া-লাইতানী লাম উশরিক বিরাববীআহাদা-।", "sura_id": 18 }, { "ar": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ اللَّهِ وَمَا كَانَ مُنتَصِرًا", "ayat_id": 43, "id": 2183, "bn": "আল্লাহ ব্যতীত তাকে সাহায্য করার কোন লোক হল না এবং সে নিজেও প্রতিকার করতে পারল না।", "pr": "ওয়ালাম তাকুল লাহূফিয়াতুইঁ ইয়ানসুরূনাহূমিন দূনিল্লা-হি ওয়ামা-কা-না মুনতাসিরা-।", "sura_id": 18 }, { "ar": "هُنَالِكَ الْوَلٰيَةُ لِلَّهِ الْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا", "ayat_id": 44, "id": 2184, "bn": "এরূপ ক্ষেত্রে সব অধিকার সত্য আল্লাহর। তারই পুরস্কার উত্তম এবং তারই প্রদত্ত প্রতিদান শ্রেষ্ঠ।", "pr": "হুনা-লিকাল ওয়ালা-ইয়াতুলিল্লা-হিল হাক্কি হুওয়া খাইরুন ছাওয়া-বাওঁ ওয়া খাইরুন ‘উকবা-।", "sura_id": 18 }, { "ar": "وَاضْرِبْ لَهُم مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَآءٍ أَنزَلْنٰهُ مِنَ السَّمَآءِ فَاخْتَلَطَ بِهِۦ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيٰحُ ۗ وَكَانَ اللَّهُ عَلٰى كُلِّ شَىْءٍ مُّقْتَدِرًا", "ayat_id": 45, "id": 2185, "bn": "তাদের কাছে পার্থিব জীবনের উপমা বর্ণনা করুন। তা পানির ন্যায়, যা আমি আকাশ থেকে নাযিল করি। অতঃপর এর সংমিশ্রণে শ্যামল সবুজ ভূমিজ লতা-পাতা নির্গত হয়; অতঃপর তা এমন শুস্ক চুর্ণ-বিচুর্ণ হয় যে, বাতাসে উড়ে যায়। আল্লাহ এ সবকিছুর উপর শক্তিমান।", "pr": "ওয়াদরিব লাহুম মাছালাল হায়া-তিদদুনইয়া-কামাইন আনঝালনা-হু মিনাছ ছামাই ফাখতালাতা বিহী নাবা-তুল আরদিফাআসবাহা হাশীমান তাযরূহুর রিয়া-হু ওয়া কানাল্লা-হু ‘আলা-কুল্লি শাইয়িম মুকতাদিরা-।", "sura_id": 18 }, { "ar": "الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيٰوةِ الدُّنْيَا ۖ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا", "ayat_id": 46, "id": 2186, "bn": "ধনৈশ্বর্য ও সন্তান-সন্ততি পার্থিব জীবনের সৌন্দর্য এবং স্থায়ী সৎকর্মসমূহ আপনার পালনকর্তার কাছে প্রতিদান প্রাপ্তি ও আশা লাভের জন্যে উত্তম।", "pr": "আলমা-লুওয়াল বানূনা ঝীনাতুল হায়া-তিদদুনইয়া- ওয়াল বা-কিয়া-তুসসা-লিহাতুখাইরুন ‘ইনদা রাব্বিকা ছাওয়া-বাওঁ ওয়া খাইরুন আমালা-।", "sura_id": 18 }, { "ar": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا", "ayat_id": 47, "id": 2187, "bn": "যেদিন আমি পর্বতসমূহকে পরিচালনা করব এবং আপনি পৃথিবীকে দেখবেন একটি উম্মুক্ত প্রান্তর এবং আমি মানুষকে একত্রিত করব অতঃপর তাদের কাউকে ছাড়ব না।", "pr": "ওয়া ইয়াওমা নুছাইয়িরুল জিবা-লা ওয়া তারাল আরদা বা-রিঝাতাওঁ ওয়া হাশারনা-হুম ফালাম নুগা-দির মিনহুম আহাদা-।", "sura_id": 18 }, { "ar": "وَعُرِضُوا عَلٰى رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا", "ayat_id": 48, "id": 2188, "bn": "তারা আপনার পালনকর্তার সামনে পেশ হবে সারিবদ্ধ ভাবে এবং বলা হবেঃ তোমরা আমার কাছে এসে গেছ; যেমন তোমাদেরকে প্রথম বার সৃষ্টি করেছিলাম। না, তোমরা তো বলতে যে, আমি তোমাদের জন্যে কোন প্রতিশ্রুত সময় নির্দিষ্ট করব না।", "pr": "ওয়া ‘উরিদূ ‘আলা-রাব্বিকা সাফফাল লাকাদ জি’তুমূনা-কামা-খালাকনা-কুম আওওয়ালা মাররাতিম  বাল ঝা‘আমতুম আল্লান নাজ‘আলা লাকুম মাও‘ইদা-।", "sura_id": 18 }, { "ar": "وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصٰىهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا", "ayat_id": 49, "id": 2189, "bn": "আর আমলনামা সামনে রাখা হবে। তাতে যা আছে; তার কারণে আপনি অপরাধীদেরকে ভীত-সন্ত্রস্ত দেখবেন। তারা বলবেঃ হায় আফসোস, এ কেমন আমলনামা। এ যে ছোট বড় কোন কিছুই বাদ দেয়নি-সবই এতে রয়েছে। তারা তাদের কৃতকর্মকে সামনে উপস্থিত পাবে। আপনার পালনকর্তা কারও প্রতি জুলুম করবেন না।", "pr": "ওয়া উদি‘আল কিতা-বুফাতারাল মুজরিমীনা মুশফিকীনা মিম্মা-ফীহি ওয়া ইকূলূনা ইয়াওয়াইলাতানা-মা-লি হা-যাল কিতা-বি লা-ইউগা-দিরু সাগীরাতাওঁ ওয়ালা-কাবীরাতান ইল্লাআহসা-হা- ওয়া ওয়াজাদূমা-‘আমিলূহা-দিরা- ওয়ালা-ইয়াজলিমু রাব্বুকা আহাদা-।", "sura_id": 18 }, { "ar": "وَإِذْ قُلْنَا لِلْمَلٰٓئِكَةِ اسْجُدُوا لِءَادَمَ فَسَجَدُوٓا إِلَّآ إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظّٰلِمِينَ بَدَلًا", "ayat_id": 50, "id": 2190, "bn": "যখন আমি ফেরেশতাদেরকে বললামঃ আদমকে সেজদা কর, তখন সবাই সেজদা করল ইবলীস ব্যতীত। সে ছিল জিনদের একজন। সে তার পালনকর্তার আদেশ অমান্য করল। অতএব তোমরা কি আমার পরিবর্তে তাকে এবং তার বংশধরকে বন্ধুরূপে গ্রহণ করছ? অথচ তারা তোমাদের শত্রু। এটা জালেমদের জন্যে খুবই নিকৃষ্ট বদল।", "pr": "ওয়া ইযকুলনা-লিল মালাইকাতিছ জু দূলিআ-দামা ফাছাজাদূ ইল্লাইবলীছা কানা মিনাল জিন্নি ফাফাছাকা ‘আন আমরি রাব্বিহী আফাতাত্তাখিযূনাহূওয়া যুররিইইয়াতাহূআওলিয়াআ মিন দূ নী ওয়া হুম লাকুম ‘আদুওউম বি’ছা লিজ্জালিমীনা বাদালা-।", "sura_id": 18 }, { "ar": "مَّآ أَشْهَدتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا", "ayat_id": 51, "id": 2191, "bn": "নভোমন্ডল ও ভুমন্ডলের সৃজনকালে আমি তাদেরকে সাক্ষ্য রাখিনি এবং তাদের নিজেদের সৃজনকালেও না। এবং আমি এমনও নই যে, বিভ্রান্ত কারীদেরকে সাহায্যকারীরূপে গ্রহণ করবো।", "pr": "মাআশহাততুহুম খালকাছছামা-ওয়া-তি ওয়াল আরদিওয়ালা-খালকা আনফুছিহিম ওয়ামা-কুনতুমুত্তাখিযাল মুদিল্লীনা ‘আদুদা-।", "sura_id": 18 }, { "ar": "وَيَوْمَ يَقُولُ نَادُوا شُرَكَآءِىَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا", "ayat_id": 52, "id": 2192, "bn": "যেদিন তিনি বলবেনঃ তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে ডাক। তারা তখন তাদেরকে ডাকবে, কিন্তু তারা এ আহবানে সাড়া দেবে না। আমি তাদের মধ্যস্থলে রেখে দেব একটি মৃত্যু গহবর।", "pr": "ওয়া ইয়াওমা ইয়াকূ লুনা-দূশুরাকাইয়াল্লাযীনা ঝা‘আমতুম ফাদা‘আওহুম ফালাম ইয়াছতাজীবূলাহুম ওয়া জা‘আলনা-বাইনাহুম মাওবিকা-।", "sura_id": 18 }, { "ar": "وَرَءَا الْمُجْرِمُونَ النَّارَ فَظَنُّوٓا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا", "ayat_id": 53, "id": 2193, "bn": "অপরাধীরা আগুন দেখে বোঝে নেবে যে, তাদেরকে তাতে পতিত হতে হবে এবং তারা তা থেকে রাস্তা পরিবর্তন করতে পারবে না।", "pr": "ওয়া রাআল মুজরিমূনান্না-রা ফাজাননূআন্নাহুম মুওয়া-কি‘ঊহা-ওয়ালাম ইয়াজিদূ‘আনহা- মাসরিফা-।", "sura_id": 18 }, { "ar": "وَلَقَدْ صَرَّفْنَا فِى هٰذَا الْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ ۚ وَكَانَ الْإِنسٰنُ أَكْثَرَ شَىْءٍ جَدَلًا", "ayat_id": 54, "id": 2194, "bn": "নিশ্চয় আমি এ কোরআনে মানুষকে নানাভাবে বিভিন্ন উপমার দ্বারা আমার বাণী বুঝিয়েছি। মানুষ সব বস্তু থেকে অধিক তর্কপ্রিয়।", "pr": "ওয়া লাকাদ সাররাফনা-ফী হা-যাল কুরআ-নি লিন্না-ছি মিন কুল্লি মাছালিওঁ ওয়া কানাল ইনছা-নুআকছারা শাইয়িন জাদালা-।", "sura_id": 18 }, { "ar": "وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوٓا إِذْ جَآءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا", "ayat_id": 55, "id": 2195, "bn": "হেদায়েত আসার পর এ প্রতীক্ষাই শুধু মানুষকে বিশ্বাস স্থাপন করতে এবং তাদের পালনকর্তার কাছে ক্ষমা প্রার্থনা করতে বিরত রাখে যে, কখন আসবে তাদের কাছে পূর্ববর্তীদের রীতিনীতি অথবা কখন আসবে তাদের কাছেআযাব সামনাসামনি।", "pr": "ওয়ামা-মানা‘আন্না-ছা আইঁ ইউ’মিনূ ইয জাআহুমুল হুদা-ওয়াইয়াছতাগফিরূরাব্বাহুম ইল্লাআন তা’তিয়াহুম ছুন্নাতুল আওওয়ালীনা আও ইয়া’তিয়াহুমুল ‘আযা-বুকুবুলা-।", "sura_id": 18 }, { "ar": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجٰدِلُ الَّذِينَ كَفَرُوا بِالْبٰطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ ۖ وَاتَّخَذُوٓا ءَايٰتِى وَمَآ أُنذِرُوا هُزُوًا", "ayat_id": 56, "id": 2196, "bn": "আমি রাসূলগনকে সুসংবাদ দাতা ও ভয় প্রদর্শন কারীরূপেই প্রেরণ করি এবং কাফেররাই মিথ্যা অবলম্বনে বিতর্ক করে, তা দ্বারা সত্যকে ব্যর্থ করে দেয়ার উদ্দেশে এবং তারা আমার নিদর্শনাবলীও যদ্বারা তাদেরকে ভয় প্রদর্শন করা হয়, সেগুলোকে ঠাট্টারূপে গ্রহণ করেছে।", "pr": "ওয়ামা-নুরছিলুল মুরছালীনা ইল্লা-মুবাশশিরীনা ওয়া মুনযিরীনা ওয়া ইউজা-দিলুল্লাযীনা কাফারূবিলবা-তিলি লিইউদহিদূ বিহিল হাক্কা ওয়াত্তাখাযূআ-য়া-তী ওয়ামাউনযিরূ হুঝুওয়া-।", "sura_id": 18 }, { "ar": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلٰى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۖ وَإِن تَدْعُهُمْ إِلَى الْهُدٰى فَلَن يَهْتَدُوٓا إِذًا أَبَدًا", "ayat_id": 57, "id": 2197, "bn": "তার চাইতে অধিক জালেম কে, যাকে তার পালনকর্তার কালাম দ্বারা বোঝানো হয়, অতঃপর সে তা থেকে মুখ ফিরিয়ে নেয় এবং তার পূর্ববর্তী কৃতকর্মসমূহ ভুলে যায়? আমি তাদের অন্তরের উপর পর্দা রেখে দিয়েছি, যেন তা না বোঝে এবং তাদের কানে রয়েছে বধিরতার বোঝা। যদি আপনি তাদেরকে সৎপথের প্রতি দাওয়াত দেন, তবে কখনই তারা সৎপথে আসবে না।", "pr": "ওয়া মান আজলামুমিম্মান যুক্কিরা বিআ-য়া-তি রাব্বিহী ফাআ‘রাদা‘আনহা-ওয়া নাছিয়া মা-কাদ্দামাত ইয়াদা-হু ইন্না-জা‘আলনা-‘আলা-কুলূবিহিম আকিন্নাতান আইঁ ইয়াফকাহূহু ওয়া ফীআ-যা-নিহিম ওয়াকরাওঁ ওয়া ইন তাদ‘উহুম ইলাল হুদা-ফালাইঁ ইয়াহতাদূ ইযান আবাদা-।", "sura_id": 18 }, { "ar": "وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا مِن دُونِهِۦ مَوْئِلًا", "ayat_id": 58, "id": 2198, "bn": "আপনার পালনকর্তা ক্ষমাশীল, দয়ালু, যদি তিনি তাদেরকে তাদের কৃতকর্মের জন্যে পাকড়াও করেন তবে তাদের শাস্তি ত্বরাম্বিত করতেন, কিন্তু তাদের জন্য রয়েছে একটি প্রতিশ্রুত সময়, যা থেকে তারা সরে যাওয়ার জায়গা পাবে না।", "pr": "ওয়া রাব্বুকাল গাফূরু যুর রাহমাতি লাও ইউআ-খিযুহুম বিমা-কাছাবূলা‘আজ্জালা লাহুমুল ‘আযা-বা বাল্লাহুম মাও‘ইদুল লাইঁ ইয়াজিদূমিন দূ নিহী মাওইলা-।", "sura_id": 18 }, { "ar": "وَتِلْكَ الْقُرٰىٓ أَهْلَكْنٰهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا", "ayat_id": 59, "id": 2199, "bn": "এসব জনপদও তাদেরকে আমি ধংস করে দিয়েছি, যখন তারা জালেম হয়ে গিয়েছিল এবং আমি তাদের ধ্বংসের জন্যে একটি প্রতিশ্রুত সময় নির্দিষ্ট করেছিলাম।", "pr": "ওয়া তিলকাল কুরা আহলাকনা-হুম লাম্মা-জালামূওয়া জা‘আলনা- লিমাহলিকিহিম মাও‘ইদা-।", "sura_id": 18 }, { "ar": "وَإِذْ قَالَ مُوسٰى لِفَتٰىهُ لَآ أَبْرَحُ حَتّٰىٓ أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا", "ayat_id": 60, "id": 2200, "bn": "যখন মূসা তাঁর যুবক (সঙ্গী) কে বললেনঃ দুই সমুদ্রের সঙ্গমস্থলে না পৌছা পর্যন্ত আমি আসব না অথবা আমি যুগ যুগ ধরে চলতে থাকব।", "pr": "ওয়া ইযকা-লা মূছা-লিফাতা-হুলাআবরাহুহাত্তাআবলুগা মাজমা‘আল বাহরাইনি আও আমদিয়া হুকুবা-।", "sura_id": 18 }, { "ar": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُۥ فِى الْبَحْرِ سَرَبًا", "ayat_id": 61, "id": 2201, "bn": "অতঃপর যখন তাঁরা দুই সুমুদ্রের সঙ্গমস্থলে পৌছালেন, তখন তাঁরা নিজেদের মাছের কথা ভুলে গেলেন। অতঃপর মাছটি সমুদ্রে সুড়ঙ্গ পথ সৃষ্টি করে নেমে গেল।", "pr": "ফালাম্মা-বালাগা-মাজমা‘আ বাইনিহিমা-নাছিয়া-হুতাহুমা-ফাত্তাখাযা ছাবীলাহূফিল বাহরি ছারাবা-।", "sura_id": 18 }, { "ar": "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هٰذَا نَصَبًا", "ayat_id": 62, "id": 2202, "bn": "যখন তাঁরা সে স্থানটি অতিক্রম করে গেলেন, মূসা সঙ্গী কে বললেনঃ আমাদের নাশতা আন। আমরা এই সফরে পরিশ্রান্ত হয়ে পড়েছি।", "pr": "ফালাম্মা- জা-ওয়াঝা-কা-লা লিফাতা-হুআ-তিনা- গাদাআনা-লাকাদ লাকীনা মিন ছাফারিনা-হা-যা-নাসাবা-।", "sura_id": 18 }, { "ar": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى الصَّخْرَةِ فَإِنِّى نَسِيتُ الْحُوتَ وَمَآ أَنسٰىنِيهُ إِلَّا الشَّيْطٰنُ أَنْ أَذْكُرَهُۥ ۚ وَاتَّخَذَ سَبِيلَهُۥ فِى الْبَحْرِ عَجَبًا", "ayat_id": 63, "id": 2203, "bn": "সে বললঃ আপনি কি লক্ষ্য করেছেন, আমরা যখন প্রস্তর খন্ডে আশ্রয় নিয়েছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম। শয়তানই আমাকে একথা স্মরণ রাখতে ভুলিয়ে দিয়েছিল। মাছটি আশ্চর্য জনক ভাবে সমুদ্রে নিজের পথ করে নিয়েছে।", "pr": "কা-লা আরাআইতা ইয আওয়াইনা ইলাসসাখরাতি ফাইন্নী নাছীতুল হূতা  ওয়ামা আনছা-নীহু ইল্লাশশাইতা-নুআন আযকুরাহূ ওয়াত্তাখাযা ছাবীলাহূফিল বাহরি ‘আজাবা-।", "sura_id": 18 }, { "ar": "قَالَ ذٰلِكَ مَا كُنَّا نَبْغِ ۚ فَارْتَدَّا عَلٰىٓ ءَاثَارِهِمَا قَصَصًا", "ayat_id": 64, "id": 2204, "bn": "মূসা বললেনঃ আমরা তো এ স্থানটিই খুঁজছিলাম। অতঃপর তাঁরা নিজেদের চিহ্ন ধরে ফিরে চললেন।", "pr": "কা-লা যা-লিকা মা-কুন্না-নাবগি  ফারতাদ্দা-‘আলাআ-ছা-রিহিমা-কাসাসা-।", "sura_id": 18 }, { "ar": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنٰهُ مِن لَّدُنَّا عِلْمًا", "ayat_id": 65, "id": 2205, "bn": "অতঃপর তাঁরা আমার বান্দাদের মধ্যে এমন একজনের সাক্ষাত পেলেন, যাকে আমি আমার পক্ষ থেকে রহমত দান করেছিলাম ও আমার পক্ষ থেকে দিয়েছিলাম এক বিশেষ জ্ঞান।", "pr": "ফাওয়াজাদা- ‘আবদাম মিন ইবা-দিনা আ-তাইনা-হুরাহমাতাম মিন ‘ইনদিনা ওয়া ‘আল্লামনা-হু মিল্লাদুন্না-‘ইল মা-।", "sura_id": 18 }, { "ar": "قَالَ لَهُۥ مُوسٰى هَلْ أَتَّبِعُكَ عَلٰىٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا", "ayat_id": 66, "id": 2206, "bn": "মূসা তাঁকে বললেনঃ আমি কি এ শর্তে আপনার অনুসরণ করতে পারি যে, সত্যপথের যে জ্ঞান আপনাকে শেখানো হয়েছে, তা থেকে আমাকে কিছু শিক্ষা দেবেন?", "pr": "কা-লা লাহূমূছা-হাল আত্তাবি‘উকা ‘আলাআন তু‘আলিলমানি মিম্মা-‘উলিলমতা রুশদা-।", "sura_id": 18 }, { "ar": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا", "ayat_id": 67, "id": 2207, "bn": "তিনি বললেনঃ আপনি আমার সাথে কিছুতেই ধৈর্য্যধারণ করে থাকতে পারবেন না।", "pr": "কা-লা ইন্নাকা লান তাছতাতী‘আ মা‘ইয়া সাবরা-।", "sura_id": 18 }, { "ar": "وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهِۦ خُبْرًا", "ayat_id": 68, "id": 2208, "bn": "যে বিষয় বোঝা আপনার আয়ত্তাধীন নয়, তা দেখে আপনি ধৈর্য্যধারণ করবেন কেমন করে?", "pr": "ওয়া কাইফা তাসবিরু ‘আলা-মা-লাম তুহিতবিহী খুবরা-।", "sura_id": 18 }, { "ar": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ اللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا", "ayat_id": 69, "id": 2209, "bn": "মূসা বললেনঃ আল্লাহ চাহেন তো আপনি আমাকে ধৈর্য্যশীল পাবেন এবং আমি আপনার কোন আদেশ অমান্য করব না।", "pr": "কা-লা ছাতাজিদুনীইন শাআল্লা-হু সা-বিরাওঁ ওয়ালাআ‘সী লাকা আমরা-।", "sura_id": 18 }, { "ar": "قَالَ فَإِنِ اتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتّٰىٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا", "ayat_id": 70, "id": 2210, "bn": "তিনি বললেনঃ যদি আপনি আমার অনুসরণ করেনই তবে কোন বিষয়ে আমাকে প্রশ্ন করবেন না, যে পর্যন্ত না আমি নিজেই সে সম্পর্কে আপনাকে কিছু বলি।", "pr": "কা-লা ফাইনিত তাবা‘তানী ফালা-তাছআলনী ‘আন শাইয়িন হাত্তাউহদিছালাকামিনহু যিকরা-।", "sura_id": 18 }, { "ar": "فَانطَلَقَا حَتّٰىٓ إِذَا رَكِبَا فِى السَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا", "ayat_id": 71, "id": 2211, "bn": "অতঃপর তারা চলতে লাগলঃ অবশেষে যখন তারা নৌকায় আরোহণ করল, তখন তিনি তাতে ছিদ্র করে দিলেন। মূসা বললেনঃ আপনি কি এর আরোহীদেরকে ডুবিয়ে দেয়ার জন্যে এতে ছিদ্র করে দিলেন? নিশ্চয়ই আপনি একটি গুরুতর মন্দ কাজ করলেন।", "pr": "ফানতালাকা-হাত্তাইযা-রাকিবা-ফিছছাফীনাতি খারাকাহা- কা-লা আখারাকতাহা-লিতুগরিকা আহলাহা- লাকাদ জি’তা শাইআন ইমরা-।", "sura_id": 18 }, { "ar": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا", "ayat_id": 72, "id": 2212, "bn": "তিনি বললেনঃ আমি কি বলিনি যে, আপনি আমার সাথে কিছুতেই ধৈর্য্য ধরতে পারবেন না ?", "pr": "কা-লা আলাম আকুল ইন্নাকা লান তাছতাতী‘আ মা‘ইয়া সাবরা-।", "sura_id": 18 }, { "ar": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا", "ayat_id": 73, "id": 2213, "bn": "মূসা বললেনঃ আমাকে আমার ভুলের জন্যে অপরাধী করবেন না এবং আমার কাজে আমার উপর কঠোরতা আরোপ করবেন না।", "pr": "কা-লা লা-তুআখিযনী বিমা -নাছীতুওয়ালা-তুরহিকনী মিন আমরী ‘উছরা-।", "sura_id": 18 }, { "ar": "فَانطَلَقَا حَتّٰىٓ إِذَا لَقِيَا غُلٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا", "ayat_id": 74, "id": 2214, "bn": "অতঃপর তারা চলতে লাগল। অবশেষে যখন একটি বালকের সাক্ষাত পেলেন, তখন তিনি তাকে হত্যা করলেন। মূসা বললেন? আপনি কি একটি নিস্পাপ জীবন শেষ করে দিলেন প্রাণের বিনিময় ছাড়াই? নিশ্চয়ই আপনি তো এক গুরুতর অন্যায় কাজ করলেন।", "pr": "ফানতালাকা-হাত্তাইযা-লাকিয়া-গুলা-মান ফাকাতালাহূকা-লা আকাতালতা নাফছান ঝাকিইইয়াতাম বিগাইরি নাফছিল লাকাদ জি’তা শাইআন নুকরা-।", "sura_id": 18 }, { "ar": "قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا", "ayat_id": 75, "id": 2215, "bn": "তিনি বললেনঃ আমি কি বলিনি যে, আপনি আমার সাথে ধৈর্য্য ধরে থাকতে পারবেন না।", "pr": "কা- লা আলাম আকুল্লাকা ইন্নাকা লান তাছতাতী‘আ মা‘ইয়া সাবরা-।", "sura_id": 18 }, { "ar": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا", "ayat_id": 76, "id": 2216, "bn": "মূসা বললেনঃ এরপর যদি আমি আপনাকে কোন বিষয়ে প্রশ্ন করি, তবে আপনি আমাকে সাথে রাখবেন না। আপনি আমার পক্ষ থেকে অভিযোগ মুক্ত হয়ে গেছেন।", "pr": "কা-লা ইন ছাআলতুকা ‘আন শাইয়িম বা‘দাহা-ফালা-তুসা-হিবনী কাদ বালাগতা মিল্লাদুন্নী ‘উযরা-।", "sura_id": 18 }, { "ar": "فَانطَلَقَا حَتّٰىٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ اسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا", "ayat_id": 77, "id": 2217, "bn": "অতঃপর তারা চলতে লাগল, অবশেষে যখন একটি জনপদের অধিবাসীদের কাছে পৌছে তাদের কাছে খাবার চাইল, তখন তারা তাদের অতিথেয়তা করতে অস্বীকার করল। অতঃপর তারা সেখানে একটি পতনোম্মুখ প্রাচীর দেখতে পেলেন, সেটি তিনি সোজা করে দাঁড় করিয়ে দিলেন। মূসা বললেনঃ আপনি ইচ্ছা করলে তাদের কাছ থেকে এর পারিশ্রমিক আদায় করতে পারতেন।", "pr": "ফানতালাকা-হাত্তাইযাআতাইয়াআহলা কারইয়াতিনিছতাত‘আমা আহলাহা-ফাআবাওঁআইঁ ইউদাইয়িফূহুমা-ফাওয়াজাদা-ফীহা-জিদা-রাইঁ ইউরীদুআইঁ ইয়ানকাদ্দা ফাআকা-মাহূ কা-লা লাও শি’তা লাত্তাখাযতা ‘আলাইহি আজরা-।", "sura_id": 18 }, { "ar": "قَالَ هٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا", "ayat_id": 78, "id": 2218, "bn": "তিনি বললেনঃ এখানেই আমার ও আপনার মধ্যে সম্পর্কচ্ছেদ হল। এখন যে বিষয়ে আপনি ধৈর্য্য ধরতে পারেননি, আমি তার তাৎপর্য বলে দিচ্ছি।", "pr": "কা-লা হা-যা-ফিরা-কুবাইনী ওয়া বাইনিকা ছাউনাব্বিউকা বিতা’বিলি মালাম তাছতাতি‘ ‘আলাইহি সাব রা-।", "sura_id": 18 }, { "ar": "أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسٰكِينَ يَعْمَلُونَ فِى الْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا", "ayat_id": 79, "id": 2219, "bn": "নৌকাটির ব্যাপারে-সেটি ছিল কয়েকজন দরিদ্র ব্যক্তির। তারা সমুদ্রে জীবিকা অন্বেষন করত। আমি ইচ্ছা করলাম যে, সেটিকে ক্রটিযুক্ত করে দেই। তাদের অপরদিকে ছিল এক বাদশাহ। সে বলপ্রয়োগে প্রত্যেকটি নৌকা ছিনিয়ে নিত।", "pr": "আম্মাছ ছাফীনাতুফাকা-নাত লিমাছা-কীনা ইয়া‘মালূনা ফিল বাহরি ফাআরাততুআন আ‘ঈবাহা-ওয়া কা-না ওয়ারাআহুম মালিকুইঁ ইয়া‘খুযুকুল্লা ছাফীনাতিন গাসবা-।", "sura_id": 18 }, { "ar": "وَأَمَّا الْغُلٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيٰنًا وَكُفْرًا", "ayat_id": 80, "id": 2220, "bn": "বালকটির ব্যাপার তার পিতা-মাতা ছিল ঈমানদার। আমি আশঙ্কা করলাম যে, সে অবাধ্যতা ও কুফর দ্বারা তাদেরকে প্রভাবিত করবে।", "pr": "ওয়া আম্মাল গুলা-মুফাকা-না আবাওয়া-হুমু’মিনাইনি ফাখাশীনাআইঁ ইউরহিকাহুমাতুগইয়া-নাওঁ ওয়া কুফরা-।", "sura_id": 18 }, { "ar": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَأَقْرَبَ رُحْمًا", "ayat_id": 81, "id": 2221, "bn": "অতঃপর আমি ইচ্ছা করলাম যে, তাদের পালনকর্তা তাদেরকে মহত্তর, তার চাইতে পবিত্রতায় ও ভালবাসায় ঘনিষ্ঠতর একটি শ্রেষ্ঠ সন্তান দান করুক।", "pr": "ফাআরাদনাআইঁ ইউবদিলাহুমা- রাব্বুহুমা- খাইরাম মিনহু ঝাকা-তাওঁ ওয়া আকারাবা রুহমা-।", "sura_id": 18 }, { "ar": "وَأَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيمَيْنِ فِى الْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا", "ayat_id": 82, "id": 2222, "bn": "প্রাচীরের ব্যাপার-সেটি ছিল নগরের দুজন পিতৃহীন বালকের। এর নীচে ছিল তাদের গুপ্তধন এবং তাদের পিতা ছিল সৎকর্ম পরায়ন। সুতরাং আপনার পালনকর্তা দায়বশতঃ ইচ্ছা করলেন যে, তারা যৌবনে পদার্পন করুক এবং নিজেদের গুপ্তধন উদ্ধার করুক। আমি নিজ মতে এটা করিনি। আপনি যে বিষয়ে ধৈর্য্যধারণ করতে অক্ষম হয়েছিলেন, এই হল তার ব্যাখ্যা।", "pr": "ওয়া আম্মাল জিদা-রু ফাকা-না লিগুলা-মাইনি ইয়াতীমাইনি ফিল মাদীনাতি ওয়া কা-না তাহতাহূকানঝুল্লাহুমা-ওয়া কা-না আবূহুমা-সা-লিহান ফাআরা-দা রাব্বুকা আইঁ ইয়াবলুগাআশুদ্দা হুমা-ওয়া ইয়াছতাখরিজা-কানঝাহুমা-  রাহমাতাম মির রাব্বিকা ওয়ামা-ফা‘আলতুহূ‘আন আমরী যা-লিকা তা’বীলুমা-লাম তাছতি‘ ‘আলাইহি সাবরা-।", "sura_id": 18 }, { "ar": "وَيَسْـَٔلُونَكَ عَن ذِى الْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا عَلَيْكُم مِّنْهُ ذِكْرًا", "ayat_id": 83, "id": 2223, "bn": "তারা আপনাকে যুলকারনাইন সম্পর্কে জিজ্ঞাসা করে। বলুনঃ আমি তোমাদের কাছে তাঁর কিছু অবস্থা বর্ণনা করব।", "pr": "ওয়া ইয়াছআলূনাকা আন যিল কারনাইনি কুল ছাআতলূ‘আলাইকুম মিনহু যিকরা-।", "sura_id": 18 }, { "ar": "إِنَّا مَكَّنَّا لَهُۥ فِى الْأَرْضِ وَءَاتَيْنٰهُ مِن كُلِّ شَىْءٍ سَبَبًا", "ayat_id": 84, "id": 2224, "bn": "আমি তাকে পৃথিবীতে প্রতিষ্ঠিত করেছিলাম এবং প্রত্যেক বিষয়ের কার্যোপকরণ দান করেছিলাম।", "pr": "ইন্না-মাক্কান্না-লাহূফিল আরদিওয়া আ-তাইনা-হু মিন কুল্লি শাইয়িন ছাবাবা-।", "sura_id": 18 }, { "ar": "فَأَتْبَعَ سَبَبًا", "ayat_id": 85, "id": 2225, "bn": "অতঃপর তিনি এক কার্যোপকরণ অবলম্বন করলেন।", "pr": "ফাআতবা‘আ ছাবাবা-।", "sura_id": 18 }, { "ar": "حَتّٰىٓ إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يٰذَا الْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا", "ayat_id": 86, "id": 2226, "bn": "অবশেষে তিনি যখন সুর্যের অস্তাচলে পৌছলেন; তখন তিনি সুর্যকে এক পঙ্কিল জলাশয়ে অস্ত যেতে দেখলেন এবং তিনি সেখানে এক সম্প্রদায়কে দেখতে পেলেন। আমি বললাম, হে যুলকারনাইন! আপনি তাদেরকে শাস্তি দিতে পারেন অথবা তাদেরকে সদয়ভাবে গ্রহণ করতে পারেন।", "pr": "হাত্তাইযা-বালাগা মাগরিবাশ শামছি ওয়া জাদাহা-তাগরুবুফী ‘আইনিন হামিআতিওঁ ওয়া ওয়াজাদা ‘ইনদাহা-কাওমান কুলনা-ইয়া-যাল কারনাইনি ইম্মাআন তু‘আযযিবা ওয়া ইম্মাআন তাত্তাখিযা ফীহিম হুছনা-।", "sura_id": 18 }, { "ar": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلٰى رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا", "ayat_id": 87, "id": 2227, "bn": "তিনি বললেনঃ যে কেউ সীমালঙ্ঘনকারী হবে আমি তাকে শাস্তি দেব। অতঃপর তিনি তাঁর পালনকর্তার কাছে ফিরে যাবেন। তিনি তাকে কঠোর শাস্তি দেবেন।", "pr": "কা-লা আম্মা-মান জালামা ফাছাওফা নু‘আযযি বুহূ ছু ম্মা ইউরাদ্দু ইলা-রাব্বিহী ফাইউ‘আযযি বুহূ‘আযা-বান নুকরা-।", "sura_id": 18 }, { "ar": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صٰلِحًا فَلَهُۥ جَزَآءً الْحُسْنٰى ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا", "ayat_id": 88, "id": 2228, "bn": "এবং যে বিশ্বাস স্থাপন করে ও সৎকর্ম করে তার জন্য প্রতিদান রয়েছে কল্যাণ এবং আমার কাজে তাকে সহজ নির্দেশ দেব।", "pr": "ওয়া আম্মা-মান আ-মানা ওয়া ‘আমিলা সা-লিহান ফালাহূজাঝাআনিল হুছনা-,ওয়া ছানাকূলুলাহূমিন আমরিনা-ইউছরা-।", "sura_id": 18 }, { "ar": "ثُمَّ أَتْبَعَ سَبَبًا", "ayat_id": 89, "id": 2229, "bn": "অতঃপর তিনি এক উপায় অবলম্বন করলেন।", "pr": "ছুম্মা আতবা‘আ ছাবাবা-।", "sura_id": 18 }, { "ar": "حَتّٰىٓ إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا", "ayat_id": 90, "id": 2230, "bn": "অবশেষে তিনি যখন সূর্যের উদয়াচলে পৌছলেন, তখন তিনি তাকে এমন এক সম্প্রদায়ের উপর উদয় হতে দেখলেন, যাদের জন্যে সূর্যতাপ থেকে আত্নরক্ষার কোন আড়াল আমি সৃষ্টি করিনি।", "pr": "হাত্তাইযা-বালাগা মাতলি‘আশশামছি ওয়াজাদাহা-তাতলু‘উ ‘আলা-কাওমিল লাম নাজ‘আল লাহুম মিন দূনিহা-ছিতরা-।", "sura_id": 18 }, { "ar": "كَذٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا", "ayat_id": 91, "id": 2231, "bn": "প্রকৃত ঘটনা এমনিই। তার বৃত্তান্ত আমি সম্যক অবগত আছি।", "pr": "কাযা-লিকা ওয়া কাদ আহাতনা-বিমা-লাদাইহি খুবরা", "sura_id": 18 }, { "ar": "ثُمَّ أَتْبَعَ سَبَبًا", "ayat_id": 92, "id": 2232, "bn": "আবার তিনি এক পথ ধরলেন।", "pr": "ছু ম্মা আতবা‘আ ছাবাবা-।", "sura_id": 18 }, { "ar": "حَتّٰىٓ إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا", "ayat_id": 93, "id": 2233, "bn": "অবশেষে যখন তিনি দুই পর্বত প্রচীরের মধ্যস্থলে পৌছলেন, তখন তিনি সেখানে এক জাতিকে পেলেন, যারা তাঁর কথা একেবারেই বুঝতে পারছিল না।", "pr": "হাত্তাইযা-বালাগা বাইনাছছাদ্দাইনি ওয়াজাদা মিন দূনিহিমা-কাওমাল লা-ইয়াকা-দূনা ইয়াফকাহূনা কাওলা-।", "sura_id": 18 }, { "ar": "قَالُوا يٰذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰىٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا", "ayat_id": 94, "id": 2234, "bn": "তারা বললঃ হে যুলকারনাইন, ইয়াজুজ ও মাজুজ দেশে অশান্তি সৃষ্টি করেছে। আপনি বললে আমরা আপনার জন্যে কিছু কর ধার্য করব এই শর্তে যে, আপনি আমাদের ও তাদের মধ্যে একটি প্রাচীর নির্মাণ করে দেবেন।", "pr": "কা-লূইয়া-যাল কারনাইনি ইন্না ইয়া’জূজা ওয়া মা’জূজা মুফছিদূনা ফিল আরদি ফাহাল নাজ‘আলুলাকা খারজান ‘আলাআন তাজ‘আলা বাইনানা-ওয়া বাইনাহুম ছাদ্দা-।", "sura_id": 18 }, { "ar": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا", "ayat_id": 95, "id": 2235, "bn": "তিনি বললেনঃ আমার পালনকর্তা আমাকে যে সামর্থ?2470;িয়েছেন, তাই যথেষ্ট। অতএব, তোমরা আমাকে শ্রম দিয়ে সাহায্য কর। আমি তোমাদের ও তাদের মধ্যে একটি সুদৃঢ় প্রাচীর নির্মাণ করে দেব।", "pr": "কা-লা মা-মাকান্নী ফীহি রাববী খাইরুন ফাআ‘ঈনূনী বিকুওওয়াতিন আজ‘আল বাইনাকুম ওয়া বাইনাহুম রাদমা-।", "sura_id": 18 }, { "ar": "ءَاتُونِى زُبَرَ الْحَدِيدِ ۖ حَتّٰىٓ إِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انفُخُوا ۖ حَتّٰىٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا", "ayat_id": 96, "id": 2236, "bn": "তোমরা আমাকে লোহার পাত এনে দাও। অবশেষে যখন পাহাড়ের মধ্যবর্তী ফাঁকা স্থান পূর্ণ হয়ে গেল, তখন তিনি বললেনঃ তোমরা হাঁপরে দম দিতে থাক। অবশেষে যখন তা আগুনে পরিণত হল, তখন তিনি বললেনঃ তোমরা গলিত তামা নিয়ে এস, আমি তা এর উপরে ঢেলে দেই।", "pr": "আ-তূনী ঝুবারাল হাদীদি হাত্তাইযা-ছা-ওয়া-বাইনাসসাদাফাইনি কা-লানফুখূ হাত্তাইযা-জা‘আলাহূনা-রান কা-লা আ-তূনীউফরিগ ‘আলাইহি কিতরা-।", "sura_id": 18 }, { "ar": "فَمَا اسْطٰعُوٓا أَن يَظْهَرُوهُ وَمَا اسْتَطٰعُوا لَهُۥ نَقْبًا", "ayat_id": 97, "id": 2237, "bn": "অতঃপর ইয়াজুজ ও মাজুজ তার উপরে আরোহণ করতে পারল না এবং তা ভেদ করতে ও সক্ষম হল না।", "pr": "ফামাছতা‘ঊআইঁ ইয়াজহারূহু ওয়া মাছতাতা-‘ঊ লাহূনাকবা-।", "sura_id": 18 }, { "ar": "قَالَ هٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا", "ayat_id": 98, "id": 2238, "bn": "যুলকারনাইন বললেনঃ এটা আমার পালনকর্তার অনুগ্রহ। যখন আমার পালনকর্তার প্রতিশ্রুত সময় আসবে, তখন তিনি একে চূর্ণ-বিচূর্ণ করে দেবেন এবং আমার পালনকর্তার প্রতিশ্রুতি সত্য।", "pr": "কা-লা হা-যা-রাহমাতুম মির রাববী ফাইযা-জাআ ওয়া‘দুরাববী জা‘আলাহূ দাক্কাআ ওয়া কা-না ওয়া‘দুরাববী হাক্কা-।", "sura_id": 18 }, { "ar": "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى الصُّورِ فَجَمَعْنٰهُمْ جَمْعًا", "ayat_id": 99, "id": 2239, "bn": "আমি সেদিন তাদেরকে দলে দলে তরঙ্গের আকারে ছেড়ে দেব এবং শিঙ্গায় ফুঁৎকার দেয়া হবে। অতঃপর আমি তাদের সবাইকে একত্রিত করে আনব।", "pr": "ওয়া তারাকনা- বা‘দাহুম ইয়াওমাইযিইঁ ইয়ামূজুফী বা‘দিওঁ ওয়া নুফিখা ফিসসূরি ফাজামা‘না-হুম জাম‘আ-।", "sura_id": 18 }, { "ar": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكٰفِرِينَ عَرْضًا", "ayat_id": 100, "id": 2240, "bn": "সেদিন আমি কাফেরদের কাছে জাহান্নামকে প্রত্যক্ষ ভাবে উপস্থিত করব।", "pr": "ওয়া ‘আরাদনা-জাহান্নামা ইয়াওমাইযিল লিলকা-ফিরীনা ‘আরদা-।", "sura_id": 18 }, { "ar": "الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا", "ayat_id": 101, "id": 2241, "bn": "যাদের চক্ষুসমূহের উপর পর্দা ছিল আমার স্মরণ থেকে এবং যারা শুনতেও সক্ষম ছিল না।", "pr": "আল্লাযীনা কা-নাত আ‘ইউনুহুম ফী গিতাইন ‘আন যিকরী ওয়া কা-নূলা-ইয়াছতাতী‘ঊনা ছাম‘আ-।", "sura_id": 18 }, { "ar": "أَفَحَسِبَ الَّذِينَ كَفَرُوٓا أَن يَتَّخِذُوا عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكٰفِرِينَ نُزُلًا", "ayat_id": 102, "id": 2242, "bn": "কাফেররা কি মনে করে যে, তারা আমার পরিবর্তে আমার বান্দাদেরকে অভিভাবক রূপে গ্রহণ করবে? আমি কাফেরদের অভ্যর্থনার জন্যে জাহান্নামকে প্রস্তুত করে রেখেছি।", "pr": "আফাহাছিবাল্লাযীনা কাফারূআইঁ ইয়াত্তাখিযূ‘ইবা-দী মিন দূ নীআওলিয়াআ ইন্না আ‘তাদনা-জাহান্নামা লিলকা-ফিরীনা নুঝুলা-।", "sura_id": 18 }, { "ar": "قُلْ هَلْ نُنَبِّئُكُم بِالْأَخْسَرِينَ أَعْمٰلًا", "ayat_id": 103, "id": 2243, "bn": "বলুনঃ আমি কি তোমাদেরকে সেসব লোকের সংবাদ দেব, যারা কর্মের দিক দিয়ে খুবই ক্ষতিগ্রস্ত।", "pr": "কুল হাল নুনাব্বিউকুম বিলআখছারীনা আ‘মা-লা-।", "sura_id": 18 }, { "ar": "الَّذِينَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا", "ayat_id": 104, "id": 2244, "bn": "তারাই সে লোক, যাদের প্রচেষ্টা পার্থিবজীবনে বিভ্রান্ত হয়, অথচ তারা মনে করে যে, তারা সৎকর্ম করেছে।", "pr": "আল্লাযীনা দাল্লা ছা‘ইউহুম ফিল হায়া-তিদদুনইয়া- ওয়াহুম ইয়াহছাবূনা আন্নাহুম ইউহছিনূনা সুন‘আ-।", "sura_id": 18 }, { "ar": "أُولٰٓئِكَ الَّذِينَ كَفَرُوا بِـَٔايٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًا", "ayat_id": 105, "id": 2245, "bn": "তারাই সে লোক, যারা তাদের পালনকর্তার নিদর্শনাবলী এবং তাঁর সাথে সাক্ষাতের বিষয় অস্বীকার করে। ফলে তাদের কর্ম নিষ্ফল হয়ে যায়। সুতরাং কেয়ামতের দিন তাদের জন্য আমি কোন গুরুত্ব স্থির করব না।", "pr": "উলাইকাল্লাযীনা কাফারূ বিআ-য়া-তি রাব্বিহিম ওয়ালিকাইহী ফাহাবিতাত আ‘মালুহুম ফালা-নুকীমুলাহুম ইয়াওমাল কিয়া-মাতি ওয়াঝনা-।", "sura_id": 18 }, { "ar": "ذٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوٓا ءَايٰتِى وَرُسُلِى هُزُوًا", "ayat_id": 106, "id": 2246, "bn": "জাহান্নাম-এটাই তাদের প্রতিফল; কারণ, তারা কাফের হয়েছে এবং আমার নিদর্শনাবলী ও রসূলগণকে বিদ্রূপের বিষয় রূপে গ্রহণ করেছে।", "pr": "যা-লিকা জাঝাউহুম জাহান্নামুবিমা-কাফারূওয়াত্তাখাযূআ-য়া-তী ওয়ারুছুলী হুঝুওয়া-।", "sura_id": 18 }, { "ar": "إِنَّ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا", "ayat_id": 107, "id": 2247, "bn": "যারা বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, তাদের অভ্যর্থনার জন্যে আছে জান্নাতুল ফেরদাউস।", "pr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি কা-নাত লাহুম জান্না-তুল ফিরদাওছি নুঝুলা-।", "sura_id": 18 }, { "ar": "خٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا", "ayat_id": 108, "id": 2248, "bn": "সেখানে তারা চিরকাল থাকবে, সেখান থেকে স্থান পরিবর্তন করতে চাইবে না।", "pr": "খা-লিদীনা ফীহা-লা-ইয়াবগূনা ‘আনহা-হিওয়ালা-।", "sura_id": 18 }, { "ar": "قُل لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّى لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا", "ayat_id": 109, "id": 2249, "bn": "বলুনঃ আমার পালনকর্তার কথা, লেখার জন্যে যদি সমুদ্রের পানি কালি হয়, তবে আমার পালনকর্তার কথা, শেষ হওয়ার আগেই সে সমুদ্র নিঃশেষিত হয়ে যাবে। সাহায্যার্থে অনুরূপ আরেকটি সমুদ্র এনে দিলেও।", "pr": "কুল লাও কা-নাল বাহরু মিদা-দাল লিকালিমা-তি রাববী লানাফিদাল বাহরু কাবলা আন তানফাদা কালিমা-তুরাববী ওয়ালাও জি’না-বিমিছলিহী মাদাদা-।", "sura_id": 18 }, { "ar": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحٰىٓ إِلَىَّ أَنَّمَآ إِلٰهُكُمْ إِلٰهٌ وٰحِدٌ ۖ فَمَن كَانَ يَرْجُوا لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا", "ayat_id": 110, "id": 2250, "bn": "বলুনঃ আমি ও তোমাদের মতই একজন মানুষ, আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের ইলাহই একমাত্র ইলাহ। অতএব, যে ব্যক্তি তার পালনকর্তার সাক্ষাত কামনা করে, সে যেন, সৎকর্ম সম্পাদন করে এবং তার পালনকর্তার এবাদতে কাউকে শরীক না করে।", "pr": "কুল ইন্নামাআনা-বাশারুম মিছলুকুম ইউহাইলাইইয়া আন্নামাইলা-হুকুম ইলা-হুওঁ ওয়া-হিদুন ফামান কা-না ইয়ারজূলিকাআ রাব্বিহী ফালইয়া‘মাল ‘আমালান সালিহাওঁ ওয়ালা-ইউশরিক বি‘ইবা-দাতি রাব্বিহীআহাদা-।", "sura_id": 18 }]