[{ "ar": "اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ", "ayat_id": 1, "id": 2484, "bn": "মানুষের হিসাব-কিতাবের সময় নিকটবর্তী; অথচ তারা বেখবর হয়ে মুখ ফিরিয়ে নিচ্ছে।", "pr": "ইকতারাবা লিন্না-ছি হিছা-বুহুম ওয়া হুম ফী গাফলাতিম মু‘রিদূন।", "sura_id": 21 }, { "ar": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ", "ayat_id": 2, "id": 2485, "bn": "তাদের কাছে তাদের পালনকর্তার পক্ষ থেকে যখনই কোন নতুন উপদেশ আসে, তারা তা খেলার ছলে শ্রবণ করে।", "pr": "মা-ইয়া’তীহিম মিন যিকরিম মির রাব্বিহিম মুহদাছিন ইল্লাছতামা‘উহু ওয়া হুম ইয়াল‘আবূন।", "sura_id": 21 }, { "ar": "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ السِّحْرَ وَأَنتُمْ تُبْصِرُونَ", "ayat_id": 3, "id": 2486, "bn": "তাদের অন্তর থাকে খেলায় মত্ত। জালেমরা গোপনে পরামর্শ করে, সে তো তোমাদেরই মত একজন মানুষ; এমতাবস্থায় দেখে শুনে তোমরা তার যাদুর কবলে কেন পড়?", "pr": "লা-হিয়াতান কুলূবুহুম ওয়া আছার রুন নাজওয়াল্লাযীনা জালামূ হাল হা-যা ইল্লা-বাশারুম মিছলুকুম আফাতা’তূনাছছিহরা ওয়া আনতুম তুবসিরূন।", "sura_id": 21 }, { "ar": "قَالَ رَبِّى يَعْلَمُ الْقَوْلَ فِى السَّمَآءِ وَالْأَرْضِ ۖ وَهُوَ السَّمِيعُ الْعَلِيمُ", "ayat_id": 4, "id": 2487, "bn": "পয়গম্বর বললেনঃ নভোমন্ডল ও ভুমন্ডলের কথাই আমার পালনকর্তা জানেন। তিনি সবকিছু শোনেন, সবকিছু জানেন।", "pr": "কা-লা রাববী ইয়া‘লামুল কাওলা ফিছছামাই ওয়াল আরদি ওয়া হুওয়াছছামী‘উল ‘আলীম।", "sura_id": 21 }, { "ar": "بَلْ قَالُوٓا أَضْغٰثُ أَحْلٰمٍۭ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ الْأَوَّلُونَ", "ayat_id": 5, "id": 2488, "bn": "এছাড়া তারা আরও বলেঃ অলীক স্বপ্ন; না সে মিথ্যা উদ্ভাবন করেছে, না সে একজন কবি। অতএব সে আমাদের কাছে কোন নিদর্শন আনয়ন করুক, যেমন নিদর্শন সহ আগমন করেছিলেন পূর্ববর্তীগন।", "pr": "বাল কা-লূআদগা-ছু আহলা-মিম বালিফ তারা-হু বাল হুওয়া শা-‘ইরুন ফালইয়া’তিনা-বিআ-য়াতিন কামাউরছিলাল আওওয়ালূন।", "sura_id": 21 }, { "ar": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنٰهَآ ۖ أَفَهُمْ يُؤْمِنُونَ", "ayat_id": 6, "id": 2489, "bn": "তাদের পূর্বে যেসব জনপদ আমি ধবংস করে দিয়েছি, তারা বিশ্বাস স্থাপন করেনি; এখন এরা কি বিশ্বাস স্থাপন করবে?", "pr": "মাআ-মানাত কাবলাহুম মিন কারইয়াতিন আহলাকনা-হা- আফাহুম ইউ’মিনূন।", "sura_id": 21 }, { "ar": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۖ فَسْـَٔلُوٓا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ", "ayat_id": 7, "id": 2490, "bn": "আপনার পূর্বে আমি মানুষই প্রেরণ করেছি, যাদের কাছে আমি ওহী পাঠাতাম। অতএব তোমরা যদি না জান তবে যারা স্মরণ রাখে তাদেরকে জিজ্ঞেস কর।", "pr": "ওয়ামাআরছালনা-কাবলাকা ইল্লা-রিজা-লাননূহীইলাইহিম ফাছআলূআহলাযযিকরি ইন কুনতুম লা-তা‘লামূন।", "sura_id": 21 }, { "ar": "وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خٰلِدِينَ", "ayat_id": 8, "id": 2491, "bn": "আমি তাদেরকে এমন দেহ বিশিষ্ট করিনি যে, তারা খাদ্য ভক্ষণ করত না এবং তারা চিরস্থায়ীও ছিল না।", "pr": "ওয়ামা-জা‘আলনা-হুম জাছাদাল্লা-ইয়া‘কুলূনাততা‘আ-মা ওয়ামা-কা-নূখা-লিদীন।", "sura_id": 21 }, { "ar": "ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَأَنجَيْنٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا الْمُسْرِفِينَ", "ayat_id": 9, "id": 2492, "bn": "অতঃপর আমি তাদেরকে দেয়া আমার প্রতিশ্রুতি পূর্ণ করলাম সুতরাং তাদেরকে এবং যাদেরকে ইচ্ছা বাঁচিয়ে দিলাম এবং ধবংস করে ছিলাম সীমালঙ্ঘনকারীদেরকে।", "pr": "ছু ম্মা সাদাকনা-হুমুল ওয়া‘দা ফাআনজাইনা-হুম ওয়া মান নাশাউ ওয়া আহলাকনাল মুছরিফীন।", "sura_id": 21 }, { "ar": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتٰبًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ", "ayat_id": 10, "id": 2493, "bn": "আমি তোমাদের প্রতি একটি কিতাব অবর্তীর্ণ করেছি; এতে তোমাদের জন্যে উপদেশ রয়েছে। তোমরা কি বোঝ না?", "pr": "লাকাদ আনঝালনাইলাইকুম কিতা-বান ফীহি যিকরুকুম আফালা-তা‘কিলূন।", "sura_id": 21 }, { "ar": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ", "ayat_id": 11, "id": 2494, "bn": "আমি কত জনপদের ধ্বংস সাধন করেছি যার অধিবাসীরা ছিল পাপী এবং তাদের পর সৃষ্টি করেছি অন্য জাতি।", "pr": "ওকাম কাসামনা- মিন কারইয়াতিন কা-নাত জা-লিমাতাওঁ ওয়া আনশা’না- বা‘দাহাকাওমান আ-খারীন।", "sura_id": 21 }, { "ar": "فَلَمَّآ أَحَسُّوا بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ", "ayat_id": 12, "id": 2495, "bn": "অতঃপর যখন তারা আমার আযাবের কথা টের পেল, তখনই তারা সেখান থেকে পলায়ন করতে লাগল।", "pr": "ফালাম্মাআহাছছূবা’ছানাইযা-হুম মিনহা-ইয়ারকুদূন।", "sura_id": 21 }, { "ar": "لَا تَرْكُضُوا وَارْجِعُوٓا إِلٰى مَآ أُتْرِفْتُمْ فِيهِ وَمَسٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ", "ayat_id": 13, "id": 2496, "bn": "পলায়ন করো না এবং ফিরে এস, যেখানে তোমরা বিলাসিতায় মত্ত ছিলে ও তোমাদের আবাসগৃহে; সম্ভবত; কেউ তোমাদের জিজ্ঞেস করবে।", "pr": "লা- তারকুদূ ওয়ারজি‘উ ইলা-মাউতরিফতুম ফীহি ওয়া মাছা-কিনিকুম লা‘আল্লাকুম তুছআলূন।", "sura_id": 21 }, { "ar": "قَالُوا يٰوَيْلَنَآ إِنَّا كُنَّا ظٰلِمِينَ", "ayat_id": 14, "id": 2497, "bn": "তারা বললঃ হায়, দুর্ভোগ আমাদের, আমরা অবশ্যই পাপী ছিলাম।", "pr": "কা-লূইয়া-ওয়াইলানাইন্না-কুন্না-জা-লিমীন।", "sura_id": 21 }, { "ar": "فَمَا زَالَت تِّلْكَ دَعْوٰىهُمْ حَتّٰى جَعَلْنٰهُمْ حَصِيدًا خٰمِدِينَ", "ayat_id": 15, "id": 2498, "bn": "তাদের এই আর্তনাদ সব সময় ছিল, শেষ পর্যন্ত আমি তাদেরকে করে দিলাম যেন কর্তিত শস্য ও নির্বাপিত অগ্নি।", "pr": "ফামা-ঝা-লাত তিলকা দা‘ওয়া-হুম হাত্তা-জা‘আলনা-হুম হাসীদান খা-মিদীন।", "sura_id": 21 }, { "ar": "وَمَا خَلَقْنَا السَّمَآءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لٰعِبِينَ", "ayat_id": 16, "id": 2499, "bn": "আকাশ পৃথিবী এতদুভয়ের মধ্যে যা আছে, তা আমি ক্রীড়াচ্ছলে সৃষ্টি করিনি।", "pr": "ওয়ামা-খালাকনাছছামাআ ওয়াল আরদা ওয়ামা-বাইনাহুমা-লা-‘ইবীন।", "sura_id": 21 }, { "ar": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنٰهُ مِن لَّدُنَّآ إِن كُنَّا فٰعِلِينَ", "ayat_id": 17, "id": 2500, "bn": "আমি যদি ক্রীড়া উপকরণ সৃষ্টি করতে চাইতাম, তবে আমি আমার কাছে যা আছে তা দ্বারাই তা করতাম, যদি আমাকে করতে হত।", "pr": "লাও আরাদনাআন নাত্তাখিযা লাহওয়াল্লাত্তাখাযনা -হু মিল্লাদুন্না  ইন কুন্না-ফা-‘ইলীন ।", "sura_id": 21 }, { "ar": "بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ", "ayat_id": 18, "id": 2501, "bn": "বরং আমি সত্যকে মিথ্যার উপর নিক্ষেপ করি, অতঃপর সত্য মিথ্যার মস্তক চুর্ণ-বিচূর্ণ করে দেয়, অতঃপর মিথ্যা তৎক্ষণাৎ নিশ্চিহ্ন হয়ে যায়। তোমরা যা বলছ, তার জন্যে তোমাদের দুর্ভোগ।", "pr": "বাল নাকযিফুবিলহাক্কি‘আলাল বা-তিলি ফাইয়াদমাগুহূফাইযা-হুওয়া ঝা-হিকুও ওয়ালাকুমুল ওয়াইলুমিম্মা-তাসিফূন।", "sura_id": 21 }, { "ar": "وَلَهُۥ مَن فِى السَّمٰوٰتِ وَالْأَرْضِ ۚ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ", "ayat_id": 19, "id": 2502, "bn": "নভোমন্ডল ও ভুমন্ডলে যারা আছে, তারা তাঁরই। আর যারা তাঁর সান্নিধ্যে আছে তারা তাঁর ইবাদতে অহংকার করে না এবং অলসতাও করে না।", "pr": "ওয়া লাহূমান ফিছছামা-ওয়া-তি ওয়াল আরদি;ওয়ামান ‘ইন্দাহূলা-ইয়াছতাকবিরূনা ‘আন ‘ইবা-দাতিহী ওয়ালা-ইয়াছতাহছিরূন।", "sura_id": 21 }, { "ar": "يُسَبِّحُونَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ", "ayat_id": 20, "id": 2503, "bn": "তারা রাত্রিদিন তাঁর পবিত্রতা ও মহিমা বর্ণনা করে এবং ক্লান্ত হয় না।", "pr": "ইউছাব্বিহূ নাল লাইলা ওয়ান নাহা-রা লা-ইয়াফতুরূন।", "sura_id": 21 }, { "ar": "أَمِ اتَّخَذُوٓا ءَالِهَةً مِّنَ الْأَرْضِ هُمْ يُنشِرُونَ", "ayat_id": 21, "id": 2504, "bn": "তারা কি মৃত্তিকা দ্বারা তৈরী উপাস্য গ্রহণ করেছে, যে তারা তাদেরকে জীবিত করবে?", "pr": "আমিততাখাযূআ-লিহাতাম মিনাল আরদিহুম ইউনশিরূন।", "sura_id": 21 }, { "ar": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا ۚ فَسُبْحٰنَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ", "ayat_id": 22, "id": 2505, "bn": "যদি নভোমন্ডল ও ভুমন্ডলে আল্লাহ ব্যতীত অন্যান্য উপাস্য থাকত, তবে উভয়ের ধ্বংস হয়ে যেত। অতএব তারা যা বলে, তা থেকে আরশের অধিপতি আল্লাহ পবিত্র।", "pr": "লাও কা-না ফীহিমাআ-লিহাতুন ইল্লাল্লা-হু লাফাছাদাতা- ফাছুবহা-নাল্লা-হি রাব্বিল ‘আরশি ‘আম্মা-ইয়াসিফূন।", "sura_id": 21 }, { "ar": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ", "ayat_id": 23, "id": 2506, "bn": "তিনি যা করেন, তৎসম্পর্কে তিনি জিজ্ঞাসিত হবেন না এবং তাদেরকে জিজ্ঞেস করা হবে।", "pr": "লা-ইউছআলু‘আম্মা-ইয়াফ‘আলুওয়া হুম ইউছআলূন।", "sura_id": 21 }, { "ar": "أَمِ اتَّخَذُوا مِن دُونِهِۦٓ ءَالِهَةً ۖ قُلْ هَاتُوا بُرْهٰنَكُمْ ۖ هٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ ۖ فَهُم مُّعْرِضُونَ", "ayat_id": 24, "id": 2507, "bn": "তারা কি আল্লাহ ব্যতীত অন্যান্য উপাস্য গ্রহণ করেছে? বলুন, তোমরা তোমাদের প্রমাণ আন। এটাই আমার সঙ্গীদের কথা এবং এটাই আমার পুর্ববর্তীদের কথা। বরং তাদের অধিকাংশই সত্য জানে না; অতএব তারা টালবাহানা করে।", "pr": "আমিত তাখাযূমিন দূ নিহীআ-লিহাতান কুল হা-তূবুরহা-নাকুম হা-যা-যিকরু মাম মা‘ইয়া ওয়া যিকরু মান কাবলী বাল আকছারুহুম লা-ইয়া‘লামূনাল হাক্কা ফাহুম মু‘রিদূ ন।", "sura_id": 21 }, { "ar": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلٰهَ إِلَّآ أَنَا۠ فَاعْبُدُونِ", "ayat_id": 25, "id": 2508, "bn": "আপনার পূর্বে আমি যে রাসূলই প্রেরণ করেছি, তাকে এ আদেশই প্রেরণ করেছি যে, আমি ব্যতীত অন্য কোন উপাস্য নেই। সুতরাং আমারই এবাদত কর।", "pr": "ওয়ামাআরছালনা-মিন কাবলিকা মির রাছূলিন ইল্লা-নূহীইলাইহি আন্নাহূলাইলা-হা ইল্লাআনা-ফা‘বুদূন।", "sura_id": 21 }, { "ar": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ سُبْحٰنَهُۥ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ", "ayat_id": 26, "id": 2509, "bn": "তারা বললঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছে। তাঁর জন্য কখনও ইহা যোগ্য নয়; বরং তারা তো তাঁর সম্মানিত বান্দা।", "pr": "ওয়া কা-লুততাখাযার রাহমা-নুওয়ালাদান ছুবহা-নাহূ বাল ‘ইবা-দুম মুকরামূন।", "sura_id": 21 }, { "ar": "لَا يَسْبِقُونَهُۥ بِالْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ", "ayat_id": 27, "id": 2510, "bn": "তারা আগে বেড়ে কথা বলতে পারে না এবং তারা তাঁর আদেশেই কাজ করে।", "pr": "লা-ইয়াছবিকূ নাহূবিলকাওলি ওয়া হুম বিআমরিহী ইয়া‘মালূন।", "sura_id": 21 }, { "ar": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضٰى وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ", "ayat_id": 28, "id": 2511, "bn": "তাদের সম্মুখে ও পশ্চাতে যা আছে, তা তিনি জানেন। তারা শুধু তাদের জন্যে সুপারিশ করে, যাদের প্রতি আল্লাহ সন্তুষ্ট এবং তারা তাঁর ভয়ে ভীত।", "pr": "ইয়া‘লামুমা-বাইনা আইদীহিম ওয়ামা-খালফাহুম ওয়ালা-ইয়াশফা‘ঊনা ইল্লালিমানিরতাদা-ওয়া হুম মিন খাশইয়াতিহী মুশফিকূন।", "sura_id": 21 }, { "ar": "وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلٰهٌ مِّن دُونِهِۦ فَذٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذٰلِكَ نَجْزِى الظّٰلِمِينَ", "ayat_id": 29, "id": 2512, "bn": "তাদের মধ্যে যে বলে যে, তিনি ব্যতীত আমিই উপাস্য, তাকে আমি জাহান্নামের শাস্তি দেব। আমি জালেমদেরকে এভাবেই প্রতিফল দিয়ে থাকি।", "pr": "ওয়া মাইঁ ইয়াকুল মিনহুম ইন্নীইলা-হুম মিন দূ নিহী ফাযা-লিকা নাজঝীহি জাহান্নামা কাযা-লিকা নাজঝিজ্জা-লিমীন।", "sura_id": 21 }, { "ar": "أَوَلَمْ يَرَ الَّذِينَ كَفَرُوٓا أَنَّ السَّمٰوٰتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَا ۖ وَجَعَلْنَا مِنَ الْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ", "ayat_id": 30, "id": 2513, "bn": "কাফেররা কি ভেবে দেখে না যে, আকাশমন্ডলী ও পৃথিবীর মুখ বন্ধ ছিল, অতঃপর আমি উভয়কে খুলে দিলাম এবং প্রাণবন্ত সবকিছু আমি পানি থেকে সৃষ্টি করলাম। এরপরও কি তারা বিশ্বাস স্থাপন করবে না?", "pr": "আওয়ালাম ইয়ারাল্লাযীনা কাফারূআন্নছছামা-ওয়া-তি ওয়াল আরদা কা-নাতা-রাতকান ফাফাতাকনা-হুমা- ওয়া জা‘আলনা-মিনাল মাই কুল্লা শাইয়িন হাইয়ি আফালাইউ’মিনূন।", "sura_id": 21 }, { "ar": "وَجَعَلْنَا فِى الْأَرْضِ رَوٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ", "ayat_id": 31, "id": 2514, "bn": "আমি পৃথিবীতে ভারী বোঝা রেখে দিয়েছি যাতে তাদেরকে নিয়ে পৃথিবী ঝুঁকে না পড়ে এবং তাতে প্রশস্ত পথ রেখেছি, যাতে তারা পথ প্রাপ্ত হয়।", "pr": "ওয়া জা‘আলনা-ফিল আরদিরাওয়া-ছিয়া আন তামীদা বিহিম ওয়া জা‘আলনা ফীহাফিজাজান ছুবুলাল লা‘আল্লাহুম ইয়াহতাদূ ন।", "sura_id": 21 }, { "ar": "وَجَعَلْنَا السَّمَآءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ ءَايٰتِهَا مُعْرِضُونَ", "ayat_id": 32, "id": 2515, "bn": "আমি আকাশকে সুরক্ষিত ছাদ করেছি; অথচ তারা আমার আকাশস্থ নিদর্শনাবলী থেকে মুখ ফিরিয়ে রাখে।", "pr": "ওয়া জা‘আলনাছছামাআ ছাকফাম মাহফূজাওঁ ওয়া হুম ‘আন আ-য়া-তিহা মু‘রিদূ ন।", "sura_id": 21 }, { "ar": "وَهُوَ الَّذِى خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ", "ayat_id": 33, "id": 2516, "bn": "তিনিই সৃষ্টি করেছেন রাত্রি ও দিন এবং সূর্য ও চন্দ্র। সবাই আপন আপন কক্ষপথে বিচরণ করে।", "pr": "ওয়াহুয়াল্লাযী খালাকাল লাইলা-ওয়ান্নাহা-রা ওয়াশ শামছা ওয়াল কামারা কুল্লুন ফী ফালাকিইঁ ইয়াছবাহূন।", "sura_id": 21 }, { "ar": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ ۖ أَفَإِين مِّتَّ فَهُمُ الْخٰلِدُونَ", "ayat_id": 34, "id": 2517, "bn": "আপনার পূর্বেও কোন মানুষকে আমি অনন্ত জীবন দান করিনি। সুতরাং আপনার মৃত্যু হলে তারা কি চিরঞ্জীব হবে?", "pr": "ওয়ামা-জা‘আলনা-লিবাশারিম মিন কাবলিকাল খুলদা আফাইম মিত্তা ফাহুমুল খা-লিদূ ন।", "sura_id": 21 }, { "ar": "كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ ۗ وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ", "ayat_id": 35, "id": 2518, "bn": "প্রত্যেককে মৃত্যুর স্বাদ আস্বাদন করতে হবে। আমি তোমাদেরকে মন্দ ও ভাল দ্বারা পরীক্ষা করে থাকি এবং আমারই কাছে তোমরা প্রত্যাবর্তিত হবে।", "pr": "কুল্লুনাফছিন যাইকাতুল মাওতি ওয়া নাবলূকুম বিশশাররি ওয়াল খাইরি ফিতনাতাও ওয়া ইলাইনা-তুর জা‘ঊন ।", "sura_id": 21 }, { "ar": "وَإِذَا رَءَاكَ الَّذِينَ كَفَرُوٓا إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهٰذَا الَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُونَ", "ayat_id": 36, "id": 2519, "bn": "কাফেররা যখন আপনাকে দেখে তখন আপনার সাথে ঠাট্টা করা ছাড়া তাদের আর কোন কাজ থাকে না, একি সেই ব্যক্তি, যে তোমাদের দেব-দেবীদের সমালোচনা করে? এবং তারাই তো রহমান’ এর আলোচনায় অস্বীকার করে।", "pr": "ওয়া ইযা-রাআ-কাল্লাযীনা কাফারূইয়ঁইয়াত্তাখিযূনাকা ইল্লা-হুঝুওয়ান আহাযাল্লাযী ইয়াযকুরু আ-লিহাতাকুম ওয়া হুম বিযিকরির রাহমা-নি হুম কা-ফিরূন।", "sura_id": 21 }, { "ar": "خُلِقَ الْإِنسٰنُ مِنْ عَجَلٍ ۚ سَأُورِيكُمْ ءَايٰتِى فَلَا تَسْتَعْجِلُونِ", "ayat_id": 37, "id": 2520, "bn": "সৃষ্টিগত ভাবে মানুষ ত্বরাপ্রবণ, আমি সত্তরই তোমাদেরকে আমার নিদর্শনাবলী দেখাব। অতএব আমাকে শীঘ্র করতে বলো না।", "pr": "খুলিকাল ইনছা-নুমিন ‘আজালিন ছাঊরীকুম আ-য়া-তী ফালা-তাছতা‘জিলূন।", "sura_id": 21 }, { "ar": "وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 38, "id": 2521, "bn": "এবং তারা বলেঃ যদি তোমরা সত্যবাদী হও তবে এই ওয়াদা কবে পুর্ণ হবে?", "pr": "ওয়া-ইয়াকূ লূনা মাতা-হা-যাল ও‘দুইন কুনতুম সা-দিকীন।", "sura_id": 21 }, { "ar": "لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ", "ayat_id": 39, "id": 2522, "bn": "যদি কাফেররা ঐ সময়টি জানত, যখন তারা তাদের সম্মুখ ও পৃষ্ঠদেশ থেকে অগ্নি প্রতিরোধ করতে পারবে না এবং তারা সাহায্য প্রাপ্ত হবে না।", "pr": "লাও ইয়া‘লামুল্লাযীনা কাফারূহীনা লা-ইয়াকুফফূনা ‘আওঁউজুহিহিমুন্না-রা ওয়ালা-‘আন জু হূরিহিম ওয়ালা-হুম ইউনসারূন।", "sura_id": 21 }, { "ar": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ", "ayat_id": 40, "id": 2523, "bn": "বরং তা আসবে তাদের উপর অতর্কিত ভাবে, অতঃপর তাদেরকে তা হতবুদ্ধি করে দেবে, তখন তারা তা রোধ করতেও পারবে না এবং তাদেরকে অবকাশও দেয়া হবে না।", "pr": "বাল তা’তীহিম বাগতাতান ফাতাবহাতুহুম, ফালা-ইয়াছতাতী‘উনা রাদ্দাহা-ওয়া লা-হুম ইউনজারূন।", "sura_id": 21 }, { "ar": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "ayat_id": 41, "id": 2524, "bn": "আপনার পূর্বেও অনেক রাসূলের সাথে ঠাট্টা-বিদ্রূপ করা হয়েছে। অতঃপর যে বিষয়ে তারা ঠাট্টা করত তা উল্টো ঠাট্টাকারীদের উপরই আপতিত হয়েছে।", "pr": "ওয়ালাকাদিছ তুহঝিআ বিরুছুলিম মিন কাবলিকা ফাহা-কাবিল্লাযীনা ছাখিরূমিনহুম মাকা-নূবিহী ইয়াছতাহঝিউন।", "sura_id": 21 }, { "ar": "قُلْ مَن يَكْلَؤُكُم بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ", "ayat_id": 42, "id": 2525, "bn": "বলুনঃ ‘রহমান’ থেকে কে তোমাদেরকে হেফাযত করবে রাত্রে ও দিনে। বরং তারা তাদের পালনকর্তার স্মরণ থেকে মুখ ফিরিয়ে রাখে।", "pr": "কুল মাই ইয়াকলাউকুম বিল লাইলি ওয়ান নাহা-রি মিনার রাহমা-নি বাল হুম ‘আন যিকরি রাব্বিহিম মু‘রিদূন।", "sura_id": 21 }, { "ar": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ", "ayat_id": 43, "id": 2526, "bn": "তবে কি আমি ব্যতীত তাদের এমন দেব-দেবী আছে যারা তাদেরকে রক্ষা করবে? তারা তো নিজেদেরই সাহায্য করতে সক্ষম নয় এবং তারা আমার মোকাবেলায় সাহায্যকারীও পাবে না।", "pr": "আম লাহুম আ-লিহাতুন তামনা‘উহুম মিন দূ নিনা- লা ইয়াছতাতী‘উনা নাছরা আনফুছিহিম ওয়ালা-হুম মিন্না-ইউছহাবূন।", "sura_id": 21 }, { "ar": "بَلْ مَتَّعْنَا هٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ الْغٰلِبُونَ", "ayat_id": 44, "id": 2527, "bn": "বরং আমি তাদেরকে এবং তাদের বাপ-দাদাকে ভোগসম্বার দিয়েছিলাম, এমনকি তাদের আয়ুস্কালও দীর্ঘ হয়েছিল। তারা কি দেখে না যে, আমি তাদের দেশকে চতুর্দিক থেকে হ্রাস করে আনছি। এরপরও কি তারা বিজয়ী হবে?", "pr": "বাল মাত্তা‘না-হাউলাই ওয়া আ-বাআহুম হাত্তা-তা-লা ‘আলাইহিমুল ‘উমরু আফালা-ইয়ারাওনা আন্না-না’তিল আরদা নানকুসুহা-মিন আতরা-ফিহা- আফাহুমুল গা-লিবূন।", "sura_id": 21 }, { "ar": "قُلْ إِنَّمَآ أُنذِرُكُم بِالْوَحْىِ ۚ وَلَا يَسْمَعُ الصُّمُّ الدُّعَآءَ إِذَا مَا يُنذَرُونَ", "ayat_id": 45, "id": 2528, "bn": "বলুনঃ আমি তো কেবল ওহীর মাধ্যমেই তোমাদেরকে সতর্ক করি, কিন্তু বধিরদেরকে যখন সতর্ক করা হয়, তখন তারা সে সতর্কবাণী শোনে না।", "pr": "কুল ইন্নামাউনযিরুকুম বিল ওয়াহয়ি  ওয়ালা-ইয়াছমা‘উসসুম্মুদ দু‘আআ ইযা-মাইউনযারূন।", "sura_id": 21 }, { "ar": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يٰوَيْلَنَآ إِنَّا كُنَّا ظٰلِمِينَ", "ayat_id": 46, "id": 2529, "bn": "আপনার পালনকর্তার আযাবের কিছুমাত্রও তাদেরকে স্পর্শ করলে তারা বলতে থাকবে, হায় আমাদের দুর্ভাগ্য, আমরা অবশ্যই পাপী ছিলাম।", "pr": "ওয়ালাইম মাছছাতহুম নাফহাতুমমিন‘আযা-বি রাব্বিকা লাইয়াকূলুন্না ইয়াওয়াইলানাইন্না-কুন্না-জা-লিমীন।", "sura_id": 21 }, { "ar": "وَنَضَعُ الْمَوٰزِينَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفٰى بِنَا حٰسِبِينَ", "ayat_id": 47, "id": 2530, "bn": "আমি কেয়ামতের দিন ন্যায়বিচারের মানদন্ড স্থাপন করব। সুতরাং কারও প্রতি জুলুম হবে না। যদি কোন আমল সরিষার দানা পরিমাণও হয়, আমি তা উপস্থিত করব এবং হিসাব গ্রহণের জন্যে আমিই যথেষ্ট।", "pr": "ওয়া নাদা‘উল মাওয়া-ঝীনাল কিছতা লিইয়াওমিল কিয়া-মাতি ফালা-তুজলামুনাফছুন শাইআ- ওয়া ইন কা-না মিছকা-লা হাব্বাতিম মিন খারদালিন আতাইনা-বিহা- ওয়াকাফা-বিনা-হা-ছিবীন।", "sura_id": 21 }, { "ar": "وَلَقَدْ ءَاتَيْنَا مُوسٰى وَهٰرُونَ الْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ", "ayat_id": 48, "id": 2531, "bn": "আমি মূসা ও হারুণকে দান করেছিলাম মীমাংসাকারী গ্রন্থ, আলো ও উপদেশ, আল্লাহ ভীরুদের জন্যে", "pr": "ওয়া লাকাদ আ-তাইনা-মূছা-ওয়া হা-রূনাল ফুরকা-না ওয়া দিয়াআওঁ ওয়া যিকরাল লিলমুত্তাকীন।", "sura_id": 21 }, { "ar": "الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ وَهُم مِّنَ السَّاعَةِ مُشْفِقُونَ", "ayat_id": 49, "id": 2532, "bn": "যারা না দেখেই তাদের পালনকর্তাকে ভয় করে এবং কেয়ামতের ভয়ে শঙ্কিত।", "pr": "আল্লাযীনা ইয়াখশাওনা রাব্বাহুম বিলগাইবি ওয়া হুম মিনাছছা-‘আতি মুশফিকূন।", "sura_id": 21 }, { "ar": "وَهٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ", "ayat_id": 50, "id": 2533, "bn": "এবং এটা একটা বরকতময় উপদেশ, যা আমি নাযিল করেছি। অতএব তোমরা কি একে অস্বীকার কর?", "pr": "ওয়া হা-যা-যিকরুমমুবা-রাকুন আনঝালনা-হু আফাআনতুম লাহূমুনকিরূন।", "sura_id": 21 }, { "ar": "وَلَقَدْ ءَاتَيْنَآ إِبْرٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عٰلِمِينَ", "ayat_id": 51, "id": 2534, "bn": "আর, আমি ইতিপূর্বে ইব্রাহীমকে তার সৎপন্থা দান করেছিলাম এবং আমি তার সম্পর্কে সম্যক পরিজ্ঞাত ও ছিলাম।", "pr": "ওয়া লাকাদ আ-তাইনাইবরা-হীমা রুশদাহূমিন কাবলুওয়া কুন্না-বিহী ‘আ-লিমীন।", "sura_id": 21 }, { "ar": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هٰذِهِ التَّمَاثِيلُ الَّتِىٓ أَنتُمْ لَهَا عٰكِفُونَ", "ayat_id": 52, "id": 2535, "bn": "যখন তিনি তাঁর পিতা ও তাঁর সম্প্রদায়কে বললেনঃ এই মূর্তিগুলো কী, যাদের তোমরা পূজারী হয়ে বসে আছ।", "pr": "ইযকা-লা লিআবীহি ওয়া কাওমিহী মা-হা-যিহিততামা-ছীলুল্লাতীআনতুম লাহা-‘আকিফূন।", "sura_id": 21 }, { "ar": "قَالُوا وَجَدْنَآ ءَابَآءَنَا لَهَا عٰبِدِينَ", "ayat_id": 53, "id": 2536, "bn": "তারা বললঃ আমরা আমাদের বাপ-দাদাকে এদের পুজা করতে দেখেছি।", "pr": "কা-লূওয়াজাদনাআ-বাআনা-লাহা-‘আ-বিদীন।", "sura_id": 21 }, { "ar": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلٰلٍ مُّبِينٍ", "ayat_id": 54, "id": 2537, "bn": "তিনি বললেনঃ তোমরা প্রকাশ্য গোমরাহীতে আছ এবং তোমাদের বাপ-দাদারাও।", "pr": "কা-লা লাকাদ কুনতুম আনতুম ওয়া আ-বাউকুম ফী দালা-লিম মুবীন।", "sura_id": 21 }, { "ar": "قَالُوٓا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنتَ مِنَ اللّٰعِبِينَ", "ayat_id": 55, "id": 2538, "bn": "তারা বললঃ তুমি কি আমাদের কাছে সত্যসহ আগমন করেছ, না তুমি কৌতুক করছ?", "pr": "কা-লূআজি’তানা-বিলহাক্কিআম আনতা মিনাল্লা-‘ইবীন।", "sura_id": 21 }, { "ar": "قَالَ بَل رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْأَرْضِ الَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلٰى ذٰلِكُم مِّنَ الشّٰهِدِينَ", "ayat_id": 56, "id": 2539, "bn": "তিনি বললেনঃ না, তিনিই তোমাদের পালনকর্তা যিনি নভোমন্ডল ও ভুমন্ডলের পালনকর্তা, যিনি এগুলো সৃষ্টি করেছেন; এবং আমি এই বিষয়েরই সাক্ষ্যদাতা।", "pr": "কা-লা বার রাব্বুকুম রাব্বুছ ছামা-ওয়া-তি ওয়াল আরদিল্লাযী ফাতারাহুন্না  ওয়া আনা ‘আলা-যা-লিকুম মিনাশশা-হিদীন।", "sura_id": 21 }, { "ar": "وَتَاللَّهِ لَأَكِيدَنَّ أَصْنٰمَكُم بَعْدَ أَن تُوَلُّوا مُدْبِرِينَ", "ayat_id": 57, "id": 2540, "bn": "আল্লাহর কসম, যখন তোমরা পৃষ্ঠ প্রদর্শন করে চলে যাবে, তখন আমি তোমাদের মূর্তিগুলোর ব্যাপারে একটা ব্যবস্থা অবলম্বন করব।", "pr": "ওয়া তাল্লা-হি লাআকীদান্না আসনা-মাকুম বা‘দা আন তুওয়াললূমুদবিরীন।", "sura_id": 21 }, { "ar": "فَجَعَلَهُمْ جُذٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ", "ayat_id": 58, "id": 2541, "bn": "অতঃপর তিনি সেগুলোকে চূর্ণ-বিচুর্ণ করে দিলেন ওদের প্রধানটি ব্যতীতঃ যাতে তারা তাঁর কাছে প্রত্যাবর্তন করে।", "pr": "ফাজা‘আলাহুম জুযা-যান ইল্লা-কাবীরাল লাহুম লা‘আল্লাহুম ইলাইহি ইয়ারজি‘ঊন।", "sura_id": 21 }, { "ar": "قَالُوا مَن فَعَلَ هٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ الظّٰلِمِينَ", "ayat_id": 59, "id": 2542, "bn": "তারা বললঃ আমাদের উপাস্যদের সাথে এরূপ ব্যবহার কে করল? সে তো নিশ্চয়ই কোন জালিম।", "pr": "কা-লূমান ফা‘আলা হা-যা বিআ-লিহাতিনাইন্নাহূলামিনাজ্জা-লিমীন।", "sura_id": 21 }, { "ar": "قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرٰهِيمُ", "ayat_id": 60, "id": 2543, "bn": "কতক লোকে বললঃ আমরা এক যুবককে তাদের সম্পর্কে বিরূপ আলোচনা করতে শুনেছি; তাকে ইব্রাহীম বলা হয়।", "pr": "কা-লূছামি‘না ফাতাইঁ ইয়াযকুরুহুম ইউকা-লুলাহূইবরা-হীম।", "sura_id": 21 }, { "ar": "قَالُوا فَأْتُوا بِهِۦ عَلٰىٓ أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ", "ayat_id": 61, "id": 2544, "bn": "তারা বললঃ তাকে জনসমক্ষে উপস্থিত কর, যাতে তারা দেখে।", "pr": "কা-লূফা’তূবিহী ‘আলাআ‘ইউনিন্না-ছি লা‘আল্লাহুম ইয়াশহাদূন।", "sura_id": 21 }, { "ar": "قَالُوٓا ءَأَنتَ فَعَلْتَ هٰذَا بِـَٔالِهَتِنَا يٰٓإِبْرٰهِيمُ", "ayat_id": 62, "id": 2545, "bn": "তারা বললঃ হে ইব্রাহীম তুমিই কি আমাদের উপাস্যদের সাথে এরূপ ব্যবহার করেছ?", "pr": "কা-লূআআনতা ফা‘আলতা হা-যা-বিআ-লিহাতিনা ইয়াইবরা-হীম।", "sura_id": 21 }, { "ar": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا يَنطِقُونَ", "ayat_id": 63, "id": 2546, "bn": "তিনি বললেনঃ না এদের এই প্রধানই তো একাজ করেছে। অতএব তাদেরকে জিজ্ঞেস কর, যদি তারা কথা বলতে পারে।", "pr": "কা-লা বাল ফা‘আলাহূ  কাবীরুহুম হা-যা-ফাছআলূহুম ইন কা-নূইয়ানতিকূন।", "sura_id": 21 }, { "ar": "فَرَجَعُوٓا إِلٰىٓ أَنفُسِهِمْ فَقَالُوٓا إِنَّكُمْ أَنتُمُ الظّٰلِمُونَ", "ayat_id": 64, "id": 2547, "bn": "অতঃপর মনে মনে চিন্তা করল এবং বললঃ লোক সকল; তোমরাই বে ইনসাফ।", "pr": "ফারাজা‘উইলাআনফুছিহিম ফাকা-লূইন্নাকুম আনতুমুজ্জা-লিমূন।", "sura_id": 21 }, { "ar": "ثُمَّ نُكِسُوا عَلٰى رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هٰٓؤُلَآءِ يَنطِقُونَ", "ayat_id": 65, "id": 2548, "bn": "অতঃপর তারা ঝুঁকে গেল মস্তক নত করে, তুমি তো জান যে, এরা কথা বলে না", "pr": "ছু ম্মা নুকিছূ‘আলা-রুঊছিহিম লাকাদ ‘আলিমতা মা-হাউলাই ইয়ানতিকূন।", "sura_id": 21 }, { "ar": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ", "ayat_id": 66, "id": 2549, "bn": "তিনি বললেনঃ তোমরা কি আল্লাহর পরিবর্তে এমন কিছুর এবাদত কর, যা তোমাদের কোন উপকার ও করতে পারে না এবং ক্ষতিও করতে পারে না ?", "pr": "কা-লা আফাতা‘বুদূনা মিন দূনিল্লা-হি মা-লা-ইয়ানফা‘উকুম শাইআওঁ ওয়ালা-ইয়াদু ররুকুম।", "sura_id": 21 }, { "ar": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ اللَّهِ ۖ أَفَلَا تَعْقِلُونَ", "ayat_id": 67, "id": 2550, "bn": "ধিক তোমাদের জন্যে এবং তোমরা আল্লাহ ব্যতীত যাদেরই এবাদত কর, ওদের জন্যে। তোমরা কি বোঝ না?", "pr": "উফফিল্লাকুম ওয়া লিমা-তা‘বুদূ না মিন দূ নিল্লা-হি আফালা-তা‘কিলূন।", "sura_id": 21 }, { "ar": "قَالُوا حَرِّقُوهُ وَانصُرُوٓا ءَالِهَتَكُمْ إِن كُنتُمْ فٰعِلِينَ", "ayat_id": 68, "id": 2551, "bn": "তারা বললঃ একে পুড়িয়ে দাও এবং তোমাদের উপাস্যদের সাহায্য কর, যদি তোমরা কিছু করতে চাও।", "pr": "কা-লূহাররিকূহু ওয়ানসুরূআ-লিহাতাকুম ইন কুনতুম ফা-‘ইলীন।", "sura_id": 21 }, { "ar": "قُلْنَا يٰنَارُ كُونِى بَرْدًا وَسَلٰمًا عَلٰىٓ إِبْرٰهِيمَ", "ayat_id": 69, "id": 2552, "bn": "আমি বললামঃ হে অগ্নি, তুমি ইব্রাহীমের উপর শীতল ও নিরাপদ হয়ে যাও।", "pr": "কুলনা-ইয়া-না-রু কূনী বারদাওঁ ওয়া ছালা-মান ‘আলাইবরা-হীম।", "sura_id": 21 }, { "ar": "وَأَرَادُوا بِهِۦ كَيْدًا فَجَعَلْنٰهُمُ الْأَخْسَرِينَ", "ayat_id": 70, "id": 2553, "bn": "তারা ইব্রাহীমের বিরুদ্ধে ফন্দি আঁটতে চাইল, অতঃপর আমি তাদেরকেই সর্বাধিক ক্ষতিগ্রস্থ করে দিলাম।", "pr": "ওয়া আরা-দূবিহী কাইদান ফাজা‘আলনা-হুমুল আখছারীন।", "sura_id": 21 }, { "ar": "وَنَجَّيْنٰهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِى بٰرَكْنَا فِيهَا لِلْعٰلَمِينَ", "ayat_id": 71, "id": 2554, "bn": "আমি তাঁকে ও লূতকে উদ্ধার করে সেই দেশে পৌঁছিয়ে দিলাম, যেখানে আমি বিশ্বের জন্যে কল্যাণ রেখেছি।", "pr": "ওয়া নাজ্জাইনা-হু ওয়া লূতান ইলাল আরদিল্লাতী বা-রাকনা-ফীহা-লিল‘আ-লামীন।", "sura_id": 21 }, { "ar": "وَوَهَبْنَا لَهُۥٓ إِسْحٰقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صٰلِحِينَ", "ayat_id": 72, "id": 2555, "bn": "আমি তাকে দান করলাম ইসহাক ও পুরস্কার স্বরূপ দিলাম ইয়াকুব এবং প্রত্যেককেই সৎকর্ম পরায়ণ করলাম।", "pr": "ওয়া ওয়াহাবনা-লাহূইছহা-কা ওয়া ইয়া‘কূবা নাফিলাতাও ওয়া কুল্লান জা‘আলনা-সা-লিহীন ।", "sura_id": 21 }, { "ar": "وَجَعَلْنٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَإِقَامَ الصَّلٰوةِ وَإِيتَآءَ الزَّكٰوةِ ۖ وَكَانُوا لَنَا عٰبِدِينَ", "ayat_id": 73, "id": 2556, "bn": "আমি তাঁদেরকে নেতা করলাম। তাঁরা আমার নির্দেশ অনুসারে পথ প্রদর্শন করতেন। আমি তাঁদের প্রতি ওহী নাযিল করলাম সৎকর্ম করার, নামায কায়েম করার এবং যাকাত দান করার। তাঁরা আমার এবাদতে ব্যাপৃত ছিল।", "pr": "ওয়া জাআলনা-হুম আইম্মাতাইঁ ইয়াহদূ না বিআমরিনা-ওয়াআওহাইনাইলাইহিম ফি‘লাল খাইরা-তি ওয়া ইকা-মাসসালা-তি ওয়া ঈতাআঝঝাকা-তি ওয়া কা-নূলানা-‘আবিদীন ।", "sura_id": 21 }, { "ar": "وَلُوطًا ءَاتَيْنٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِى كَانَت تَّعْمَلُ الْخَبٰٓئِثَ ۗ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فٰسِقِينَ", "ayat_id": 74, "id": 2557, "bn": "এবং আমি লূতকে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান এবং তাঁকে ঐ জনপদ থেকে উদ্ধার করেছিলাম, যারা নোংরা কাজে লিপ্ত ছিল। তারা মন্দ ও নাফরমান সম্প্রদায় ছিল।", "pr": "ওয়া লূতান আ-তাইনা-হু হুকমাওঁ ওয়া ‘ইল মাওঁ ওয়া নাজ্জাইনা-হু মিনাল কারয়াতিল্লাতী কা-নাত তা‘মালুল খাবাইছা ইন্নাহুম কা-নূকাওমা ছাওইন ফা-ছিকীন।", "sura_id": 21 }, { "ar": "وَأَدْخَلْنٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ الصّٰلِحِينَ", "ayat_id": 75, "id": 2558, "bn": "আমি তাকে আমার অনুগ্রহের অন্তর্ভুক্ত করেছিলাম। সে ছিল সৎকর্মশীলদের একজন।", "pr": "ওয়া আদখাল না-হু ফী রাহমাতিনা- ইন্নাহূমিনাসসা-লিহীন।", "sura_id": 21 }, { "ar": "وَنُوحًا إِذْ نَادٰى مِن قَبْلُ فَاسْتَجَبْنَا لَهُۥ فَنَجَّيْنٰهُ وَأَهْلَهُۥ مِنَ الْكَرْبِ الْعَظِيمِ", "ayat_id": 76, "id": 2559, "bn": "এবং স্মরণ করুন নূহকে; যখন তিনি এর পূর্বে আহবান করেছিলেন। তখন আমি তাঁর দোয়া কবুল করেছিলাম, অতঃপর তাঁকে ও তাঁর পরিবারবর্গকে মহা সংকট থেকে উদ্ধার করেছিলাম।", "pr": "ওয়া নূহান ইযনা-দা-মিন কাবলুফাছতাজাবনা-লাহূফানাজ্জাইনা-হুওয়াআহলাহূমিনাল কারবিল ‘আজীম।", "sura_id": 21 }, { "ar": "وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِـَٔايٰتِنَآ ۚ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنٰهُمْ أَجْمَعِينَ", "ayat_id": 77, "id": 2560, "bn": "এবং আমি তাঁকে ঐ সম্প্রদায়ের বিপক্ষে সাহায্য করেছিলাম, যারা আমার নিদর্শনাবলীকে অস্বীকার করেছিল। নিশ্চয়, তারা ছিল এক মন্দ সম্প্রদায়। অতঃপর আমি তাদের সবাইকে নিমজ্জত করেছিলাম।", "pr": "ওয়া নাসারনা-হু মিনাল কাওমিল্লাযীনা কাযযাবূবিআ-য়া-তিনা- ইন্নাহুম কা-নূ কাওমা ছাওইন ফাআগরাকনা-হুম আজমা‘ঈন।", "sura_id": 21 }, { "ar": "وَدَاوُۥدَ وَسُلَيْمٰنَ إِذْ يَحْكُمَانِ فِى الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شٰهِدِينَ", "ayat_id": 78, "id": 2561, "bn": "এবং স্মরণ করুন দাউদ ও সুলায়মানকে, যখন তাঁরা শস্যক্ষেত্র সম্পর্কে বিচার করেছিলেন। তাতে রাত্রিকালে কিছু লোকের মেষ ঢুকে পড়েছিল। তাদের বিচার আমার সম্মুখে ছিল।", "pr": "ওয়া দাঊদা ওয়া ছুলাইমা-না ইযইয়াহকুমা-নি ফিল হারছি ইযনাফাশাত ফীহি গানামুল কাওমি ওয়াকুন্না-লিহুকমিহিম শা-হিদীন।", "sura_id": 21 }, { "ar": "فَفَهَّمْنٰهَا سُلَيْمٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ ۚ وَكُنَّا فٰعِلِينَ", "ayat_id": 79, "id": 2562, "bn": "অতঃপর আমি সুলায়মানকে সে ফায়সালা বুঝিয়ে দিয়েছিলাম এবং আমি উভয়কে প্রজ্ঞা ও জ্ঞান দিয়েছিলাম। আমি পর্বত ও পক্ষীসমূহকে দাউদের অনুগত করে দিয়েছিলাম; তারা আমার পবিত্রতা ও মহিমা ঘোষণা করত। এই সমস্ত আমিই করেছিলাম।", "pr": "ফাফাহহামনা-হা-ছুলাইমা-না ওয়া কুল্লান আ-তাইনা-হুকমাও ওয়া ‘ইলমাওঁ  ওয়া ছাখখারনা-মা‘আ দা-ঊদাল জিবা-লা ইউছাব্বিহনা ওয়াততাইরা ওয়া কুন্না-ফা‘ইলীন ।", "sura_id": 21 }, { "ar": "وَعَلَّمْنٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شٰكِرُونَ", "ayat_id": 80, "id": 2563, "bn": "আমি তাঁকে তোমাদের জন্যে বর্ম নির্মান শিক্ষা দিয়েছিলাম, যাতে তা যুদ্ধে তোমাদেরকে রক্ষা করে। অতএব তোমরা কি কৃতজ্ঞ হবে?", "pr": "ওয়া ‘আল্লামনা-হু সান‘আতা লাবূছিল লাকুম লিতুহছিনাকুম মিম বা’ছিকুম ফাহাল আনতুম শা-কিরূন।", "sura_id": 21 }, { "ar": "وَلِسُلَيْمٰنَ الرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى الْأَرْضِ الَّتِى بٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عٰلِمِينَ", "ayat_id": 81, "id": 2564, "bn": "এবং সুলায়মানের অধীন করে দিয়েছিলাম প্রবল বায়ুকে; তা তাঁর আদেশে প্রবাহিত হত ঐ দেশের দিকে, যেখানে আমি কল্যাণ দান করেছি। আমি সব বিষয়েই সম্যক অবগত রয়েছি।", "pr": "ওয়া লিছুলাইমা-নাররীহা ‘আ-সিফাতান তাজরী বিআমরিহীইলাল আরদিল্লাতী বা-রাকনাফীহা- ওয়াকুন্না-বিকুল্লি শাইয়িন ‘আ-লিমীন।", "sura_id": 21 }, { "ar": "وَمِنَ الشَّيٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذٰلِكَ ۖ وَكُنَّا لَهُمْ حٰفِظِينَ", "ayat_id": 82, "id": 2565, "bn": "এবং অধীন করেছি শয়তানদের কতককে, যারা তার জন্যে ডুবুরীর কাজ করত এবং এ ছাড়া অন্য আরও অনেক কাজ করত। আমি তাদেরকে নিয়ন্ত্রন করে রাখতাম।", "pr": "ওয়া মিনাশশাইয়া-তীনি মাইঁ ইয়াগূছূনা লাহূওয়া ইয়া‘মালূনা ‘আমালান দূ না যা-লিকা ওয়া কুন্না-লাহুম হাফিজীন ।", "sura_id": 21 }, { "ar": "وَأَيُّوبَ إِذْ نَادٰى رَبَّهُۥٓ أَنِّى مَسَّنِىَ الضُّرُّ وَأَنتَ أَرْحَمُ الرّٰحِمِينَ", "ayat_id": 83, "id": 2566, "bn": "এবং স্মরণ করুন আইয়্যুবের কথা, যখন তিনি তাঁর পালনকর্তাকে আহবান করে বলেছিলেনঃ আমি দুঃখকষ্টে পতিত হয়েছি এবং আপনি দয়াবানদের চাইতেও সর্বশ্রেষ্ট দয়াবান।", "pr": "ওয়া আইঁয়ুবা ইযনা-দা-রাব্বাহূআন্নী মাছছানিয়াদদু ররু ওয়া আনতা আরহামুররা-হিমীন ।", "sura_id": 21 }, { "ar": "فَاسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ ۖ وَءَاتَيْنٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرٰى لِلْعٰبِدِينَ", "ayat_id": 84, "id": 2567, "bn": "অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁর দুঃখকষ্ট দূর করে দিলাম এবং তাঁর পরিবরাবর্গ ফিরিয়ে দিলাম, আর তাদের সাথে তাদের সমপরিমাণ আরও দিলাম আমার পক্ষ থেকে কৃপাবশতঃ আর এটা এবাদত কারীদের জন্যে উপদেশ স্বরূপ।", "pr": "ফাছতাজাবনা- লাহূফাকাশাফনা-মা-বিহী মিন দু ররিওঁ ওয়া আ-তাইনা-হু আহলাহূওয়া মিছলাহুম মা‘আহুম রাহমাতাম মিন ‘ইনদিনা-ওয়া যিকরা-লিল‘আ-বিদীন।", "sura_id": 21 }, { "ar": "وَإِسْمٰعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ ۖ كُلٌّ مِّنَ الصّٰبِرِينَ", "ayat_id": 85, "id": 2568, "bn": "এবং ইসমাঈল, ই’দ্রীস ও যুলকিফলের কথা স্মরণ করুন, তাঁরা প্রত্যেকেই ছিলেন সবরকারী।", "pr": "ওয়া ইছমা-‘ঈলা ওয়া ইদরীছা ওয়া যাল কিফলি কুল্লুম মিনাসসা-বিরীন।", "sura_id": 21 }, { "ar": "وَأَدْخَلْنٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ الصّٰلِحِينَ", "ayat_id": 86, "id": 2569, "bn": "আমি তাঁদেরকে আমার রহমাতপ্রাপ্তদের অন্তর্ভূক্ত করেছিলাম। তাঁরা ছিলেন সৎকর্মপরায়ণ।", "pr": "ওয়া আদখাল না-হুম ফী রাহমাতিনা-  ইন্নাহুম মিনাসসা-লিহীন।", "sura_id": 21 }, { "ar": "وَذَا النُّونِ إِذ ذَّهَبَ مُغٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ أَن لَّآ إِلٰهَ إِلَّآ أَنتَ سُبْحٰنَكَ إِنِّى كُنتُ مِنَ الظّٰلِمِينَ", "ayat_id": 87, "id": 2570, "bn": "এবং মাছওয়ালার কথা স্মরণ করুন তিনি ক্রুদ্ধ হয়ে চলে গিয়েছিলেন, অতঃপর মনে করেছিলেন যে, আমি তাঁকে ধৃত করতে পারব না। অতঃপর তিনি অন্ধকারের মধ্যে আহবান করলেনঃ তুমি ব্যতীত কোন উপাস্য নেই; তুমি নির্দোষ আমি গুনাহগার।", "pr": "ওয়া যাননূনি ইযযাহাবা মুগা-দিবান ফাজান্না আল্লান নাকদিরা ‘আলাইহি ফানা-দাফিজজু লুমা-তি আল্লাইলা-হা ইল্লাআনতা ছুবহা-নাকা  ইন্নী কুনতুমিনাজ্জালিমীন।", "sura_id": 21 }, { "ar": "فَاسْتَجَبْنَا لَهُۥ وَنَجَّيْنٰهُ مِنَ الْغَمِّ ۚ وَكَذٰلِكَ نُۨجِى الْمُؤْمِنِينَ", "ayat_id": 88, "id": 2571, "bn": "অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁকে দুশ্চিন্তা থেকে মুক্তি দিলাম। আমি এমনি ভাবে বিশ্ববাসীদেরকে মুক্তি দিয়ে থাকি।", "pr": "ফাছতাজাবনা-লাহূওয়া নাজ্জাইনা-হু মিনাল গাম্মি ওয়া কাযা-লিকা নুনজিল মু’মিনীন।", "sura_id": 21 }, { "ar": "وَزَكَرِيَّآ إِذْ نَادٰى رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ الْوٰرِثِينَ", "ayat_id": 89, "id": 2572, "bn": "এবং যাকারিয়ার কথা স্মরণ করুন, যখন সে তার পালনকর্তাকে আহবান করেছিল; হে আমার পালনকর্তা আমাকে একা রেখো না। তুমি তো উত্তম ওয়ারিস।", "pr": "ওয়া ঝাকারিইইয়াইযনা-দা-রাব্বাহূরাব্বি লা-তাযারনী ফারদাওঁ ওয়া আনতা খাইরুল ওয়ারিছীন।", "sura_id": 21 }, { "ar": "فَاسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيٰى وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا يُسٰرِعُونَ فِى الْخَيْرٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا لَنَا خٰشِعِينَ", "ayat_id": 90, "id": 2573, "bn": "অতঃপর আমি তার দোয়া কবুল করেছিলাম, তাকে দান করেছিলাম ইয়াহইয়া এবং তার জন্যে তার স্ত্রীকে প্রসব যোগ্য করেছিলাম। তারা সৎকর্মে ঝাঁপিয়ে পড়ত, তারা আশা ও ভীতি সহকারে আমাকে ডাকত এবং তারা ছিল আমার কাছে বিনীত।", "pr": "ফছতাজাবনা-লাহূ  ওয়া ওয়াহাবনা-লাহূইয়াহইয়া-ওয়া আসলাহনা-লাহূঝাওজাহূ ইন্নাহুম কা-নূইউছা-রি‘ঊনা ফিল খাইরা-তি ওয়া ইয়াদঊনানা-রাগাবাওঁ ওয়া রাহাবাও ওয়া কা-নূলানা-খা-শি‘ঈন।", "sura_id": 21 }, { "ar": "وَالَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنٰهَا وَابْنَهَآ ءَايَةً لِّلْعٰلَمِينَ", "ayat_id": 91, "id": 2574, "bn": "এবং সেই নারীর কথা আলোচনা করুন, যে তার কামপ্রবৃত্তিকে বশে রেখেছিল, অতঃপর আমি তার মধ্যে আমার রূহ ফুঁকে দিয়েছিলাম এবং তাকে তার পুত্রকে বিশ্ববাসীর জন্য নিদর্শন করেছিলাম।", "pr": "ওয়াল্লাতীআহসানাত ফারজাহা-ফানাফাখনা-ফীহা-মির রূহিনা-ওয়া জা‘আলনা-হাওয়াবনাহাআ-য়াতাল লিল‘আ-লামীন।", "sura_id": 21 }, { "ar": "إِنَّ هٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَاعْبُدُونِ", "ayat_id": 92, "id": 2575, "bn": "তারা সকলেই তোমাদের ধর্মের; একই ধর্মে তো বিশ্বাসী সবাই এবং আমিই তোমাদের পালনকর্তা, অতএব আমার বন্দেগী কর।", "pr": "ইন্না হা-যিহীউম্মাতুকুম উম্মাতাওঁ  ওয়া-হিদাতাওঁ ওয়া আনা রাব্বুকুম ফা‘বুদূ ন।", "sura_id": 21 }, { "ar": "وَتَقَطَّعُوٓا أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رٰجِعُونَ", "ayat_id": 93, "id": 2576, "bn": "এবং মানুষ তাদের কার্যকলাপ দ্বারা পারস্পরিক বিষয়ে ভেদ সৃষ্টি করেছে। প্রত্যেকেই আমার কাছে প্রত্যাবর্তিত হবে।", "pr": "ওয়া তাকাততা‘ঊআমরাহুম বাইনাহুম কুল্লুন ইলাইনা-রা-জি‘উন।", "sura_id": 21 }, { "ar": "فَمَن يَعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كٰتِبُونَ", "ayat_id": 94, "id": 2577, "bn": "অতঃপর যে বিশ্বাসী অবস্থায় সৎকর্ম সম্পাদন করে, তার প্রচেষ্টা অস্বীকৃত হবে না এবং আমি তা লিপিবদ্ধ করে রাখি।", "pr": "ফামাইঁ ইয়া‘মাল মিনাসসা-লিহা-তি ওয়া হুওয়া মু’মিনুন ফালা কুফরা-না লিছা‘য়িহী ওয়া ইন্না-লাহূকা-তিবূন।", "sura_id": 21 }, { "ar": "وَحَرٰمٌ عَلٰى قَرْيَةٍ أَهْلَكْنٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ", "ayat_id": 95, "id": 2578, "bn": "যেসব জনপদকে আমি ধ্বংস করে দিয়েছি, তার অধিবাসীদের ফিরে না আসা অবধারিত।", "pr": "ওয়া হারা-মুন ‘আলা-কারইয়াতিন আহলাকনা-হাআন্নাহুম লা-ইয়ারজি‘ঊন।", "sura_id": 21 }, { "ar": "حَتّٰىٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ", "ayat_id": 96, "id": 2579, "bn": "যে পর্যন্ত না ইয়াজুজ ও মাজুজকে বন্ধন মুক্ত করে দেয়া হবে এবং তারা প্রত্যেক উচ্চভুমি থেকে দ্রুত ছুটে আসবে।", "pr": "হাত্তাইযা-ফুতিহাত ইয়া’জুজুওয়ামা’জুজুওয়া হুম মিন কুল্লি হাদাবিইঁ ইয়ানছিলূন।", "sura_id": 21 }, { "ar": "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِىَ شٰخِصَةٌ أَبْصٰرُ الَّذِينَ كَفَرُوا يٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِينَ", "ayat_id": 97, "id": 2580, "bn": "আমোঘ প্রতিশ্রুত সময় নিকটবর্তী হলে কাফেরদের চক্ষু উচ্চে স্থির হয়ে যাবে; হায় আমাদের দূর্ভাগ্য, আমরা এ বিষয়ে বেখবর ছিলাম; বরং আমরা গোনাহগরই ছিলাম।", "pr": "ওয়াকতালাবাল ওয়া‘দুল হাক্কুফাইযা-হিয়া শা-খিসাতুন আবসা-রুল্লাযীনা কাফারূ ইয়া-ওয়াইলানা-কাদ কুন্না-ফী গাফলাতিম মিন হা-যা-বাল কুন্না-জা-লিমীন।", "sura_id": 21 }, { "ar": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وٰرِدُونَ", "ayat_id": 98, "id": 2581, "bn": "তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের পুজা কর, সেগুলো দোযখের ইন্ধন। তোমরাই তাতে প্রবেশ করবে।", "pr": "ইন্নাকুম ওয়ামা-তা‘বুদূ না মিন দূ নিল্লা-হি হাসাবুজাহান্নামা আনতুম লাহা-ওয়া-রিদূ ন।", "sura_id": 21 }, { "ar": "لَوْ كَانَ هٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خٰلِدُونَ", "ayat_id": 99, "id": 2582, "bn": "এই মূর্তিরা যদি উপাস্য হত, তবে জাহান্নামে প্রবেশ করত না। প্রত্যেকেই তাতে চিরস্থায়ী হয়ে পড়ে থাকবে।", "pr": "লাও কা-না হাঊলাই আ-লিহাতামমা-ওয়ারাদূ হা- ওয়া কুল্লুন ফীহা-খা-লিদূ ন।", "sura_id": 21 }, { "ar": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ", "ayat_id": 100, "id": 2583, "bn": "তারা সেখানে চীৎকার করবে এবং সেখানে তারা কিছুই শুনতে পাবে না।", "pr": "লাহুম ফীহা-ঝাফীরুওঁ ওয়াহুম ফীহা-লা-ইয়াছমা‘ঊন।", "sura_id": 21 }, { "ar": "إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنٰىٓ أُولٰٓئِكَ عَنْهَا مُبْعَدُونَ", "ayat_id": 101, "id": 2584, "bn": "যাদের জন্য প্রথম থেকেই আমার পক্ষ থেকে কল্যাণ নির্ধারিত হয়েছে তারা দোযখ থেকে দূরে থাকবে।", "pr": "ইন্নাল্লাযীনা ছাবাকাত লাহুম মিন্নাল হুছনা উলাইকা ‘আনহা-মুব‘আদূ ন।", "sura_id": 21 }, { "ar": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِى مَا اشْتَهَتْ أَنفُسُهُمْ خٰلِدُونَ", "ayat_id": 102, "id": 2585, "bn": "তারা তার ক্ষীণতম শব্দও শুনবে না এবং তারা তাদের মনের বাসনা অনুযায়ী চিরকাল বসবাস করবে।", "pr": "লা-ইয়াছমা‘ঊনা হাছীছাহা- ওয়া হুম ফী মাশতাহাত আনফুছুহুম খা-লিদূ ন।", "sura_id": 21 }, { "ar": "لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰٓئِكَةُ هٰذَا يَوْمُكُمُ الَّذِى كُنتُمْ تُوعَدُونَ", "ayat_id": 103, "id": 2586, "bn": "মহা ত্রাস তাদেরকে চিন্তান্বিত করবে না এবং ফেরেশতারা তাদেরকে অভ্যর্থনা করবেঃ আজ তোমাদের দিন, যে দিনের ওয়াদা তোমাদেরকে দেয়া হয়েছিল।", "pr": "লা-ইয়াহঝুনুহুমুল ফাঝা‘উল আকবারু ওয়া তাতালাক্কা-হুমুল মালাইকাতু হা-যাইয়াওমুকুমুল্লাযী কুনতুম তূ‘আদূ ন।", "sura_id": 21 }, { "ar": "يَوْمَ نَطْوِى السَّمَآءَ كَطَىِّ السِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ ۚ وَعْدًا عَلَيْنَآ ۚ إِنَّا كُنَّا فٰعِلِينَ", "ayat_id": 104, "id": 2587, "bn": "সেদিন আমি আকাশকে গুটিয়ে নেব, যেমন গুটানো হয় লিখিত কাগজপত্র। যেভাবে আমি প্রথমবার সৃষ্টি করেছিলাম, সেভাবে পুনরায় সৃষ্টি করব। আমার ওয়াদা নিশ্চিত, আমাকে তা পূর্ণ করতেই হবে।", "pr": "ইয়াওমা নাতবিছছামাআ কাতাইয়িছছিজিলিল লিলকুতুবি কামা-বাদা’নাআওয়ালা খালকিন নু‘ঈদুহূ ওয়া‘দান ‘আলাইনা- ইন্না-কুন্না-ফা-‘ইলীন ।", "sura_id": 21 }, { "ar": "وَلَقَدْ كَتَبْنَا فِى الزَّبُورِ مِنۢ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِىَ الصّٰلِحُونَ", "ayat_id": 105, "id": 2588, "bn": "আমি উপদেশের পর যবুরে লিখে দিয়েছি যে, আমার সৎকর্মপরায়ণ বান্দাগণ অবশেষে পৃথিবীর অধিকারী হবে।", "pr": "ওয়া লাকাদ কাতাবনা-ফিঝঝাবূরি মিম বা‘দিযযিকরি আন্নাল আরদা ইয়ারিছু হা-ইবা দিয়াসসা-লিহূন।", "sura_id": 21 }, { "ar": "إِنَّ فِى هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِينَ", "ayat_id": 106, "id": 2589, "bn": "এতে এবাদতকারী সম্প্রদায়ের জন্যে পর্যাপ্ত বিষয়বস্তু আছে।", "pr": "ইন্না ফী হা-যা-লাবালা-গাল লিকাওমিন ‘আ-বিদীন।", "sura_id": 21 }, { "ar": "وَمَآ أَرْسَلْنٰكَ إِلَّا رَحْمَةً لِّلْعٰلَمِينَ", "ayat_id": 107, "id": 2590, "bn": "আমি আপনাকে বিশ্ববাসীর জন্যে রহমত স্বরূপই প্রেরণ করেছি।", "pr": "ওয়ামাআরছালনা-কা ইল্লা-রাহমাতাল লিল‘আ-লামীন।", "sura_id": 21 }, { "ar": "قُلْ إِنَّمَا يُوحٰىٓ إِلَىَّ أَنَّمَآ إِلٰهُكُمْ إِلٰهٌ وٰحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ", "ayat_id": 108, "id": 2591, "bn": "বলুনঃ আমাকে তো এ আদেশই দেয়া হয়েছে যে, তোমাদের উপাস্য একমাত্র উপাস্য। সুতরাংতোমরা কি আজ্ঞাবহ হবে?", "pr": "কুল ইন্নামা-ইঊহাইলাইয়া আন্নামাইলা-হুকুম ইলা-হুওঁ ওয়াহিদুন ফাহাল আনতুম মুছলিমূন।", "sura_id": 21 }, { "ar": "فَإِن تَوَلَّوْا فَقُلْ ءَاذَنتُكُمْ عَلٰى سَوَآءٍ ۖ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ", "ayat_id": 109, "id": 2592, "bn": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে বলে দিনঃ আমি তোমাদেরকে পরিস্কার ভাবে সতর্ক করেছি এবং আমি জানি না, তোমাদেরকে যে ওয়াদা দেয়া হয়েছে, তা নিকটবর্তী না দূরবর্তী।", "pr": "ফাইন তাওয়াল্লাও ফাকুল আ-যানতুকুম ‘আলা-ছাওয়াইও ওয়া ইন আদরীআকারীবুন আম বা‘ঈদুম মা-তূ‘আদূ ন।", "sura_id": 21 }, { "ar": "إِنَّهُۥ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ", "ayat_id": 110, "id": 2593, "bn": "তিনি জানেন, যে কথা সশব্দে বল এবং যে কথা তোমরা গোপন কর।", "pr": "ইন্নাহূইয়া‘লামুল জাহরা মিনাল কাওলি ওয়া ইয়া‘লামুমা-তাকতুমূন।", "sura_id": 21 }, { "ar": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتٰعٌ إِلٰى حِينٍ", "ayat_id": 111, "id": 2594, "bn": "আমি জানি না সম্ভবতঃ বিলম্বের মধ্যে তোমাদের জন্যে একটি পরীক্ষা এবং এক সময় পর্যন্ত ভোগ করার সুযোগ।", "pr": "ওয়া ইন আদরী লা‘আল্লাহূফিতনাতুল লাকুম ওয়া মাতা-‘উন ইলা-হীন।", "sura_id": 21 }, { "ar": "قٰلَ رَبِّ احْكُم بِالْحَقِّ ۗ وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُونَ", "ayat_id": 112, "id": 2595, "bn": "পয়গাম্বর বললেনঃ হে আমার পালনকর্তা, আপনি ন্যায়ানুগ ফয়সালা করে দিন। আমাদের পালনকর্তা তো দয়াময়, তোমরা যা বলছ, সে বিষয়ে আমরা তাঁর কাছেই সাহায্য প্রার্থনা করি।", "pr": "কা-লা রাব্বিহকুম বিলহাক্কি ওয়া রাব্বুনার রাহমা-নুল মুছতা‘আ-নু‘আলা-মাতাসিফূন।", "sura_id": 21 }]