[{ "ar": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتٰبِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتّٰى تَأْتِيَهُمُ الْبَيِّنَةُ", "ayat_id": 1, "id": 6131, "bn": "আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের ছিল, তারা প্রত্যাবর্তন করত না যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ আসত।", "pr": "লাম ইয়াকুনিল্লাযীনা কাফারূমিন আহলিল কিতা-বি ওয়াল মুশরিকীনা মুনফাক্কীনা হাত্তাতা’তিয়াহুমুল বাইয়িনাহ।", "sura_id": 98 }, { "ar": "رَسُولٌ مِّنَ اللَّهِ يَتْلُوا صُحُفًا مُّطَهَّرَةً", "ayat_id": 2, "id": 6132, "bn": "অর্থাৎ আল্লাহর একজন রসূল, যিনি আবৃত্তি করতেন পবিত্র সহীফা,", "pr": "রাছূলুম মিনাল্লা-হি ইয়াতলূসুহুফাম মুতাহহারাহ।", "sura_id": 98 }, { "ar": "فِيهَا كُتُبٌ قَيِّمَةٌ", "ayat_id": 3, "id": 6133, "bn": "যাতে আছে, সঠিক বিষয়বস্তু।", "pr": "ফীহা-কুতুবুন কাইয়িমাহ।", "sura_id": 98 }, { "ar": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ الْبَيِّنَةُ", "ayat_id": 4, "id": 6134, "bn": "অপর কিতাব প্রাপ্তরা যে বিভ্রান্ত হয়েছে, তা হয়েছে তাদের কাছে সুস্পষ্ট প্রমাণ আসার পরেই।", "pr": "ওয়ামা- তাফাররাকাল্লাযীনা ঊতুলকিতা-বা ইল্লা- মিম বা‘দি মা- জাআতহুমুল বাইয়িনাহ।", "sura_id": 98 }, { "ar": "وَمَآ أُمِرُوٓا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَآءَ وَيُقِيمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ ۚ وَذٰلِكَ دِينُ الْقَيِّمَةِ", "ayat_id": 5, "id": 6135, "bn": "তাদেরকে এছাড়া কোন নির্দেশ করা হয়নি যে, তারা খাঁটি মনে একনিষ্ঠভাবে আল্লাহর এবাদত করবে, নামায কায়েম করবে এবং যাকাত দেবে। এটাই সঠিক ধর্ম।", "pr": "ওয়ামাউমিরূইল্লা-লিয়া‘বুদুল্লা-হা মুখলিসীনা লাহুদ্দীনা হুনাফাআ ওয়া ইউকীমুসসালা-তা ওয়া ইউ’তুঝঝাকা-তা ওয়া যা-লিকা দীনুল কাইয়িমাহ।", "sura_id": 98 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتٰبِ وَالْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خٰلِدِينَ فِيهَآ ۚ أُولٰٓئِكَ هُمْ شَرُّ الْبَرِيَّةِ", "ayat_id": 6, "id": 6136, "bn": "আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের, তারা জাহান্নামের আগুনে স্থায়ীভাবে থাকবে। তারাই সৃষ্টির অধম।", "pr": "ইন্নাল্লাযীনা কাফারূমিন আহলিল কিতা-বি ওয়াল মুশরিকীনা ফী না-রি জাহান্নামা খা-লিদীনা ফীহা- উলাইকা হুম শাররুল বারিইইয়াহ।", "sura_id": 98 }, { "ar": "إِنَّ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ أُولٰٓئِكَ هُمْ خَيْرُ الْبَرِيَّةِ", "ayat_id": 7, "id": 6137, "bn": "যারা ঈমান আনে ও সৎকর্ম করে, তারাই সৃষ্টির সেরা।", "pr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি উলাইকা হুম খাইরুল বারিইইয়াহ।", "sura_id": 98 }, { "ar": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ", "ayat_id": 8, "id": 6138, "bn": "তাদের পালনকর্তার কাছে রয়েছে তাদের প্রতিদান চিরকাল বসবাসের জান্নাত, যার তলদেশে নির্ঝরিণী প্রবাহিত। তারা সেখানে থাকবে অনন্তকাল। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা আল্লাহর প্রতি সন্তুষ্ট। এটা তার জন্যে, যে তার পালনকর্তাকে ভয় কর।", "pr": "জাঝাউহুম ‘ইনদা রাব্বিহিম জান্না-তু‘আদনিন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহাআবাদার রাদিয়াল্লা-হু ‘আনহুম ওয়া রাদূ ‘আনহু যা-লিকা লিমান খাশিয়া রাব্বাহ।", "sura_id": 98 }]