[{ "ar": "سَبَّحَ لِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 1, "id": 5127, "bn": "নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা বর্ণনা করে। তিনি পরাক্রমশালী মহাজ্ঞানী।", "pr": "ছাব্বাহা লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদি ওয়া হুয়াওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 59 }, { "ar": "هُوَ الَّذِىٓ أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتٰبِ مِن دِيٰرِهِمْ لِأَوَّلِ الْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا ۖ وَظَنُّوٓا أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ اللَّهِ فَأَتٰىهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا ۖ وَقَذَفَ فِى قُلُوبِهِمُ الرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى الْمُؤْمِنِينَ فَاعْتَبِرُوا يٰٓأُولِى الْأَبْصٰرِ", "ayat_id": 2, "id": 5128, "bn": "তিনিই কিতাবধারীদের মধ্যে যারা কাফের, তাদেরকে প্রথমবার একত্রিত করে তাদের বাড়ী-ঘর থেকে বহিস্কার করেছেন। তোমরা ধারণাও করতে পারনি যে, তারা বের হবে এবং তারা মনে করেছিল যে, তাদের দূর্গগুলো তাদেরকে আল্লাহর কবল থেকে রক্ষা করবে। অতঃপর আল্লাহর শাস্তি তাদের উপর এমনদিক থেকে আসল, যার কল্পনাও তারা করেনি। আল্লাহ তাদের অন্তরে ত্রাস সঞ্চার করে দিলেন। তারা তাদের বাড়ী-ঘর নিজেদের হাতে এবং মুসলমানদের হাতে ধ্বংস করছিল। অতএব, হে চক্ষুষ্মান ব্যক্তিগণ, তোমরা শিক্ষা গ্রহণ কর।", "pr": "হুয়াল্লাযীআখরাজাল্লাযীনা কাফারূ মিন আহলিল কিতা-বি মিন দিয়া-রিহিম লিআওওয়ালিল হাশরি মা-জানানতম আইঁ ইয়াখরুজুওয়া জান্নুআন্নাহুম মানি‘আতুহুম হুসূনুহুম মিনাল্লা-হি ফাআতা-হুমুল্লা-হু মিন হাইছুলাম ইয়াহতাছিবূ  ওয়া কাযাফা ফী কুলূবিহিমুররু‘বা ইউখরিবূনা বুয়ূতাহুম বিআইদীহিম ওয়া আইদিল মু’মিনীনা ফা‘তাবিরূ ইয়াউলিল আবসা-র।", "sura_id": 59 }, { "ar": "وَلَوْلَآ أَن كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَآءَ لَعَذَّبَهُمْ فِى الدُّنْيَا ۖ وَلَهُمْ فِى الْءَاخِرَةِ عَذَابُ النَّارِ", "ayat_id": 3, "id": 5129, "bn": "আল্লাহ যদি তাদের জন্যে নির্বাসন অবধারিত না করতেন, তবে তাদেরকে দুনিয়াতে শাস্তি দিতেন। আর পরকালে তাদের জন্যে রয়েছে জাহান্নামের আযাব।", "pr": "ওয়া লাওলাআন কাতাবাল্লা-হু ‘আলাইহিমুল জালাআলাআযযাবাহুম ফিদ্দুনইয়া- ওয়া লাহুম আ-খিরাতি আযা-বুন্না-র।", "sura_id": 59 }, { "ar": "ذٰلِكَ بِأَنَّهُمْ شَآقُّوا اللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ", "ayat_id": 4, "id": 5130, "bn": "এটা এ কারণে যে, তারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছে। যে আল্লাহর বিরুদ্ধাচরণ করে, তার জানা উচিত যে, আল্লাহ কঠোর শাস্তিদাতা।", "pr": "যা-লিকা বিআন্নাহুম শাক্কুল্লা-হা ওয়া রাছূলাহু ওয়ামাই ইউশাক্কিল্লা-হা ফাইন্নাল্লাহা শাদীনুল ‘ইকা-ব।", "sura_id": 59 }, { "ar": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلٰىٓ أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِىَ الْفٰسِقِينَ", "ayat_id": 5, "id": 5131, "bn": "তোমরা যে কিছু কিছু খর্জুর বৃক্ষ কেটে দিয়েছ এবং কতক না কেটে ছেড়ে দিয়েছ, তা তো আল্লাহরই আদেশ এবং যাতে তিনি অবাধ্যদেরকে লাঞ্ছিত করেন।", "pr": "মা-কাতা‘তুম মিল লিনাতিন আও তারাকতুমূহা- কাইমাতান ‘আলা উসূলিহাফাবিইযনিল্লা-হি ওয়া লিইউখঝিয়াল ফা-ছিকীন।", "sura_id": 59 }, { "ar": "وَمَآ أَفَآءَ اللَّهُ عَلٰى رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلٰكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلٰى مَن يَشَآءُ ۚ وَاللَّهُ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 6, "id": 5132, "bn": "আল্লাহ বনু-বনুযায়রের কাছ থেকে তাঁর রসূলকে যে ধন-সম্পদ দিয়েছেন, তজ্জন্যে তোমরা ঘোড়ায় কিংবা উটে চড়ে যুদ্ধ করনি, কিন্তু আল্লাহ যার উপর ইচ্ছা, তাঁর রসূলগণকে প্রাধান্য দান করেন। আল্লাহ সবকিছুর উপর সর্বশক্তিমান।", "pr": "ওয়ামাআআল্লা-হু ‘আলা-রাছূলিহী মিনহুম ফামাআওজাফ তুম আলাইহি মিন খাইলিওঁ ওয়ালা-রিকা-বিওঁ ওয়ালা-কিন্নাল্লা-হা ইউছালিলতুরুছুলাহু আলা-মাইঁ ইয়াশাউ ওয়াল্লাহু ‘আলা-কুল্লি শাইয়িন কাদীর।", "sura_id": 59 }, { "ar": "مَّآ أَفَآءَ اللَّهُ عَلٰى رَسُولِهِۦ مِنْ أَهْلِ الْقُرٰى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِينِ وَابْنِ السَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ الْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتٰىكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهٰىكُمْ عَنْهُ فَانتَهُوا ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ", "ayat_id": 7, "id": 5133, "bn": "আল্লাহ জনপদবাসীদের কাছ থেকে তাঁর রসূলকে যা দিয়েছেন, তা আল্লাহর, রসূলের, তাঁর আত্নীয়-স্বজনের, ইয়াতীমদের, অভাবগ্রস্তদের এবং মুসাফিরদের জন্যে, যাতে ধনৈশ্বর্য্য কেবল তোমাদের বিত্তশালীদের মধ্যেই পুঞ্জীভূত না হয়। রসূল তোমাদেরকে যা দেন, তা গ্রহণ কর এবং যা নিষেধ করেন, তা থেকে বিরত থাক এবং আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ কঠোর শাস্তিদাতা।", "pr": "মাআফাআল্লা-হু ‘আলা-রাছূলিহী মিন আহলিল কুরা-ফালিল্লা-হি ওয়া লিররাছূলি ওয়া লিযিল কুরবা-ওয়াল ইয়াতা-মা-ওয়াল মাছা-কীনি ওয়াবনিছছাবীলি কাইলা -ইয়াকূনা দূ লাতাম বাইনাল আগনিইয়াই মিনকুম ওয়ামাআ-তা-কুমুররাছূলুফাখুযূহু ওয়ামা-নাহা-কুম ‘আনহু ফানতাহূ ওয়াত্তাকুল্লা-হা শাদীদুল ‘ইকা-ব।", "sura_id": 59 }, { "ar": "لِلْفُقَرَآءِ الْمُهٰجِرِينَ الَّذِينَ أُخْرِجُوا مِن دِيٰرِهِمْ وَأَمْوٰلِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوٰنًا وَيَنصُرُونَ اللَّهَ وَرَسُولَهُۥٓ ۚ أُولٰٓئِكَ هُمُ الصّٰدِقُونَ", "ayat_id": 8, "id": 5134, "bn": "এই ধন-সম্পদ দেশত্যাগী নিঃস্বদের জন্যে, যারা আল্লাহর অনুগ্রহ ও সন্তুষ্টিলাভের অন্বেষণে এবং আল্লাহ তাঁর রসূলের সাহায্যার্থে নিজেদের বাস্তুভিটা ও ধন-সম্পদ থেকে বহিস্কৃত হয়েছে। তারাই সত্যবাদী।", "pr": "লিল ফুকারাইল মুহা-জিরীনাল্লাযীনা উখরিজূমিন দিয়া-রিহিম ওয়া আমওয়া-লিহিম ইয়াবতাগূনা ফাদলাম মিনাল্লা-হি ওয়া রিদওয়া-নাওঁ ওয়া ইয়ানসুরূনাল্লা-হা ওয়া রাছূলাহূ উলাইকা হুমুসসা-দিকূন।", "sura_id": 59 }, { "ar": "وَالَّذِينَ تَبَوَّءُو الدَّارَ وَالْإِيمٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُوا وَيُؤْثِرُونَ عَلٰىٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُولٰٓئِكَ هُمُ الْمُفْلِحُونَ", "ayat_id": 9, "id": 5135, "bn": "যারা মুহাজিরদের আগমনের পূর্বে মদীনায় বসবাস করেছিল এবং বিশ্বাস স্থাপন করেছিল, তারা মুহাজিরদের ভালবাসে, মুহাজিরদেরকে যা দেয়া হয়েছে, তজ্জন্যে তারা অন্তরে ঈর্ষাপোষণ করে না এবং নিজেরা অভাবগ্রস্ত হলেও তাদেরকে অগ্রাধিকার দান করে। যারা মনের কার্পণ্য থেকে মুক্ত, তারাই সফলকাম।", "pr": "ওয়াল্লাযীনা তাবাওওয়াউদ্দা-রা ওয়াল ঈমা-না মিন কাবলিহিম ইউহিববূনা মান হা-জারা ইলাইহিম ওয়ালা-ইয়াজিদূ না ফী সুদূ রিহিম হা-জাতাম মিম্মাউতূওয়া ইউ’ছিরূনা ‘আলা আনফুছিহিম ওয়ালাও কা-না বিহিম খাসা-সাতুও ওয়া মাইঁ ইঊকা শুহহা নাফছিহী ফাউলাইকা হুমুল মুফলিহূন।", "sura_id": 59 }, { "ar": "وَالَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوٰنِنَا الَّذِينَ سَبَقُونَا بِالْإِيمٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ", "ayat_id": 10, "id": 5136, "bn": "আর এই সম্পদ তাদের জন্যে, যারা তাদের পরে আগমন করেছে। তারা বলেঃ হে আমাদের পালনকর্তা, আমাদেরকে এবং ঈমানে আগ্রহী আমাদের ভ্রাতাগণকে ক্ষমা কর এবং ঈমানদারদের বিরুদ্ধে আমাদের অন্তরে কোন বিদ্বেষ রেখো না। হে আমাদের পালনকর্তা, আপনি দয়ালু, পরম করুণাময়।", "pr": "ওয়াল্লাযীনা জাঊ মিম বা‘দিহিম ইয়াকূ লূনা রাব্বানাগফিরলানা-ওয়া লিইখওয়া-নিনাল্লাযীনা ছাবকূনা-বিল ঈমা-নি ওয়ালা-তাজ‘আল ফী কুলূবিনা-গিল্লাল লিল্লাযীনা আ-মানূ রাব্বানাইন্নাকা রাঊফুর রাহ ীম।", "sura_id": 59 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوٰنِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكٰذِبُونَ", "ayat_id": 11, "id": 5137, "bn": "আপনি কি মুনাফিকদেরকে দেখেন নি? তারা তাদের কিতাবধারী কাফের ভাইদেরকে বলেঃ তোমরা যদি বহিস্কৃত হও, তবে আমরা অবশ্যই তোমাদের সাথে দেশ থেকে বের হয়ে যাব এবং তোমাদের ব্যাপারে আমরা কখনও কারও কথা মানব না। আর যদি তোমরা আক্রান্ত হও, তবে আমরা অবশ্যই তোমাদেরকে সাহায্য করব। আল্লাহ তা’আলা সাক্ষ্য দেন যে, ওরা নিশ্চয়ই মিথ্যাবাদী।", "pr": "আলাম তারা ইলাল্লাযীনা না-ফাকূইয়াকূলূনা লিইখওয়া-নিহিমুল্লাযীনা কাফারূ মিন আহলিল কিতা-বি লাইন উখরিজতুম লানাখরুজান্না মা‘আকুম ওয়ালা-নুতী‘উ ফীকুম আহাদান আবাদওঁ ওয়া ইন কুতিলতুম লানানসুরান্নাকুম ওয়াল্লা-হু ইয়াশহাদুইন্নাহুম লাকা-যিবুন।", "sura_id": 59 }, { "ar": "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبٰرَ ثُمَّ لَا يُنصَرُونَ", "ayat_id": 12, "id": 5138, "bn": "যদি তারা বহিস্কৃত হয়, তবে মুনাফিকরা তাদের সাথে দেশত্যাগ করবে না আর যদি তারা আক্রান্ত হয়, তবে তারা তাদেরকে সাহায্য করবে না। যদি তাদেরকে সাহায্য করে, তবে অবশ্যই পৃষ্ঠপ্রদর্শন করে পলায়ন করবে। এরপর কাফেররা কোন সাহায্য পাবে না।", "pr": "লাইন উখরিজূলা ইয়াখরুজূনা মা‘আহুম ওয়া লাইন কূতিলূলা-ইয়ানসুরূনাহুম ওয়ালাইন নাসারূহুম লাইঊওয়াল্লুন্নাল আদবা-রা ছু ম্মা লা-ইউনসারূন।", "sura_id": 59 }, { "ar": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ اللَّهِ ۚ ذٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ", "ayat_id": 13, "id": 5139, "bn": "নিশ্চয় তোমরা তাদের অন্তরে আল্লাহ তা’আলা অপেক্ষা অধিকতর ভয়াবহ। এটা এ কারণে যে, তারা এক নির্বোধ সম্প্রদায়।", "pr": "লাআনতুম আশাদ্দুরাহবাতান ফী সুদূ রিহিম মিনাল্লা-হি যা-লিকা বিআন্নাহুম কাওমুল লাইয়াফকাহুন।", "sura_id": 59 }, { "ar": "لَا يُقٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتّٰى ۚ ذٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ", "ayat_id": 14, "id": 5140, "bn": "তারা সংঘবদ্ধভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে পারবে না। তারা যুদ্ধ করবে কেবল সুরক্ষিত জনপদে অথবা দুর্গ প্রাচীরের আড়াল থেকে। তাদের পারস্পরিক যুদ্ধই প্রচন্ড হয়ে থাকে। আপনি তাদেরকে ঐক্যবদ্ধ মনে করবেন; কিন্তু তাদের অন্তর শতধাবিচ্ছিন্ন। এটা এ কারণে যে, তারা এক কান্ডজ্ঞানহীণ সম্প্রদায়।", "pr": "লা-ইউকা-তিলূনাকুম জামী‘আন ইল্লা ফী কুরামমুহাসসনাতিন আও মিওঁ ওয়ারাই জুদুরিন বা’ছুহুম বাইনাহুম শাদীদুন তাহছাবুহুম জামি‘আওঁ ওয়া কুলূবুহুম শাত্তা- যালিকা বিআন্নাহুম কাওমুল লা-ইয়া‘কিলূন।", "sura_id": 59 }, { "ar": "كَمَثَلِ الَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "ayat_id": 15, "id": 5141, "bn": "তারা সেই লোকদের মত, যারা তাদের নিকট অতীতে নিজেদের কর্মের শাস্তিভোগ করেছে। তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।", "pr": "কামাছালিল্লাযীনা মিন কাবলিহিম কারীবান যা-কূওয়া বা-লা আমরিহিম ওয়া লাহুম ‘আযা-বুন আলীম।", "sura_id": 59 }, { "ar": "كَمَثَلِ الشَّيْطٰنِ إِذْ قَالَ لِلْإِنسٰنِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ اللَّهَ رَبَّ الْعٰلَمِينَ", "ayat_id": 16, "id": 5142, "bn": "তারা শয়তানের মত, যে মানুষকে কাফের হতে বলে। অতঃপর যখন সে কাফের হয়, তখন শয়তান বলেঃ তোমার সাথে আমার কোন সম্পর্ক নেই। আমি বিশ্বপালনকর্তা আল্লাহ তা’আলাকে ভয় করি।", "pr": "কামাছালিশশাইতা-নি ইযকা-লা লিল ইনছা-নিকফুর  ফালাম্মা-কাফারা কালা ইন্নী বারীউম মিনকা ইন্নীআখা-ফুল্লা-হা রাব্বাল ‘আ-লামীন।", "sura_id": 59 }, { "ar": "فَكَانَ عٰقِبَتَهُمَآ أَنَّهُمَا فِى النَّارِ خٰلِدَيْنِ فِيهَا ۚ وَذٰلِكَ جَزٰٓؤُا الظّٰلِمِينَ", "ayat_id": 17, "id": 5143, "bn": "অতঃপর উভয়ের পরিণতি হবে এই যে, তারা জাহান্নামে যাবে এবং চিরকাল তথায় বসবাস করবে। এটাই জালেমদের শাস্তি।", "pr": "ফাকা-না ‘আ-কিবাতাহুমাআন্নাহুমা-ফিন্না-রি খা-লিদাইনি ফীহা- ওয়া যা-লিকা জাঝাউজ্জা-লিমীন।", "sura_id": 59 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ", "ayat_id": 18, "id": 5144, "bn": "মুমিনগণ, তোমরা আল্লাহ তা’আলাকে ভয় কর। প্রত্যেক ব্যক্তির উচিত, আগামী কালের জন্যে সে কি প্রেরণ করে, তা চিন্তা করা। আল্লাহ তা’আলাকে ভয় করতে থাক। তোমরা যা কর, আল্লাহ তা’আলা সে সম্পর্কে খবর রাখেন।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুত্তাকুল্লা-হা ওয়ালতানজুর নাফছুম মা-কাদ্দামাত লিগাদিও ওয়াত্তাকুল্লা-হা ইন্নাল্লা-হা খাবীরুম বিমা-তা‘মালূন।", "sura_id": 59 }, { "ar": "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنسٰىهُمْ أَنفُسَهُمْ ۚ أُولٰٓئِكَ هُمُ الْفٰسِقُونَ", "ayat_id": 19, "id": 5145, "bn": "তোমরা তাদের মত হয়ো না, যারা আল্লাহ তা’আলাকে ভুলে গেছে। ফলে আল্লাহ তা’আলা তাদেরকে আত্ন বিস্মৃত করে দিয়েছেন। তারাই অবাধ্য।", "pr": "ওয়ালা-তাকূনূকাল্লাযীনা নাছুল্লা-হা ফাআনছা-হুম আনফুছাহুম উলাইকা হুমুল ফাছিকূন।", "sura_id": 59 }, { "ar": "لَا يَسْتَوِىٓ أَصْحٰبُ النَّارِ وَأَصْحٰبُ الْجَنَّةِ ۚ أَصْحٰبُ الْجَنَّةِ هُمُ الْفَآئِزُونَ", "ayat_id": 20, "id": 5146, "bn": "জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান হতে পারে না। যারা জান্নাতের অধিবাসী, তারাই সফলকাম।", "pr": "লা-ইয়াছতাবীআসহা-বুন্না-রি ওয়া আসহা-বুল জান্নাতি আসহা-বুল জান্নাতি হুমুল ফাইঝুন।", "sura_id": 59 }, { "ar": "لَوْ أَنزَلْنَا هٰذَا الْقُرْءَانَ عَلٰى جَبَلٍ لَّرَأَيْتَهُۥ خٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ ۚ وَتِلْكَ الْأَمْثٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ", "ayat_id": 21, "id": 5147, "bn": "যদি আমি এই কোরআন পাহাড়ের উপর অবতীর্ণ করতাম, তবে তুমি দেখতে যে, পাহাড় বিনীত হয়ে আল্লাহ তা’আলার ভয়ে বিদীর্ণ হয়ে গেছে। আমি এসব দৃষ্টান্ত মানুষের জন্যে বর্ণনা করি, যাতে তারা চিন্তা-ভাবনা করে।", "pr": "লাও আনঝালনা-হা-যাল কুরআ-না ‘আলা-জাবালিল লারাআইতাহু খা-শি‘আম মুতাসাদ্দি‘ আম মিন খাশয়াতিল্লা-হি ওয়া তিলকাল আমছা-লুনাদরিবুহা-লিন্নাছি লা‘আল্লাহম ইয়াতাফাক্কারূন।", "sura_id": 59 }, { "ar": "هُوَ اللَّهُ الَّذِى لَآ إِلٰهَ إِلَّا هُوَ ۖ عٰلِمُ الْغَيْبِ وَالشَّهٰدَةِ ۖ هُوَ الرَّحْمٰنُ الرَّحِيمُ", "ayat_id": 22, "id": 5148, "bn": "তিনিই আল্লাহ তা’আলা, তিনি ব্যতীত কোন উপাস্য নেই; তিনি দৃশ্য ও অদৃশ্যকে জানেন তিনি পরম দয়ালু, অসীম দাতা।", "pr": "হুওয়াল্লা-হুল্লাযী লাইলা-হা ইল্লা-হুওয়া ‘আ-লিমুল গাইবি ওয়াশশাহা-দাতি হুওয়াররাহমা-নুর রাহীম।", "sura_id": 59 }, { "ar": "هُوَ اللَّهُ الَّذِى لَآ إِلٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحٰنَ اللَّهِ عَمَّا يُشْرِكُونَ", "ayat_id": 23, "id": 5149, "bn": "তিনিই আল্লাহ তিনি ব্যতিত কোন উপাস্য নেই। তিনিই একমাত্র মালিক, পবিত্র, শান্তি ও নিরাপত্তাদাতা, আশ্রয়দাতা, পরাক্রান্ত, প্রতাপান্বিত, মাহাত্নশীল। তারা যাকে অংশীদার করে আল্লাহ তা’ আলা তা থেকে পবিত্র।", "pr": "হুওয়াল্লা-হুল্লাযী লাইলা-হা ইল্লা-হুওয়া আলমালিকুল কুদ্দূছুছ ছালা-মুল ম’মিনুল মুহাইমিনুল ‘আঝীঝুল জাব্বা-রুল মুতাকাব্বিরু ছুবহা-নাল্লা-হি ‘আম্মা-ইউশরিকূন।", "sura_id": 59 }, { "ar": "هُوَ اللَّهُ الْخٰلِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَآءُ الْحُسْنٰى ۚ يُسَبِّحُ لَهُۥ مَا فِى السَّمٰوٰتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 24, "id": 5150, "bn": "তিনিই আল্লাহ তা’আলা, স্রষ্টা, উদ্ভাবক, রূপদাতা, উত্তম নাম সমূহ তাঁরই। নভোমন্ডলে ও ভূমন্ডলে যা কিছু আছে, সবই তাঁর পবিত্রতা ঘোষণা করে। তিনি পরাক্রান্ত প্রজ্ঞাময়।", "pr": "হুওয়াল্লা-হুল খা-লিকুল বা-রিউল মুছাওবিরু লাহুল আছমাউল হুছনা-; ইউছাব্বিহুলাহূ মা-ফিছ ছামা-ওয়া-তি ওয়াল আরদি ওয়াহুওয়াল ‘ আঝীঝুল হাকীম।", "sura_id": 59 }]