[{ "ar": "الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ أَضَلَّ أَعْمٰلَهُمْ", "ayat_id": 1, "id": 4546, "bn": "যারা কুফরী করে এবং আল্লাহর পথে বাধা সৃষ্টি করে, আল্লাহ তাদের সকল কর্ম ব্যর্থ করে দেন।", "pr": "আল্লাযীনা কাফারূওয়াছাদ্দূ‘আন ছাবীলিল্লা-হি আদাল্লা আ‘মা-লাহুম।", "sura_id": 47 }, { "ar": "وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ وَءَامَنُوا بِمَا نُزِّلَ عَلٰى مُحَمَّدٍ وَهُوَ الْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ", "ayat_id": 2, "id": 4547, "bn": "আর যারা বিশ্বাস স্থাপন করে, সৎকর্ম সম্পাদন করে এবং তাদের পালনকর্তার পক্ষ থেকে মুহাম্মদের প্রতি অবতীর্ণ সত্যে বিশ্বাস করে, আল্লাহ তাদের মন্দ কর্মসমূহ মার্জনা করেন এবং তাদের অবস্থা ভাল করে দেন।", "pr": "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া মা-মানূবিমা-নুঝঝিলা ‘আলামুহাম্মাদিওঁ ওয়াহুওয়াল হাক্কুমির রাব্বিহিম কাফফারা ‘আনহুম ছাইয়িআ-তিহিম ওয়া আসলাহা বা-লাহুম।", "sura_id": 47 }, { "ar": "ذٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبٰطِلَ وَأَنَّ الَّذِينَ ءَامَنُوا اتَّبَعُوا الْحَقَّ مِن رَّبِّهِمْ ۚ كَذٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثٰلَهُمْ", "ayat_id": 3, "id": 4548, "bn": "এটা এ কারণে যে, যারা কাফের, তারা বাতিলের অনুসরণ করে এবং যারা বিশ্বাসী, তারা তাদের পালনকর্তার নিকট থেকে আগত সত্যের অনুসরণ করে। এমনিভাবে আল্লাহ মানুষের জন্যে তাদের দৃষ্টান্তসমূহ বর্ণনা করেন।", "pr": "যা-লিকা বিআন্নাল্লাযীনা কাফারুত্তাবা‘উল বা-তিলা ওয়া আন্নাল্লাযীনা আ-মানুত্তাবা‘উল হাক্কা মির রাব্বিহিম কাযা-লিকা ইয়াদরিবুল্লা-হু লিন্না-ছি আমছা-লাহুম।", "sura_id": 47 }, { "ar": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتّٰىٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتّٰى تَضَعَ الْحَرْبُ أَوْزَارَهَا ۚ ذٰلِكَ وَلَوْ يَشَآءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلٰكِن لِّيَبْلُوَا بَعْضَكُم بِبَعْضٍ ۗ وَالَّذِينَ قُتِلُوا فِى سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمٰلَهُمْ", "ayat_id": 4, "id": 4549, "bn": "অতঃপর যখন তোমরা কাফেরদের সাথে যুদ্ধে অবতীর্ণ হও, তখন তাদের গর্দার মার, অবশেষে যখন তাদেরকে পূর্ণরূপে পরাভূত কর তখন তাদেরকে শক্ত করে বেধে ফেল। অতঃপর হয় তাদের প্রতি অনুগ্রহ কর, না হয় তাদের নিকট হতে মুক্তিপণ লও। তোমরা যুদ্ধ চালিয়ে যাবে যে পর্যন্ত না শত্রুপক্ষ অস্ত্র সমর্পণ করবে! একথা শুনলে। আল্লাহ ইচ্ছা করলে তাদের কাছ থেকে প্রতিশোধ নিতে পারতেন। কিন্তু তিনি তোমাদের কতককে কতকের দ্বারা পরীক্ষা করতে চান। যারা আল্লাহর পথে শহীদ হয়, আল্লাহ কখনই তাদের কর্ম বিনষ্ট করবেন না।", "pr": "ফাইযা-লাকীতুমুল্লাযীনা কাফারূফাদারবার রিকা-ব হাত্তাইযা আছখানতুমূহুম ফাশুদ্দুল ওয়াছা-কা ফাইম্মা-মান্নাম বা‘দুওয়াইম্মা-ফিদাআন হাত্তা-তাদা‘আল হারবুআওঝা-রাহা-যা-লিকা ওয়ালাও ইয়াশাউল্লা-হু লানতাসারা মিনহুম ওয়ালা-কিল লিইয়াবলুওয়া বা‘দাকুম ব্বিা‘দিওঁ ওয়াল্লাযীনা কুতিলূফী ছাবীলিল্লা-হি ফালাইঁ ইউদিল্লা আ‘মা-লাহুম।", "sura_id": 47 }, { "ar": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ", "ayat_id": 5, "id": 4550, "bn": "তিনি তাদেরকে পথ প্রদর্শন করবেন এবং তাদের অবস্থা ভাল করবেন।", "pr": "ছাইয়াহদীহিম ওয়া ইউসলিহুবা-লাহুম।", "sura_id": 47 }, { "ar": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ", "ayat_id": 6, "id": 4551, "bn": "অতঃপর তিনি তাদেরকে জান্নাতে দাখিল করবেন, যা তাদেরকে জানিয়ে দিয়েছেন।", "pr": "ওয়াইউদখিলুহুম জান্নাতা ‘আররাফাহা-লাহুম।", "sura_id": 47 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ", "ayat_id": 7, "id": 4552, "bn": "হে বিশ্বাসীগণ! যদি তোমরা আল্লাহকে সাহায্য কর, আল্লাহ তোমাদেরকে সাহায্য করবেন এবং তোমাদের পা দৃঢ়প্রতিষ্ঠ করবেন।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূইন তানসরুল্লা-হা ইয়ানসুরকুম ওয়া ইউছাব্বিত আকদামাকুম।", "sura_id": 47 }, { "ar": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمٰلَهُمْ", "ayat_id": 8, "id": 4553, "bn": "আর যারা কাফের, তাদের জন্যে আছে দুর্গতি এবং তিনি তাদের কর্ম বিনষ্ট করে দিবেন।", "pr": "ওয়াল্লাযীনা কাফারূফাতা‘ছাল্লাহুম ওয়া আদাল্লা আ‘মা-লাহুম।", "sura_id": 47 }, { "ar": "ذٰلِكَ بِأَنَّهُمْ كَرِهُوا مَآ أَنزَلَ اللَّهُ فَأَحْبَطَ أَعْمٰلَهُمْ", "ayat_id": 9, "id": 4554, "bn": "এটা এজন্যে যে, আল্লাহ যা নাযিল করেছেন, তারা তা পছন্দ করে না। অতএব, আল্লাহ তাদের কর্ম ব্যর্থ করে দিবেন।", "pr": "যা-লিকা বিআন্নাহুম কারিহূমাআনঝালল্লা-হু ফাআহবাতা আ‘মা-লাহুম।", "sura_id": 47 }, { "ar": "أَفَلَمْ يَسِيرُوا فِى الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عٰقِبَةُ الَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكٰفِرِينَ أَمْثٰلُهَا", "ayat_id": 10, "id": 4555, "bn": "তারা কি পৃথিবীতে ভ্রমণ করেনি অতঃপর দেখেনি যে, তাদের পূর্ববর্তীদের পরিণাম কি হয়েছে? আল্লাহ তাদেরকে ধ্বংস করে দিয়েছেন এবং কাফেরদের অবস্থা এরূপই হবে।", "pr": "আফালাম ইয়াছীরূফিল আরদিফাইয়ানজুরূকাইফা কা-না ‘আ-কিবাতুল্লাযীনা মিন কাবলিহিম দাম্মারাল্লা-হু ‘আলাইহিম ওয়া লিল কা-ফিরীনা আমছা-লুহা-।", "sura_id": 47 }, { "ar": "ذٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ ءَامَنُوا وَأَنَّ الْكٰفِرِينَ لَا مَوْلٰى لَهُمْ", "ayat_id": 11, "id": 4556, "bn": "এটা এজন্যে যে, আল্লাহ মুমিনদের হিতৈষী বন্ধু এবং কাফেরদের কোন হিতৈষী বন্ধু নাই।", "pr": "যা-লিকা বিআন্নাল্লা-হা মাওলাল্লাযীনা আ-মানূওয়া আন্নাল কা-ফিরীনা লা-মাওলা-লাহুম।", "sura_id": 47 }, { "ar": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ ۖ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعٰمُ وَالنَّارُ مَثْوًى لَّهُمْ", "ayat_id": 12, "id": 4557, "bn": "যারা বিশ্বাস করে ও সৎকর্ম করে, আল্লাহ তাদেরকে জান্নাতে দাখিল করবেন, যার নিম্নদেশে নির্ঝরিণীসমূহ প্রবাহিত হয়। আর যারা কাফের, তারা ভোগ-বিলাসে মত্ত থাকে এবং চতুস্পদ জন্তুর মত আহার করে। তাদের বাসস্থান জাহান্নাম।", "pr": "ইন্নাল্লা-হা ইউদখিলুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু ওয়াল্লাযীনা কাফারূইয়াতামাত্তা‘ঊনা ওয়া ইয়া’কুলূনা কামাতা’কুলুল আন‘আ-মুওয়ান্না-রু মাছওয়াল্লাহুম।", "sura_id": 47 }, { "ar": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنٰهُمْ فَلَا نَاصِرَ لَهُمْ", "ayat_id": 13, "id": 4558, "bn": "যে জনপদ আপনাকে বহিস্কার করেছে, তদপেক্ষা কত শক্তিশালী জনপদকে আমি ধ্বংস করেছি, অতঃপর তাদেরকে সাহায্য করার কেউ ছিল না।", "pr": "ওয়া কাআইয়িম মিন কারইয়াতিন হিয়া আশাদ্দুকুওওয়াতাম মিন কারয়াতিকাল্লাতী আখরাজাতকা আহলাকনা-হুম ফালা-না-সিরা লাহুম।", "sura_id": 47 }, { "ar": "أَفَمَن كَانَ عَلٰى بَيِّنَةٍ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَاتَّبَعُوٓا أَهْوَآءَهُم", "ayat_id": 14, "id": 4559, "bn": "যে ব্যক্তি তার পালনকর্তার পক্ষ থেকে আগত নিদর্শন অনুসরণ করে, সে কি তার সমান, যার কাছে তার মন্দ কর্ম শোভনীয় করা হয়েছে এবং যে তার খেয়াল-খুশীর অনুসরণ করে।", "pr": "আফামান কা-না ‘আলা-বাইয়িনাতিম মির রাব্বিহী কামান ঝুইয়িনা লাহূছূ উআ‘মালিহী ওয়াত্তাবা‘ঊআহওয়া-আহুম।", "sura_id": 47 }, { "ar": "مَّثَلُ الْجَنَّةِ الَّتِى وُعِدَ الْمُتَّقُونَ ۖ فِيهَآ أَنْهٰرٌ مِّن مَّآءٍ غَيْرِ ءَاسِنٍ وَأَنْهٰرٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِينَ وَأَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خٰلِدٌ فِى النَّارِ وَسُقُوا مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ", "ayat_id": 15, "id": 4560, "bn": "পরহেযগারদেরকে যে জান্নাতের ওয়াদা দেয়া হয়েছে, তার অবস্থা নিম্নরূপঃ তাতে আছে পানির নহর, নির্মল দুধের নহর যারা স্বাদ অপরিবর্তনীয়, পানকারীদের জন্যে সুস্বাদু শরাবের নহর এবং পরিশোধিত মধুর নহর। তথায় তাদের জন্যে আছে রকমারি ফল-মূল ও তাদের পালনকর্তার ক্ষমা। পরহেযগাররা কি তাদের সমান, যারা জাহান্নামে অনন্তকাল থাকবে এবং যাদেরকে পান করতে দেয়া হবে ফুটন্ত পানি অতঃপর তা তাদের নাড়িভূঁড়ি ছিন্ন বিচ্ছিন্ন করে দেবে?", "pr": "মাছালুল জান্নাতিল্লাতী উ‘ইদাল মুত্তাকূনা ফীহাআনহা-রুম মিম্মাইন গাইরি আ-ছিনিও ওয়া আন হা-রুম মিল্লাবানিল লাম ইয়াতাগাইইয়ার তা‘মুহূ ওয়া আন হা-রুম মিন খামরিল লাযযাতিল লিশশা-রিবীনা ওয়া আন হা-রুম মিন ‘আছালিম মুসাফফাওঁ ওয়ালাহুম ফীহা-মিন কুলিছছামারা-তি ওয়া মাগফিরাতুমমির রাব্বিহিম কামান হুওয়া খা-লিদুন ফিন্না-রি ওয়া ছুকূমাআন হামীমান ফাকাত্তা‘আ আম‘আআহুম।", "sura_id": 47 }, { "ar": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتّٰىٓ إِذَا خَرَجُوا مِنْ عِندِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُولٰٓئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلٰى قُلُوبِهِمْ وَاتَّبَعُوٓا أَهْوَآءَهُمْ", "ayat_id": 16, "id": 4561, "bn": "তাদের মধ্যে কতক আপনার দিকে কান পাতে, অতঃপর যখন আপনার কাছ থেকে বাইরে যায়, তখন যারা শিক্ষিত, তাদেরকে বলেঃ এইমাত্র তিনি কি বললেন ? এদের অন্তরে আল্লাহ মোহর মেরে দিয়েছেন এবং তারা নিজেদের খেয়াল-খুশীর অনুসরণ করে।", "pr": "ওয়া মিনহুম মাইঁ ইয়াছতামি‘উ ইলাইকা হাত্তা-ইযাখারাজূমিন ‘ইনদিকা কা-লূ লিল্লাযীনা ঊতুল ‘ইল মা মা-যা কা-লা আ-নিফান উলাইকাল্লাযীনা তাবা‘আল্লাহু ‘আলা-কুলূবিহিম ওয়াত্তাবা‘ঊআহওয়াআহুম।", "sura_id": 47 }, { "ar": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَءَاتٰىهُمْ تَقْوٰىهُمْ", "ayat_id": 17, "id": 4562, "bn": "যারা সৎপথপ্রাপ্ত হয়েছে, তাদের সৎপথপ্রাপ্তি আরও বেড়ে যায় এবং আল্লাহ তাদেরকে তাকওয়া দান করেন।", "pr": "ওয়াল্লাযিনাহতাদাও ঝা-দাহুম হুদাওঁ ওয়া আ-তা-হুম তাকওয়া-হুম।", "sura_id": 47 }, { "ar": "فَهَلْ يَنظُرُونَ إِلَّا السَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنّٰى لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرٰىهُمْ", "ayat_id": 18, "id": 4563, "bn": "তারা শুধু এই অপেক্ষাই করছে যে, কেয়ামত অকস্মাৎ তাদের কাছে এসে পড়ুক। বস্তুতঃ কেয়ামতের লক্ষণসমূহ তো এসেই পড়েছে। সুতরাং কেয়ামত এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে ?", "pr": "ফাহাল ইয়ানজু রূনা ইল্লাছছা-‘আতা আন তা’তিয়াহুম বাগতাতান ফাকাদ জাআ আশরাতুহা-  ফাআন্না- লাহুম ইযা- জাআতহুম যিকরা-হুম।", "sura_id": 47 }, { "ar": "فَاعْلَمْ أَنَّهُۥ لَآ إِلٰهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنٰتِ ۗ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوٰىكُمْ", "ayat_id": 19, "id": 4564, "bn": "জেনে রাখুন, আল্লাহ ব্যতীত কোন উপাস্য নেই। ক্ষমাপ্রার্থনা করুন, আপনার ক্রটির জন্যে এবং মুমিন পুরুষ ও নারীদের জন্যে। আল্লাহ, তোমাদের গতিবিধি ও অবস্থান সম্পর্কে জ্ঞাত।", "pr": "ফা‘লাম আন্নাহূলাইলা-হা ইল্লাল্লা-হু ওয়াছতাগফির লিযামবিকা ওয়ালিলমু’মিনীনা ওয়ালমু’মিনা-তি ওয়াল্লা-হু ইয়া‘লামুমুতাকাল্লাবাকুম ওয়া মাছওয়া-কুম।", "sura_id": 47 }, { "ar": "وَيَقُولُ الَّذِينَ ءَامَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِىِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَأَوْلٰى لَهُمْ", "ayat_id": 20, "id": 4565, "bn": "যারা মুমিন, তারা বলেঃ একটি সূরা নাযিল হয় না কেন? অতঃপর যখন কোন দ্ব্যর্থহীন সূরা নাযিল হয় এবং তাতে জেহাদের উল্লেখ করা হয়, তখন যাদের অন্তরে রোগ আছে, আপনি তাদেরকে মৃত্যুভয়ে মূর্ছাপ্রাপ্ত মানুষের মত আপনার দিকে তাকিয়ে থাকতে দেখবেন। সুতরাং ধ্বংস তাদের জন্যে।", "pr": "ওয়া ইয়াকূলুল্লাযীনা আ-মানূলাওলা-নুঝঝিলাত ছূরাতুন ফাইযাউনঝিলাত ছূরাতুমমুহকামাতুওঁ ওয়া যুকিরা ফীহাল কিতা-লু রাআইতাল্লাযীনা ফী কুলূবিহিম মারাদুইঁ ইয়ানজু রূনা ইলাইকা নাজারাল মাগশিইয়ি ‘আলাইহি মিনাল মাওতি ফাআওলালাহুম।", "sura_id": 47 }, { "ar": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَّهُمْ", "ayat_id": 21, "id": 4566, "bn": "তাদের আনুগত্য ও মিষ্ট বাক্য জানা আছে। অতএব, জেহাদের সিন্ধান্ত হলে যদি তারা আল্লাহর প্রতি পদত্ত অংগীকার পূর্ণ করে, তবে তাদের জন্যে তা মঙ্গলজনক হবে।", "pr": "তা-‘আতুওঁ ওয়া কাওলুম মা‘রূফুন ফাইযা-‘আঝামাল আমরু ফালাও সাদাকুল্লা-হা লাকা-না খাইরাল্লাহুম।", "sura_id": 47 }, { "ar": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِى الْأَرْضِ وَتُقَطِّعُوٓا أَرْحَامَكُمْ", "ayat_id": 22, "id": 4567, "bn": "ক্ষমতা লাভ করলে, সম্ভবতঃ তোমরা পৃথিবীতে অনর্থ সৃষ্টি করবে এবং আত্নীয়তা বন্ধন ছিন্ন করবে।", "pr": "ফাহাল ‘আছাইতুম ইন তাওয়াল্লাইতুম আন তুফছিদূফিল আরদি ওয়া তুকাত্তি‘ঊআরহামাকুম।", "sura_id": 47 }, { "ar": "أُولٰٓئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمٰىٓ أَبْصٰرَهُمْ", "ayat_id": 23, "id": 4568, "bn": "এদের প্রতিই আল্লাহ অভিসম্পাত করেন, অতঃপর তাদেরকে বধির ও দৃষ্টিশক্তিহীন করেন।", "pr": "উলাইকাল্লাযীনা লা‘আনাহুমুল্লা-হু ফাআসাম্মাহুম ওয়া আ‘মাআবসা-রাহুম।", "sura_id": 47 }, { "ar": "أَفَلَا يَتَدَبَّرُونَ الْقُرْءَانَ أَمْ عَلٰى قُلُوبٍ أَقْفَالُهَآ", "ayat_id": 24, "id": 4569, "bn": "তারা কি কোরআন সম্পর্কে গভীর চিন্তা করে না? না তাদের অন্তর তালাবদ্ধ?", "pr": "আফালা-ইয়াতাদাব্বারূনাল কুরআ-না আম ‘আলা-কুলূবিন আকফা-লুহা-।", "sura_id": 47 }, { "ar": "إِنَّ الَّذِينَ ارْتَدُّوا عَلٰىٓ أَدْبٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطٰنُ سَوَّلَ لَهُمْ وَأَمْلٰى لَهُمْ", "ayat_id": 25, "id": 4570, "bn": "নিশ্চয় যারা সোজা পথ ব্যক্ত হওয়ার পর তৎপ্রতি পৃষ্ঠপ্রদর্শন করে, শয়তান তাদের জন্যে তাদের কাজকে সুন্দর করে দেখায় এবং তাদেরকে মিথ্যা আশা দেয়।", "pr": "ইন্নাল্লাযীনারতাদ্দূ‘আলাআদবা-রিহিম মিম বা‘দি মা-তাবাইয়ানা লাহুমুল হুদাশশাইতা-নু ছাওওয়ালা লাহুম ওয়াআমলা-লাহুম।", "sura_id": 47 }, { "ar": "ذٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ الْأَمْرِ ۖ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ", "ayat_id": 26, "id": 4571, "bn": "এটা এজন্য যে, তারা তাদেরকে বলে, যারা আল্লাহর অবতীর্ণ কিতাব অপছন্দ করেঃ আমরা কোন কোন ব্যাপারে তোমাদের কথা মান্য করব। আল্লাহ তাদের গোপন পরামর্শ অবগত আছেন।", "pr": "যা-লিকা বিআন্নাহুম কা-লূলিল্লাযীনা কারিহূমা-নাঝঝাল্লা-হু ছানুতী‘উকুম ফী বা‘দিল আমরি ওয়াল্লা-হু ইয়া‘লামুইছরা-রাহুম।", "sura_id": 47 }, { "ar": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبٰرَهُمْ", "ayat_id": 27, "id": 4572, "bn": "ফেরেশতা যখন তাদের মুখমন্ডল ও পৃষ্ঠদেশে আঘাত করতে করতে প্রাণ হরণ করবে, তখন তাদের অবস্থা কেমন হবে?", "pr": "ফাকাইফা ইযা-তাওয়াফফাতহুমুল মালাইকাতুইয়াদরিবূনা উজূহাহুম ওয়াআদবা-রাহুম।", "sura_id": 47 }, { "ar": "ذٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَآ أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوٰنَهُۥ فَأَحْبَطَ أَعْمٰلَهُمْ", "ayat_id": 28, "id": 4573, "bn": "এটা এজন্যে যে, তারা সেই বিষয়ের অনুসরণ করে, যা আল্লাহর অসন্তোষ সৃষ্টি করে এবং আল্লাহর সন্তুষ্টিকে অপছন্দ করে। ফলে তিনি তাদের কর্মসমূহ ব্যর্থ করে দেন।", "pr": "যা-লিকা বিআন্নাহুমুত্তাবা‘ঊ মাআছখাতাল্লা-হা ওয়া কারিহূরিদওয়া-নাহূফাআহবাতা আ‘মা-লাহুম।", "sura_id": 47 }, { "ar": "أَمْ حَسِبَ الَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ اللَّهُ أَضْغٰنَهُمْ", "ayat_id": 29, "id": 4574, "bn": "যাদের অন্তরে রোগ আছে, তারা কি মনে করে যে, আল্লাহ তাদের অন্তরের বিদ্বেষ প্রকাশ করে দেবেন না?", "pr": "আম হাছিবাল্লাযীনা ফী কুলূবিহিম মারাদুন আল্লাইঁ ইউখরিজাল্লা-হু আদগা-নাহুম।", "sura_id": 47 }, { "ar": "وَلَوْ نَشَآءُ لَأَرَيْنٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ الْقَوْلِ ۚ وَاللَّهُ يَعْلَمُ أَعْمٰلَكُمْ", "ayat_id": 30, "id": 4575, "bn": "আমি ইচ্ছা করলে আপনাকে তাদের সাথে পরিচিত করে দিতাম। তখন আপনি তাদের চেহারা দেখে তাদেরকে চিনতে পারতেন এবং আপনি অবশ্যই কথার ভঙ্গিতে তাদেরকে চিনতে পারবেন। আল্লাহ তোমাদের কর্মসমূহের খবর রাখেন।", "pr": "ওয়া লাও নাশাউ লাআরাইনা-কাহুম ফালা‘আরাফতাহুম বিছীমা-হুম ওয়া লাতা‘রিফান্নাহুম ফী লাহনিল কাওলি ওয়াল্লা-হু ইয়া‘লামুআ‘মা-লাকুম।", "sura_id": 47 }, { "ar": "وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِينَ مِنكُمْ وَالصّٰبِرِينَ وَنَبْلُوَا أَخْبَارَكُمْ", "ayat_id": 31, "id": 4576, "bn": "আমি অবশ্যই তোমাদেরকে পরীক্ষা করব যে পর্যন্ত না ফুটিয়ে তুলি তোমাদের জেহাদকারীদেরকে এবং সবরকারীদেরকে এবং যতক্ষণ না আমি তোমাদের অবস্থান সমূহ যাচাই করি।", "pr": "ওয়া লানাবলুওয়ান্নাকুম হাত্তা-না‘লামাল মুজা-হিদীনা মিনকুম ওয়াসসা-বিরীনা ওয়া নাবলুওয়া আখবা-রাকুম।", "sura_id": 47 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ وَشَآقُّوا الرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدٰى لَن يَضُرُّوا اللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمٰلَهُمْ", "ayat_id": 32, "id": 4577, "bn": "নিশ্চয় যারা কাফের এবং আল্লাহর পথ থেকে মানুষকে ফিরিয়ে রাখে এবং নিজেদের জন্যে সৎপথ ব্যক্ত হওয়ার পর রসূলের (সঃ) বিরোধিতা করে, তারা আল্লাহর কোনই ক্ষতি করতে পারবে না এবং তিনি ব্যর্থ করে দিবেন তাদের কর্মসমূহকে।", "pr": "ইন্নাল্লাযীনা কাফারূওয়াসাদ্দূ‘আন ছাবীলিল্লা-হি ওয়া শাক্কুর রাছূলা মিম বা‘দি মাতাবাইয়ানা লাহুমুল হুদা- লাইঁ ইয়াদুররুল্লা-হা শাইআওঁ ওয়া ছাইউহবিতুআ‘মালাহুম।", "sura_id": 47 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوٓا أَعْمٰلَكُمْ", "ayat_id": 33, "id": 4578, "bn": "হে মুমিনগণ! তোমরা আল্লাহর আনুগত্য কর, রসূলের (সাঃ) আনুগত্য কর এবং নিজেদের কর্ম বিনষ্ট করো না।", "pr": "ইয়া আইয়ুহাল্লাযীনা আ-মানূ আতী‘উল্লা-হা ওয়া আতী‘উর রাছূলা ওয়ালাতুবতিলূআ‘মা-লাকুম।", "sura_id": 47 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ اللَّهُ لَهُمْ", "ayat_id": 34, "id": 4579, "bn": "নিশ্চয় যারা কাফের এবং আল্লাহর পথ থেকে মানুষকে ফিরিয়ে রাখে, অতঃপর কাফের অবস্থায় মারা যায়, আল্লাহ কখনই তাদেরকে ক্ষমা করবেন না।", "pr": "ইন্নাল্লাযীনা কাফারূওয়াসাদ্দূ‘আন ছাবীলিল্লা-হি ছু ম্মা মা-তূওয়াহুম কুফফা-রুন ফালাইঁ ইয়াগফিরাল্লা-হু লাহুম।", "sura_id": 47 }, { "ar": "فَلَا تَهِنُوا وَتَدْعُوٓا إِلَى السَّلْمِ وَأَنتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمٰلَكُمْ", "ayat_id": 35, "id": 4580, "bn": "অতএব, তোমরা হীনবল হয়ো না এবং সন্ধির আহবান জানিও না, তোমরাই হবে প্রবল। আল্লাহই তোমাদের সাথে আছেন। তিনি কখনও তোমাদের কর্ম হ্রাস করবেন না।", "pr": "ফালা-তাহিনূওয়া তাদ‘ঊইলাছছালমি  ওয়া আনতুমুল আ‘লাওনা  ওয়াল্লা-হু মা‘আকুম ওয়ালাইঁ ইয়াতিরাকুম আ‘মা-লাকুম।", "sura_id": 47 }, { "ar": "إِنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوٰلَكُمْ", "ayat_id": 36, "id": 4581, "bn": "পার্থিব জীবন তো কেবল খেলাধুলা, যদি তোমরা বিশ্বাসী হও এবং সংযম অবলম্বন কর, আল্লাহ তোমাদেরকে তোমাদের প্রতিদান দেবেন এবং তিনি তোমাদের ধন-সম্পদ চাইবেন না।", "pr": "ইন্নামাল হায়া-তুদ্দুনইয়া-লা‘ইবুওঁ ওয়া লাহ উওঁ ওয়া ইন তু’মিনূওয়া তাত্তাকূইউ’তিকুম উজূরাকুম ওয়ালা-ইয়াছআলকুম আম ওয়া-লাকুম।", "sura_id": 47 }, { "ar": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغٰنَكُمْ", "ayat_id": 37, "id": 4582, "bn": "তিনি তোমাদের কাছে ধন-সম্পদ চাইলে অতঃপর তোমাদেরকে অতিষ্ঠ করলে তোমরা কার্পণ্য করবে এবং তিনি তোমাদের মনের সংকীর্ণতা প্রকাশ করে দেবেন।", "pr": "ইয়ঁইয়াছআলকুমূহা-ফাইউহফিকুম তাবখালূওয়া ইউখরিজ আদগা-নাকুম।", "sura_id": 47 }, { "ar": "هٰٓأَنتُمْ هٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا فِى سَبِيلِ اللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَاللَّهُ الْغَنِىُّ وَأَنتُمُ الْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا أَمْثٰلَكُم", "ayat_id": 38, "id": 4583, "bn": "শুন, তোমরাই তো তারা, যাদেরকে আল্লাহর পথে ব্যয় করার আহবান জানানো হচ্ছে, অতঃপর তোমাদের কেউ কেউ কৃপণতা করছে। যারা কৃপণতা করছে, তারা নিজেদের প্রতিই কৃপণতা করছে। আল্লাহ অভাবমুক্ত এবং তোমরা অভাবগ্রস্থ। যদি তোমরা মুখ ফিরিয়ে নাও, তবে তিনি তোমাদের পরিবর্তে অন্য জাতিকে প্রতিষ্ঠিত করবেন, এরপর তারা তোমাদের মত হবে না।", "pr": "হাআনতুমহাউলাই তুদ‘আওনা লিতুনফিকূফী ছাবীলিল্লা-হি ফামিনকুম মাইঁ ইয়াব খালু ওয়া মাইঁ ইয়াবখাল ফাইন্নামা-ইয়াব খালু‘আন নাফছিহী ওয়াল্লা-হুল গানিইয়ুওয়া আনতুমুল ফুকারাউ ওয়া ইন তাতাওয়াল্লাও ইয়াছতাবদিল কাওমান গাইরাকুম ছু ম্মা লা-ইয়াকূনূআমছা-লাকুম।", "sura_id": 47 }]