[{ "ar": "يسٓ", "ayat_id": 1, "id": 3706, "bn": "ইয়া-সীন", "pr": "ইয়া-ছীন।", "sura_id": 36 }, { "ar": "وَالْقُرْءَانِ الْحَكِيمِ", "ayat_id": 2, "id": 3707, "bn": "প্রজ্ঞাময় কোরআনের কসম।", "pr": "ওয়াল কুরআ-নিল হাকীম।", "sura_id": 36 }, { "ar": "إِنَّكَ لَمِنَ الْمُرْسَلِينَ", "ayat_id": 3, "id": 3708, "bn": "নিশ্চয় আপনি প্রেরিত রসূলগণের একজন।", "pr": "ইন্নাকা লামিনাল মুরছালীন।", "sura_id": 36 }, { "ar": "عَلٰى صِرٰطٍ مُّسْتَقِيمٍ", "ayat_id": 4, "id": 3709, "bn": "সরল পথে প্রতিষ্ঠিত।", "pr": "‘আলা-সিরাতিম মুছতাকীম।", "sura_id": 36 }, { "ar": "تَنزِيلَ الْعَزِيزِ الرَّحِيمِ", "ayat_id": 5, "id": 3710, "bn": "কোরআন পরাক্রমশালী পরম দয়ালু আল্লাহর তরফ থেকে অবতীর্ণ,", "pr": "তানঝীলাল ‘আঝীঝির রাহীম।", "sura_id": 36 }, { "ar": "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غٰفِلُونَ", "ayat_id": 6, "id": 3711, "bn": "যাতে আপনি এমন এক জাতিকে সতর্ক করেন, যাদের পূর্ব পুরুষগণকেও সতর্ক করা হয়নি। ফলে তারা গাফেল।", "pr": "লিতুনযিরা কাওমাম্মাউনযিরা আ-বাউহুম ফাহুম গা-ফিলূন।", "sura_id": 36 }, { "ar": "لَقَدْ حَقَّ الْقَوْلُ عَلٰىٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ", "ayat_id": 7, "id": 3712, "bn": "তাদের অধিকাংশের জন্যে শাস্তির বিষয় অবধারিত হয়েছে। সুতরাং তারা বিশ্বাস স্থাপন করবে না।", "pr": "লাকাদ হাক্কাল কাওলু‘আলাআকছারিহিম ফাহুম লা-ইউ’মিনূন।", "sura_id": 36 }, { "ar": "إِنَّا جَعَلْنَا فِىٓ أَعْنٰقِهِمْ أَغْلٰلًا فَهِىَ إِلَى الْأَذْقَانِ فَهُم مُّقْمَحُونَ", "ayat_id": 8, "id": 3713, "bn": "আমি তাদের গর্দানে চিবুক পর্যন্ত বেড়ী পরিয়েছি। ফলে তাদের মস্তক উর্দ্ধমুখী হয়ে গেছে।", "pr": "ইন্না- জা‘আলনা-ফী আ‘না-কিহিম আগলা-লান ফাহিয়া ইলাল আযকা-নি ফাহুম মুকমাহূন।", "sura_id": 36 }, { "ar": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُونَ", "ayat_id": 9, "id": 3714, "bn": "আমি তাদের সামনে ও পিছনে প্রাচীর স্থাপন করেছি, অতঃপর তাদেরকে আবৃত করে দিয়েছি, ফলে তারা দেখে না।", "pr": "ওয়া জা‘আল না-মিম বাইনি আইদীহিম ছাদ্দাওঁ ওয়া মিন খালফিহিম ছাদ্দান ফাআগশাইনা-হুম ফাহুম লা-ইউবসিরূন।", "sura_id": 36 }, { "ar": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ", "ayat_id": 10, "id": 3715, "bn": "আপনি তাদেরকে সতর্ক করুন বা না করুন, তাদের পক্ষে দুয়েই সমান; তারা বিশ্বাস স্থাপন করবে না।", "pr": "ওয়া ছাওয়াউন ‘আলাইহিম আ আনযারতাহুম আম লাম তুনযিরহুম লা-ইউ’মিনূন।", "sura_id": 36 }, { "ar": "إِنَّمَا تُنذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِىَ الرَّحْمٰنَ بِالْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ", "ayat_id": 11, "id": 3716, "bn": "আপনি কেবল তাদেরকেই সতর্ক করতে পারেন, যারা উপদেশ অনুসরণ করে এবং দয়াময় আল্লাহকে না দেখে ভয় করে। অতএব আপনি তাদেরকে সুসংবাদ দিয়ে দিন ক্ষমা ও সম্মানজনক পুরস্কারের।", "pr": "ইন্নামা-তুনযিরু মানিত্তাবা‘আযযিকরা ওয়া খাশিয়াররাহমা-না বিলগাইবি ফাবাশশিরহু বিমাগফিরাতিওঁ ওয়া আজরিন কারীম।", "sura_id": 36 }, { "ar": "إِنَّا نَحْنُ نُحْىِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوا وَءَاثٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنٰهُ فِىٓ إِمَامٍ مُّبِينٍ", "ayat_id": 12, "id": 3717, "bn": "আমিই মৃতদেরকে জীবিত করি এবং তাদের কর্ম ও কীর্তিসমূহ লিপিবদ্ধ করি। আমি প্রত্যেক বস্তু স্পষ্ট কিতাবে সংরক্ষিত রেখেছি।", "pr": "ইন্না-নাহনুনুহয়িল মাওতা-ওয়া নাকতুবুমা-কাদ্দামূওয়া আ-ছা-রাহুম ওয়া কুল্লা শাইয়িন আহসাইনা-হু ফীইমা-মিম মুবীন।", "sura_id": 36 }, { "ar": "وَاضْرِبْ لَهُم مَّثَلًا أَصْحٰبَ الْقَرْيَةِ إِذْ جَآءَهَا الْمُرْسَلُونَ", "ayat_id": 13, "id": 3718, "bn": "আপনি তাদের কাছে সে জনপদের অধিবাসীদের দৃষ্টান্ত বর্ণনা করুন, যখন সেখানে রসূল আগমন করেছিলেন।", "pr": "ওয়াদরিব লাহুম মাছালান আসহা-বাল কারইয়াহ । ইযজাআহাল মুরছালূন।", "sura_id": 36 }, { "ar": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا إِنَّآ إِلَيْكُم مُّرْسَلُونَ", "ayat_id": 14, "id": 3719, "bn": "আমি তাদের নিকট দুজন রসূল প্রেরণ করেছিলাম, অতঃপর ওরা তাদেরকে মিথ্যা প্রতিপন্ন করল। তখন আমি তাদেরকে শক্তিশালী করলাম তৃতীয় একজনের মাধ্যমে। তারা সবাই বলল, আমরা তোমাদের প্রতি প্রেরিত হয়েছি।", "pr": "ইয আরছালনা ইলাইলিমুছনাইনি ফাকাযযাবূহুমা-ফা‘আঝঝাঝনা-বিছা-লিছিন ফাকালূইন্নাইলাউকুম মুরছালূন।", "sura_id": 36 }, { "ar": "قَالُوا مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ الرَّحْمٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ", "ayat_id": 15, "id": 3720, "bn": "তারা বলল, তোমরা তো আমাদের মতই মানুষ, রহমান আল্লাহ কিছুই নাযিল করেননি। তোমরা কেবল মিথ্যাই বলে যাচ্ছ।", "pr": "কা-লূমাআনতুম ইল্লা-বাশারুম মিছলুনা- ওয়ামাআনঝালাররাহমা-নুমিনশাইয়িন ইন আনতুম ইল্লা-তাকযিবূন।", "sura_id": 36 }, { "ar": "قَالُوا رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ", "ayat_id": 16, "id": 3721, "bn": "রাসূলগণ বলল, আমাদের পরওয়ারদেগার জানেন, আমরা অবশ্যই তোমাদের প্রতি প্রেরিত হয়েছি।", "pr": "কা-লূরাব্বুনা-ইয়া‘লামুইন্না-ইলাইকুম লামুরছালূন।", "sura_id": 36 }, { "ar": "وَمَا عَلَيْنَآ إِلَّا الْبَلٰغُ الْمُبِينُ", "ayat_id": 17, "id": 3722, "bn": "পরিস্কারভাবে আল্লাহর বাণী পৌছে দেয়াই আমাদের দায়িত্ব।", "pr": "ওয়ামা-‘আলাইনাইল্লাল বালা-গুল মুবীন।", "sura_id": 36 }, { "ar": "قَالُوٓا إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ", "ayat_id": 18, "id": 3723, "bn": "তারা বলল, আমরা তোমাদেরকে অশুভ-অকল্যাণকর দেখছি। যদি তোমরা বিরত না হও, তবে অবশ্যই তোমাদেরকে প্রস্তর বর্ষণে হত্যা করব এবং আমাদের পক্ষ থেকে তোমাদেরকে যন্ত্রনাদায়ক শাস্তি স্পর্শ করবে।", "pr": "কা-লূইন্না-তাতাইয়ারনা বিকুম লাইল্লাম তানতাহূলানারজুমান্নাকুম ওয়ালাইয়ামাছছান্নাকুম মিন্না-‘আযা-বুন আলীম।", "sura_id": 36 }, { "ar": "قَالُوا طٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ", "ayat_id": 19, "id": 3724, "bn": "রসূলগণ বলল, তোমাদের অকল্যাণ তোমাদের সাথেই! এটা কি এজন্যে যে, আমরা তোমাদেরকে সদুপদেশ দিয়েছি? বস্তুতঃ তোমরা সীমা লংঘনকারী সম্প্রদায় বৈ নও।", "pr": "কা-লূতাইরুকুম মা‘আকুম আইন যুক্কিরতুম বাল আনতুম কাওমুম মুছরিফূন।", "sura_id": 36 }, { "ar": "وَجَآءَ مِنْ أَقْصَا الْمَدِينَةِ رَجُلٌ يَسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِينَ", "ayat_id": 20, "id": 3725, "bn": "অতঃপর শহরের প্রান্তভাগ থেকে এক ব্যক্তি দৌড়ে এল। সে বলল, হে আমার সম্প্রদায় তোমরা রসূলগণের অনুসরণ কর।", "pr": "ওয়াজাআ মিন আকসাল মাদীনাতি রাজুলুইঁ ইয়াছ‘আ- কা-লা ইয়াকাওমিত্তাবি‘উল মুরছালীন।", "sura_id": 36 }, { "ar": "اتَّبِعُوا مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ", "ayat_id": 21, "id": 3726, "bn": "অনুসরণ কর তাদের, যারা তোমাদের কাছে কোন বিনিময় কামনা করে না, অথচ তারা সুপথ প্রাপ্ত।", "pr": "ইত্তাবি‘ঊ মাল্লা-ইয়াছআলুকুম আজরাওঁ ওয়া হুম মুহতাদূন।", "sura_id": 36 }, { "ar": "وَمَا لِىَ لَآ أَعْبُدُ الَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ", "ayat_id": 22, "id": 3727, "bn": "আমার কি হল যে, যিনি আমাকে সৃষ্টি করেছেন এবং যার কাছে তোমরা প্রত্যাবর্তিত হবে, আমি তাঁর এবাদত করব না?", "pr": "ওয়া মা-লিয়া লাআ‘বুদুল্লাযী ফাতারানী ওয়া ইলাইহি তুর জা‘উন।", "sura_id": 36 }, { "ar": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ", "ayat_id": 23, "id": 3728, "bn": "আমি কি তাঁর পরিবর্তে অন্যান্যদেরকে উপাস্যরূপে গ্রহণ করব? করুণাময় যদি আমাকে কষ্টে নিপতিত করতে চান, তবে তাদের সুপারিশ আমার কোনই কাজে আসবে না এবং তারা আমাকে রক্ষাও করতে পারবে না।", "pr": "আআত্তাখিযুমিন দুনিহীআ-লিহাতান ইয়ঁইউরিদনির রাহমা-নুবিদু ররিল লা-তুগনি ‘আন্নী শাফা-‘আতুহুম শাইআওঁ ওয়ালা-ইউনকিযূন।", "sura_id": 36 }, { "ar": "إِنِّىٓ إِذًا لَّفِى ضَلٰلٍ مُّبِينٍ", "ayat_id": 24, "id": 3729, "bn": "এরূপ করলে আমি প্রকাশ্য পথভ্রষ্টতায় পতিত হব।", "pr": "ইন্নী ইযাল্লাফী দালা-লিম্মুবীন।", "sura_id": 36 }, { "ar": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَاسْمَعُونِ", "ayat_id": 25, "id": 3730, "bn": "আমি নিশ্চিতভাবে তোমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করলাম। অতএব আমার কাছ থেকে শুনে নাও।", "pr": "ইন্নীআ-মানতুবিরাব্বিকুম ফাছমা‘ঊন।", "sura_id": 36 }, { "ar": "قِيلَ ادْخُلِ الْجَنَّةَ ۖ قَالَ يٰلَيْتَ قَوْمِى يَعْلَمُونَ", "ayat_id": 26, "id": 3731, "bn": "তাকে বলা হল, জান্নাতে প্রবেশ কর। সে বলল হায়, আমার সম্প্রদায় যদি কোন ক্রমে জানতে পারত-", "pr": "কীলাদ খুলিল জান্নাতা কা-লা ইয়া-লাইতা কাওমী ইয়া‘লামূন।", "sura_id": 36 }, { "ar": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ الْمُكْرَمِينَ", "ayat_id": 27, "id": 3732, "bn": "যে আমার পরওয়ারদেগার আমাকে ক্ষমা করেছেন এবং আমাকে সম্মানিতদের অন্তর্ভুক্ত করেছেন।", "pr": "বিমা-গাফারালী রাববী ওয়া জা‘আলানী মিনাল মুকরামীন।", "sura_id": 36 }, { "ar": "وَمَآ أَنزَلْنَا عَلٰى قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ السَّمَآءِ وَمَا كُنَّا مُنزِلِينَ", "ayat_id": 28, "id": 3733, "bn": "তারপর আমি তার সম্প্রদায়ের উপর আকাশ থেকে কোন বাহিনী অবতীর্ণ করিনি এবং আমি (বাহিনী) অবতরণকারীও না।", "pr": "ওয়ামাআনঝালনা-‘আলা-কাওমিহী মিম বা‘দিহী মিন জুনদিম মিনাছ ছামাইওয়ামা-কুন্নামুনঝিলীন।", "sura_id": 36 }, { "ar": "إِن كَانَتْ إِلَّا صَيْحَةً وٰحِدَةً فَإِذَا هُمْ خٰمِدُونَ", "ayat_id": 29, "id": 3734, "bn": "বস্তুতঃ এ ছিল এক মহানাদ। অতঃপর সঙ্গে সঙ্গে সবাই স্তদ্ধ হয়ে গেল।", "pr": "ইন কা-নাত ইল্লা-সাইহাতাওঁ ওয়া-হিদাতান ফাইযা-হুম খা-মিদূন।", "sura_id": 36 }, { "ar": "يٰحَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "ayat_id": 30, "id": 3735, "bn": "বান্দাদের জন্যে আক্ষেপ যে, তাদের কাছে এমন কোন রসূলই আগমন করেনি যাদের প্রতি তারা বিদ্রুপ করে না।", "pr": "ইয়া-হাছরাতান ‘আলাল ‘ইবা-দি মা-ইয়া’তীহিম মির রাছূলিন ইল্লা-কা-নূবিহী ইয়াছতাহঝিউন।", "sura_id": 36 }, { "ar": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ", "ayat_id": 31, "id": 3736, "bn": "তারা কি প্রত্যক্ষ করে না, তাদের পূর্বে আমি কত সম্প্রদায়কে ধ্বংস করেছি যে, তারা তাদের মধ্যে আর ফিরে আসবে না।", "pr": "আলাম ইয়ারাও কাম আহলাকনা- কাবলাহুম মিনাল কুরূনি আন্নাহুম ইলাইহিম লাইয়ারজি‘উন।", "sura_id": 36 }, { "ar": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ", "ayat_id": 32, "id": 3737, "bn": "ওদের সবাইকে সমবেত অবস্থায় আমার দরবারে উপস্থিত হতেই হবে।", "pr": "ওয়া ইন কুল্লুল লাম্মা-জামী‘উল লাদাইনা-মুহদারূন।", "sura_id": 36 }, { "ar": "وَءَايَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ", "ayat_id": 33, "id": 3738, "bn": "তাদের জন্যে একটি নিদর্শন মৃত পৃথিবী। আমি একে সঞ্জীবিত করি এবং তা থেকে উৎপন্ন করি শস্য, তারা তা থেকে ভক্ষণ করে।", "pr": "ওয়া আ-য়াতুল লাহুমুল আরদুল মাইতাতু আহইয়াইনা-হা-ওয়াআখরাজনা-মিনহাহাব্বান ফামিনহু ইয়া’কুলূন।", "sura_id": 36 }, { "ar": "وَجَعَلْنَا فِيهَا جَنّٰتٍ مِّن نَّخِيلٍ وَأَعْنٰبٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ", "ayat_id": 34, "id": 3739, "bn": "আমি তাতে সৃষ্টি করি খেজুর ও আঙ্গুরের বাগান এবং প্রবাহিত করি তাতে নির্ঝরিণী।", "pr": "ওয়া জা‘আল না-ফীহা-জান্না-তিম মিন নাখীলিওঁ ওয়া আ‘না-বিও ওয়া ফাজ্জারনা-ফীহামিনাল ‘উইঊন।", "sura_id": 36 }, { "ar": "لِيَأْكُلُوا مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ", "ayat_id": 35, "id": 3740, "bn": "যাতে তারা তার ফল খায়। তাদের হাত একে সৃষ্টি করে না। অতঃপর তারা কৃতজ্ঞতা প্রকাশ করে না কেন?", "pr": "লিইয়া’কুলূমিন ছামারিহী ওয়ামা-‘আমিলাতহু আইদীহিম আফালা-ইয়াশকুরূন।", "sura_id": 36 }, { "ar": "سُبْحٰنَ الَّذِى خَلَقَ الْأَزْوٰجَ كُلَّهَا مِمَّا تُنۢبِتُ الْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ", "ayat_id": 36, "id": 3741, "bn": "পবিত্র তিনি যিনি যমীন থেকে উৎপন্ন উদ্ভিদকে, তাদেরই মানুষকে এবং যা তারা জানে না, তার প্রত্যেককে জোড়া জোড়া করে সৃষ্টি করেছেন।", "pr": "ছুবহা-নাল্লাযী খালাকাল আঝাওয়া-জা কুল্লাহা- মিম্মা-তুমবিতুলআরদুওয়া মিন আনফুছিহিম ওয়া মিম্মা-লা-ইয়া‘লামূন।", "sura_id": 36 }, { "ar": "وَءَايَةٌ لَّهُمُ الَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُم مُّظْلِمُونَ", "ayat_id": 37, "id": 3742, "bn": "তাদের জন্যে এক নিদর্শন রাত্রি, আমি তা থেকে দিনকে অপসারিত করি, তখনই তারা অন্ধকারে থেকে যায়।", "pr": "ওয়া আ-য়াতুল্লাহুমুল্লাইলু নাছলাখুমিনহুন্নাহা-রা ফাইযা-হুম মুজলিমূন।", "sura_id": 36 }, { "ar": "وَالشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ", "ayat_id": 38, "id": 3743, "bn": "সূর্য তার নির্দিষ্ট অবস্থানে আবর্তন করে। এটা পরাক্রমশালী, সর্বজ্ঞ, আল্লাহর নিয়ন্ত্রণ।", "pr": "ওয়াশশামছুতাজরী লিমুছতাকাররিল লাহা- যা-লিকা তাকদীরুল ‘আঝীঝিল ‘আলীম।", "sura_id": 36 }, { "ar": "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُونِ الْقَدِيمِ", "ayat_id": 39, "id": 3744, "bn": "চন্দ্রের জন্যে আমি বিভিন্ন মনযিল নির্ধারিত করেছি। অবশেষে সে পুরাতন খর্জুর শাখার অনুরূপ হয়ে যায়।", "pr": "ওয়াল কামারা কাদ্দারনা-হু মানা-ঝিলা হাত্তা-‘আ-দাকাল ‘উরজুনিল কাদীম।", "sura_id": 36 }, { "ar": "لَا الشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ", "ayat_id": 40, "id": 3745, "bn": "সূর্য নাগাল পেতে পারে না চন্দ্রের এবং রাত্রি অগ্রে চলে না দিনের প্রত্যেকেই আপন আপন কক্ষপথে সন্তরণ করে।", "pr": "লাশশামছুইয়ামবাগী লাহাআন তুদরিকাল কামারা ওয়ালাল্লাইলুছা-বিকুন্নাহা-রি ওয়া কুল্লুন ফী ফালাকিইঁ ইয়াছবাহূন।", "sura_id": 36 }, { "ar": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُونِ", "ayat_id": 41, "id": 3746, "bn": "তাদের জন্যে একটি নিদর্শন এই যে, আমি তাদের সন্তান-সন্ততিকে বোঝাই নৌকায় আরোহণ করিয়েছি।", "pr": "ওয়া আ-য়াতুল লাহুম আন্না-হামালনা-যুররিইয়াতাহুম ফিল ফুলকিল মাশহূন।", "sura_id": 36 }, { "ar": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ", "ayat_id": 42, "id": 3747, "bn": "এবং তাদের জন্যে নৌকার অনুরূপ যানবাহন সৃষ্টি করেছি, যাতে তারা আরোহণ করে।", "pr": "ওয়া খালাকনা-লাহুম মিম মিছলিহী মা ইয়ারকাবূন।", "sura_id": 36 }, { "ar": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ", "ayat_id": 43, "id": 3748, "bn": "আমি ইচ্ছা করলে তাদেরকে নিমজ্জত করতে পারি, তখন তাদের জন্যে কোন সাহায্যকারী নেই এবং তারা পরিত্রাণও পাবে না।", "pr": "ওয়া ইন নাশা’ নুগরিকহুম ফালা-ছারীখা লাহুম ওয়ালা-হুম ইউনকাযূন।", "sura_id": 36 }, { "ar": "إِلَّا رَحْمَةً مِّنَّا وَمَتٰعًا إِلٰى حِينٍ", "ayat_id": 44, "id": 3749, "bn": "কিন্তু আমারই পক্ষ থেকে কৃপা এবং তাদেরকে কিছু কাল জীবনোপভোগ করার সুযোগ দেয়ার কারণে তা করি না।", "pr": "ইল্লা-রাহমাতাম মিন্না -ওয়া মাতা-‘আন ইলা-হীন।", "sura_id": 36 }, { "ar": "وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ", "ayat_id": 45, "id": 3750, "bn": "আর যখন তাদেরকে বলা হয়, তোমরা সামনের আযাব ও পেছনের আযাবকে ভয় কর, যাতে তোমাদের প্রতি অনুগ্রহ করা হয়, তখন তারা তা অগ্রাহ্য করে।", "pr": "ওয়া ইযা-কীলা লাহুমুত্তাকূ মা- বাইনা আইদীকুম ওয়ামা- খালফাকুম লা‘আল্লাকুম তুরহামূন।", "sura_id": 36 }, { "ar": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايٰتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ", "ayat_id": 46, "id": 3751, "bn": "যখনই তাদের পালনকর্তার নির্দেশাবলীর মধ্যে থেকে কোন নির্দেশ তাদের কাছে আসে, তখনই তারা তা থেকে মুখে ফিরিয়ে নেয়।", "pr": "ওয়ামা-তা’তীহিম মিন আ-য়াতিম মিন আ-য়া-তি রাব্বিহিম ইল্লা-কা-নূ‘আনহা-মু‘রিদীন।", "sura_id": 36 }, { "ar": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ ءَامَنُوٓا أَنُطْعِمُ مَن لَّوْ يَشَآءُ اللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلٰلٍ مُّبِينٍ", "ayat_id": 47, "id": 3752, "bn": "যখন তাদেরকে বলা হয়, আল্লাহ তোমাদেরকে যা দিয়েছেন, তা থেকে ব্যয় কর। তখন কাফেররা মুমিনগণকে বলে, ইচ্ছা করলেই আল্লাহ যাকে খাওয়াতে পারতেন, আমরা তাকে কেন খাওয়াব? তোমরা তো স্পষ্ট বিভ্রান্তিতে পতিত রয়েছ।", "pr": "ওয়া ইযা-কীলা লাহুম আনফিকূমিম্মা-রাঝাকাকুমুল্লা-হু কা-লাল্লাযীনা কাফারূ লিল্লাযীনা আমানূ আনুত‘ইমুমাল্লাও ইয়াশাউল্লা-হু আত‘আমাহূ ইন আনতুম ইল্লা-ফী দালা-লিম মুবীন।", "sura_id": 36 }, { "ar": "وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 48, "id": 3753, "bn": "তারা বলে, তোমরা সত্যবাদী হলে বল এই ওয়াদা কবে পূর্ণ হবে?", "pr": "ওয়া ইয়াকূলূনা মাতা-হা-যাল ওয়া‘দুইন কনতুম সা-দিকীন।", "sura_id": 36 }, { "ar": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ", "ayat_id": 49, "id": 3754, "bn": "তারা কেবল একটা ভয়াবহ শব্দের অপেক্ষা করছে, যা তাদেরকে আঘাত করবে তাদের পারস্পরিক বাকবিতন্ডাকালে।", "pr": "মা-ইয়ানজু রূনা ইল্লা সাইহাতাওঁ ওয়া-হিদাতান তা’খুযুহুম ইয়াখিসসিমূন।", "sura_id": 36 }, { "ar": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلٰىٓ أَهْلِهِمْ يَرْجِعُونَ", "ayat_id": 50, "id": 3755, "bn": "তখন তারা ওছিয়ত করতেও সক্ষম হবে না। এবং তাদের পরিবার-পরিজনের কাছেও ফিরে যেতে পারবে না।", "pr": "ফালা-ইয়াছতাতী‘ঊনা তাওছিয়াতাওঁ ওয়ালাইলাআহলিহিম ইয়ারজি‘ঊন।", "sura_id": 36 }, { "ar": "وَنُفِخَ فِى الصُّورِ فَإِذَا هُم مِّنَ الْأَجْدَاثِ إِلٰى رَبِّهِمْ يَنسِلُونَ", "ayat_id": 51, "id": 3756, "bn": "শিংগায় ফুঁক দেয়া হবে, তখনই তারা কবর থেকে তাদের পালনকর্তার দিকে ছুটে চলবে।", "pr": "ওয়ানুফিখা ফিসসূরি ফাইযা-হুম মিনাল আজদা-ছিইলা-রাব্বিহিম ইয়ানছিলূন।", "sura_id": 36 }, { "ar": "قَالُوا يٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ې هٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُونَ", "ayat_id": 52, "id": 3757, "bn": "তারা বলবে, হায় আমাদের দুর্ভোগ! কে আমাদেরকে নিদ্রাস্থল থেকে উখিত করল? রহমান আল্লাহ তো এরই ওয়াদা দিয়েছিলেন এবং রসূলগণ সত্য বলেছিলেন।", "pr": "কা-লূইয়া-ওয়াইলানা-মাম বা‘আছানা-মিম মারকাদিনা-হা-যা-মাওয়া‘আদার রাহমা-নুওয়া সাদাকাল মুরছালূন।", "sura_id": 36 }, { "ar": "إِن كَانَتْ إِلَّا صَيْحَةً وٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ", "ayat_id": 53, "id": 3758, "bn": "এটা তো হবে কেবল এক মহানাদ। সে মুহুর্তেই তাদের সবাইকে আমার সামনে উপস্থিত করা হবে।", "pr": "ইন কা-নাত ইল্লা-সাইহাতাওঁ ওয়া-হিদাতান ফাইযা-হুম জামী‘উল লাদাইনা-মুহদারূন।", "sura_id": 36 }, { "ar": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ", "ayat_id": 54, "id": 3759, "bn": "আজকের দিনে কারও প্রতি জুলুম করা হবে না এবং তোমরা যা করবে কেবল তারই প্রতিদান পাবে।", "pr": "ফালইয়াওমা লা-তুজলামুনাফছুন শাইয়াওঁ ওয়ালা-তুজঝাওনা ইল্লা-মা-কুনতুম তা‘মালূন।", "sura_id": 36 }, { "ar": "إِنَّ أَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِى شُغُلٍ فٰكِهُونَ", "ayat_id": 55, "id": 3760, "bn": "এদিন জান্নাতীরা আনন্দে মশগুল থাকবে।", "pr": "ইন্না আসহা-বাল জান্নাতিল ইয়াওমা ফী শুগুলিন ফা-কিহূন।", "sura_id": 36 }, { "ar": "هُمْ وَأَزْوٰجُهُمْ فِى ظِلٰلٍ عَلَى الْأَرَآئِكِ مُتَّكِـُٔونَ", "ayat_id": 56, "id": 3761, "bn": "তারা এবং তাদের স্ত্রীরা উপবিষ্ট থাকবে ছায়াময় পরিবেশে আসনে হেলান দিয়ে।", "pr": "হুম ওয়া আঝওয়া-জুহুম ফী জিলা-লিন ‘আলাল আরাইকি মুত্তাকিঊন।", "sura_id": 36 }, { "ar": "لَهُمْ فِيهَا فٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ", "ayat_id": 57, "id": 3762, "bn": "সেখানে তাদের জন্যে থাকবে ফল-মূল এবং যা চাইবে।", "pr": "লাহুম ফীহা-ফা-কিহাতুওঁ ওয়া লাহুম মা-ইয়াদ্দা‘ঊন।", "sura_id": 36 }, { "ar": "سَلٰمٌ ۗ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ", "ayat_id": 58, "id": 3763, "bn": "করুণাময় পালনকর্তার পক্ষ থেকে তাদেরকে বলা হবে সালাম।", "pr": "ছালা-মুন কাওলাম মিররাব্বির রাহীম।", "sura_id": 36 }, { "ar": "وَامْتٰزُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ", "ayat_id": 59, "id": 3764, "bn": "হে অপরাধীরা! আজ তোমরা আলাদা হয়ে যাও।", "pr": "ওয়াম তা-ঝুল ইয়াওমা আইয়ুহাল মুজরিমূন।", "sura_id": 36 }, { "ar": "أَلَمْ أَعْهَدْ إِلَيْكُمْ يٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا الشَّيْطٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ", "ayat_id": 60, "id": 3765, "bn": "হে বনী-আদম! আমি কি তোমাদেরকে বলে রাখিনি যে, শয়তানের এবাদত করো না, সে তোমাদের প্রকাশ্য শত্রু?", "pr": "আলাম আ‘হাদ ইলাইকুম ইয়া-বানীআ-দামা আল্লা-তা‘বুদুশশাইতা-না ইন্নাহূলাকুম ‘আদুওউম মুবীন।", "sura_id": 36 }, { "ar": "وَأَنِ اعْبُدُونِى ۚ هٰذَا صِرٰطٌ مُّسْتَقِيمٌ", "ayat_id": 61, "id": 3766, "bn": "এবং আমার এবাদত কর। এটাই সরল পথ।", "pr": "ওয়া আনি‘বুদূ নী হা-যা-সিরা-তুম মুছতাকীম।", "sura_id": 36 }, { "ar": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا تَعْقِلُونَ", "ayat_id": 62, "id": 3767, "bn": "শয়তান তোমাদের অনেক দলকে পথভ্রষ্ট করেছে। তবুও কি তোমরা বুঝনি?", "pr": "ওয়ালাকাদ আদাল্লা মিনকুম জিবিল্লান কাছীরা- আফালাম তাকূনূতা‘কিলূন।", "sura_id": 36 }, { "ar": "هٰذِهِۦ جَهَنَّمُ الَّتِى كُنتُمْ تُوعَدُونَ", "ayat_id": 63, "id": 3768, "bn": "এই সে জাহান্নাম, যার ওয়াদা তোমাদেরকে দেয়া হতো।", "pr": "হা-যিহী জাহান্নামুল্লাতী কুনতুম তূ‘আদূন।", "sura_id": 36 }, { "ar": "اصْلَوْهَا الْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ", "ayat_id": 64, "id": 3769, "bn": "তোমাদের কুফরের কারণে আজ এতে প্রবেশ কর।", "pr": "ইসলাওহাল ইয়াওমা বিমা-কুনতুম তাকফুরূন।", "sura_id": 36 }, { "ar": "الْيَوْمَ نَخْتِمُ عَلٰىٓ أَفْوٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا يَكْسِبُونَ", "ayat_id": 65, "id": 3770, "bn": "আজ আমি তাদের মুখে মোহর এঁটে দেব তাদের হাত আমার সাথে কথা বলবে এবং তাদের পা তাদের কৃতকর্মের সাক্ষ্য দেবে।", "pr": "আলইয়াওমা নাখতিমু‘আলাআফওয়া-হিহিম ওয়াতুকালিলমুনা আইদীহিম ওয়া তাশহাদু আরজুলুহুম বিমা-কা-নূইয়াকছিবূন।", "sura_id": 36 }, { "ar": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلٰىٓ أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرٰطَ فَأَنّٰى يُبْصِرُونَ", "ayat_id": 66, "id": 3771, "bn": "আমি ইচ্ছা করলে তাদের দৃষ্টি শক্তি বিলুপ্ত করে দিতে পারতাম, তখন তারা পথের দিকে দৌড়াতে চাইলে কেমন করে দেখতে পেত!", "pr": "ওয়ালাও নাশাউলাতামাছনা- আলা আ‘ইউনিহিম ফাছতাবাকুসসিরা-তা ফাআন্নাইউবসিরূন।", "sura_id": 36 }, { "ar": "وَلَوْ نَشَآءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطٰعُوا مُضِيًّا وَلَا يَرْجِعُونَ", "ayat_id": 67, "id": 3772, "bn": "আমি ইচ্ছা করলে তাদেরকে স্ব স্ব স্থানে আকার বিকৃত করতে পারতাম, ফলে তারা আগেও চলতে পারত না এবং পেছনেও ফিরে যেতে পারত না।", "pr": "ওয়ালাও নাশাউ লামাছাখনা-হুম ‘আলা মাকা-নাতিহিম ফামাছতাতা-‘ঊ মুদিইয়াওঁ ওয়ালাইয়ারজি‘ঊন।", "sura_id": 36 }, { "ar": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ", "ayat_id": 68, "id": 3773, "bn": "আমি যাকে দীর্ঘ জীবন দান করি, তাকে সৃষ্টিগত পূর্বাবস্থায় ফিরিয়ে নেই। তবুও কি তারা বুঝে না?", "pr": "ওয়ামান নু‘আম্মির হু নুনাক্কিছহু ফিল খালকি আফালা-ইয়া‘কিলূন।", "sura_id": 36 }, { "ar": "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ", "ayat_id": 69, "id": 3774, "bn": "আমি রসূলকে কবিতা শিক্ষা দেইনি এবং তা তার জন্যে শোভনীয়ও নয়। এটা তো এক উপদেশ ও প্রকাশ্য কোরআন।", "pr": "ওয়ামা-‘আল্লামনা-হুশশি‘রা ওয়ামা-ইয়ামবাগী লাহূ ইন হুওয়া ইল্লা-যিকরুওঁ ওয়া কুরআ-নুম মুবীন।", "sura_id": 36 }, { "ar": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِينَ", "ayat_id": 70, "id": 3775, "bn": "যাতে তিনি সতর্ক করেন জীবিতকে এবং যাতে কাফেরদের বিরুদ্ধে অভিযোগ প্রতিষ্ঠিত হয়।", "pr": "লিইউনযিরা মান কা-না হাইয়াওঁ ওয়া ইয়াহিক্কাল কাওলু‘আলাল কা-ফিরীন।", "sura_id": 36 }, { "ar": "أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعٰمًا فَهُمْ لَهَا مٰلِكُونَ", "ayat_id": 71, "id": 3776, "bn": "তারা কি দেখে না, তাদের জন্যে আমি আমার নিজ হাতের তৈরী বস্তুর দ্বারা চতুস্পদ জন্তু সৃষ্টি করেছি, অতঃপর তারাই এগুলোর মালিক।", "pr": "আওয়ালাম ইয়ারাও আন্না-খালাকনা- লাহুম মিম্মা- ‘আমিলাত আইদীনাআন‘আ-মান ফাহুম লাহা-মা-লিকূন।", "sura_id": 36 }, { "ar": "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ", "ayat_id": 72, "id": 3777, "bn": "আমি এগুলোকে তাদের হাতে অসহায় করে দিয়েছি। ফলে এদের কতক তাদের বাহন এবং কতক তারা ভক্ষণ করে।", "pr": "ওয়া যাল্লালনা-হা-লাহুম ফামিনহা-রাকূবুহুম ওয়া মিনহা-ইয়া’কুলূন।", "sura_id": 36 }, { "ar": "وَلَهُمْ فِيهَا مَنٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ", "ayat_id": 73, "id": 3778, "bn": "তাদের জন্যে চতুস্পদ জন্তুর মধ্যে অনেক উপকারিতা ও পানীয় রয়েছে। তবুও কেন তারা শুকরিয়া আদায় করে না?", "pr": "ওয়া লাহুম ফীহা-মানা-ফি‘উ ওয়া মাশা-রিবু আফালা-ইয়াশকুরূন।", "sura_id": 36 }, { "ar": "وَاتَّخَذُوا مِن دُونِ اللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ", "ayat_id": 74, "id": 3779, "bn": "তারা আল্লাহর পরিবর্তে অনেক উপাস্য গ্রহণ করেছে যাতে তারা সাহায্যপ্রাপ্ত হতে পারে।", "pr": "ওয়াত্তাখাযূমিন দূনিল্লা-হি আ-লিহাতাল লা‘আল্লাহুম ইউনসারূন।", "sura_id": 36 }, { "ar": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ", "ayat_id": 75, "id": 3780, "bn": "অথচ এসব উপাস্য তাদেরকে সাহায্য করতে সক্ষম হবে না এবং এগুলো তাদের বাহিনী রূপে ধৃত হয়ে আসবে।", "pr": "লা-ইয়াছতাতী‘ঊনা নাসরাহুম ওয়াহুম লাহুম জুনদুম মুহদারূন।", "sura_id": 36 }, { "ar": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ", "ayat_id": 76, "id": 3781, "bn": "অতএব তাদের কথা যেন আপনাকে দুঃখিত না করে। আমি জানি যা তারা গোপনে করে এবং যা তারা প্রকাশ্যে করে।", "pr": "ফালা-ইয়াহঝুনকা কাওলুহুম । ইন্না-না‘লামুমা-ইউছিররূনা ওয়ামা-ইউ‘লিনূন।", "sura_id": 36 }, { "ar": "أَوَلَمْ يَرَ الْإِنسٰنُ أَنَّا خَلَقْنٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ", "ayat_id": 77, "id": 3782, "bn": "মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি বীর্য থেকে? অতঃপর তখনই সে হয়ে গেল প্রকাশ্য বাকবিতন্ডাকারী।", "pr": "আওয়ালাম ইয়ারাল ইনছা-নুআন্না-খালাকনা-হুমিননুতফাতিন ফাইযা-হুওয়া খাসীমুম মুবীন।", "sura_id": 36 }, { "ar": "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ الْعِظٰمَ وَهِىَ رَمِيمٌ", "ayat_id": 78, "id": 3783, "bn": "সে আমার সম্পর্কে এক অদ্ভূত কথা বর্ণনা করে, অথচ সে নিজের সৃষ্টি ভুলে যায়। সে বলে কে জীবিত করবে অস্থিসমূহকে যখন সেগুলো পচে গলে যাবে?", "pr": "ওয়া দারাবা লানা-মাছালাওঁ ওয়া নাছিয়া খালকাহূ কা-লা মাইঁ ইউহয়িল ‘ইজা-মা ওয়া হিয়া রামীম।", "sura_id": 36 }, { "ar": "قُلْ يُحْيِيهَا الَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ", "ayat_id": 79, "id": 3784, "bn": "বলুন, যিনি প্রথমবার সেগুলোকে সৃষ্টি করেছেন, তিনিই জীবিত করবেন। তিনি সর্বপ্রকার সৃষ্টি সম্পর্কে সম্যক অবগত।", "pr": "কুল ইউহয়ী হাল্লাযী আনশাআহা আওওয়ালা মাররাতিওঁ ওয়া হুয়া বিকুল্লি খালকিন ‘আলীমু।", "sura_id": 36 }, { "ar": "الَّذِى جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ", "ayat_id": 80, "id": 3785, "bn": "যিনি তোমাদের জন্যে সবুজ বৃক্ষ থেকে আগুন উৎপন্ন করেন। তখন তোমরা তা থেকে আগুন জ্বালাও।", "pr": "আল্লাযী জা‘আলা লাকুম মিনাশশাজারিল আখদারি না-রান ফাইযা-আনতুম মিনহু তূকিদূন।", "sura_id": 36 }, { "ar": "أَوَلَيْسَ الَّذِى خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ بِقٰدِرٍ عَلٰىٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيمُ", "ayat_id": 81, "id": 3786, "bn": "যিনি নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন, তিনিই কি তাদের অনুরূপ সৃষ্টি করতে সক্ষম নন? হ্যাঁ তিনি মহাস্রষ্টা, সর্বজ্ঞ।", "pr": "আওয়া লাইছাল্লাযী খালাকাছছামা-ওয়াতি ওয়াল আরদা বিকা-দিরিন ‘আলা আইঁ ইয়াখলুকা মিছলাহুম বালা-  ওয়া হুওয়াল খাল্লা-কুল ‘আলীম।", "sura_id": 36 }, { "ar": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ", "ayat_id": 82, "id": 3787, "bn": "তিনি যখন কোন কিছু করতে ইচ্ছা করেন, তখন তাকে কেবল বলে দেন, ‘হও’ তখনই তা হয়ে যায়।", "pr": "ইন্নামাআমরুহূ ইযাআরা-দা শাইআন আইঁ ইয়াকূলা লাহূকুন ফাইয়াকূন।", "sura_id": 36 }, { "ar": "فَسُبْحٰنَ الَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ", "ayat_id": 83, "id": 3788, "bn": "অতএব পবিত্র তিনি, যাঁর হাতে সবকিছুর রাজত্ব এবং তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।", "pr": "ফাছুবহা-নাল্লাযী বিয়াদিহী মালাকূতুকুল্লি শাইয়িওঁ ওয়া ইলাইহি তুর জা‘ঊন।", "sura_id": 36 }]