[{ "ar": "يُسَبِّحُ لِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۖ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ۖ وَهُوَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 1, "id": 5200, "bn": "নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা ঘোষণা করে। রাজত্ব তাঁরই এবং প্রশংসা তাঁরই। তিনি সর্ববিষয়ে সর্বশক্তিমান।", "pr": "ইউছাব্বিহু লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদি লাহুল মুলকুওয়া লাহুল হামদু ওয়া হুওয়া ‘আলা-কুল্লি শাইয়িন কাদীর।", "sura_id": 64 }, { "ar": "هُوَ الَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "ayat_id": 2, "id": 5201, "bn": "তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেউ কাফের এবং কেউ মুমিন। তোমরা যা কর, আল্লাহ তা দেখেন।", "pr": "হুওয়াল্লাযী খালাকাকুম ফামিনকুম কা-ফিরুওঁ ওয়া মিনকুম মু’মিনুন ওয়াল্লা-হু বিমাতা‘মালূনা বাসীর।", "sura_id": 64 }, { "ar": "خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ الْمَصِيرُ", "ayat_id": 3, "id": 5202, "bn": "তিনি নভোমন্ডল ও ভূমন্ডলকে যথাযথভাবে সৃষ্টি করেছেন এবং তোমাদেরকে আকৃতি দান করেছেন, অতঃপর সুন্দর করেছেন তোমাদের আকৃতি। তাঁরই কাছে প্রত্যাবর্তন।", "pr": "খালাকাছছামা-ওয়া-তি ওয়াল আরদা বিলহাক্কিওয়া সাওওয়ারাকুম ফাআহছানা সুওয়ারাকুম ওয়া ইলাইহিল মাসীর।", "sura_id": 64 }, { "ar": "يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَاللَّهُ عَلِيمٌۢ بِذَاتِ الصُّدُورِ", "ayat_id": 4, "id": 5203, "bn": "নভোমন্ডল ও ভূমন্ডলে যা আছে, তিনি তা জানেন। তিনি আরও জানেন তোমরা যা গোপনে কর এবং যা প্রকাশ্যে কর। আল্লাহ অন্তরের বিষয়াদি সম্পর্কে সম্যক জ্ঞাত।", "pr": "ইয়া‘লামুমা-ফিছ ছামা-ওয়া-তি ওয়াল আরদিওয়া ইয়া‘লামুমা-তুছিররূনা ওয়ামাতু‘লিনূনা ওয়াল্লা-হু ‘আলীমুম বিযা-তিসসুদূ র।", "sura_id": 64 }, { "ar": "أَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِينَ كَفَرُوا مِن قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "ayat_id": 5, "id": 5204, "bn": "তোমাদের পুর্বে যারা কাফের ছিল, তাদের বৃত্তান্ত কি তোমাদের কাছে পৌছেনি? তারা তাদের কর্মের শাস্তি আস্বাদন করেছে, এবং তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।", "pr": "আলাম ইয়া’তিকুম নাবাউল্লাযীনা কাফারূমিন কাবলু ফাযা-কূওয়া বা-লা আমরিহিম ওয়ালাহুম ‘আযা-বুন আলীম।", "sura_id": 64 }, { "ar": "ذٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِالْبَيِّنٰتِ فَقَالُوٓا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوا ۚ وَّاسْتَغْنَى اللَّهُ ۚ وَاللَّهُ غَنِىٌّ حَمِيدٌ", "ayat_id": 6, "id": 5205, "bn": "এটা এ কারণে যে, তাদের কাছে তাদের রসূলগণ প্রকাশ্য নিদর্শনাবলীসহ আগমন করলে তারা বলতঃ মানুষই কি আমাদেরকে পথপ্রদর্শন করবে? অতঃপর তারা কাফের হয়ে গেল এবং মুখ ফিরিয়ে নিল। এতে আল্লাহর কিছু আসে যায় না। আল্লাহ অমুখাপেক্ষী প্রশংসিত।", "pr": "যা-লিকা বিআন্নাহূকা-নাত তা’তীহিম রুছুলুহুম বিলবাইয়িনা-তি ফাকা-লূ আবাশারুইঁ ইয়াহদূ নানা- ফাকাফারূ ওয়াতাওল্লাও ওয়াছতাগনাল্লাহু ওয়াল্লাহু গানিইয়ুন হামিদ।", "sura_id": 64 }, { "ar": "زَعَمَ الَّذِينَ كَفَرُوٓا أَن لَّن يُبْعَثُوا ۚ قُلْ بَلٰى وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذٰلِكَ عَلَى اللَّهِ يَسِيرٌ", "ayat_id": 7, "id": 5206, "bn": "কাফেররা দাবী করে যে, তারা কখনও পুনরুত্থিত হবে না। বলুন, অবশ্যই হবে, আমার পালনকর্তার কসম, তোমরা নিশ্চয় পুরুত্থিত হবে। অতঃপর তোমাদেরকে অবহিত করা হবে যা তোমরা করতে। এটা আল্লাহর পক্ষে সহজ।", "pr": "ঝা‘আমাল্লাযীনা কাফারূ আল্লাইঁ ইউব‘আছূ কুল বালা-ওয়া রাববী লাতুব‘আছুন্না ছু ম্মা লাতুনাব্বাউন্না বিমা-‘আমিলতুম ওয়া যা-লিকা ‘আলাল্লা-হি ইয়াছীর।", "sura_id": 64 }, { "ar": "فَـَٔامِنُوا بِاللَّهِ وَرَسُولِهِۦ وَالنُّورِ الَّذِىٓ أَنزَلْنَا ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "ayat_id": 8, "id": 5207, "bn": "অতএব তোমরা আল্লাহ তাঁর রসূল এবং অবতীর্ন নূরের প্রতি বিশ্বাস স্থাপন কর। তোমরা যা কর, সে বিষয়ে আল্লাহ সম্যক অবগত।", "pr": "ফাআ-মিনূবিল্লা-হি ওয়া রাছূলিহী ওয়ান্নূরিল্লাযীআনঝালনা- ওয়াল্লা-হু বিমাতা‘মালূনা খাবীর।", "sura_id": 64 }, { "ar": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ ذٰلِكَ يَوْمُ التَّغَابُنِ ۗ وَمَن يُؤْمِنۢ بِاللَّهِ وَيَعْمَلْ صٰلِحًا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَآ أَبَدًا ۚ ذٰلِكَ الْفَوْزُ الْعَظِيمُ", "ayat_id": 9, "id": 5208, "bn": "সেদিন অর্থাৎ, সমাবেশের দিন আল্লাহ তোমাদেরকে সমবেত করবেন। এ দিন হার-জিতের দিন। যে ব্যক্তি আল্লাহর প্রতি বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, আল্লাহ তার পাপসমূহ মোচন করবেন এবং তাকে জান্নাতে দাখিল করবেন। যার তলদেশে নির্ঝরিনীসমূহ প্রবাহিত হবে, তারা তথায় চিরকাল বসবাস করবে। এটাই মহাসাফল্য।", "pr": "ইয়াওমা ইয়াজমা‘উকুম লিইয়াওমিল জাম‘ই যা-লিকা ইয়াওমুত্তাগা-বুন ওয়া মাইঁ ইউ’মিম বিল্লা-হি ওয়া ইয়া‘মাল সা-লিহাইঁ ইউকাফফির ‘আনহু ছাইয়িআ-তিহী ওয়া ইউদখিলহু জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা-আবাদা- যা-লিকাল ফাওঝুল ‘আজীম।", "sura_id": 64 }, { "ar": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايٰتِنَآ أُولٰٓئِكَ أَصْحٰبُ النَّارِ خٰلِدِينَ فِيهَا ۖ وَبِئْسَ الْمَصِيرُ", "ayat_id": 10, "id": 5209, "bn": "আর যারা কাফের এবং আমার আয়াতসমূহকে মিথ্যা বলে, তারাই জাহান্নামের অধিবাসী, তারা তথায় অনন্তকাল থাকবে। কতই না মন্দ প্রত্যাবর্তনস্থল এটা।", "pr": "ওয়াল্লাযীনা কাফারূওয়া কাযযাবূবিআ-য়া-তিনা উলাইকা আসহা-বুন্না-রি খা-লিদীনা ফীহা- ওয়া বি’ছাল মাসীর।", "sura_id": 64 }, { "ar": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ وَمَن يُؤْمِنۢ بِاللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَاللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ", "ayat_id": 11, "id": 5210, "bn": "আল্লাহর নির্দেশ ব্যতিরেকে কোন বিপদ আসে না এবং যে আল্লাহর প্রতি বিশ্বাস করে, তিনি তার অন্তরকে সৎপথ প্রদর্শন করেন। আল্লাহ সর্ববিষয়ে সম্যক পরিজ্ঞাত।", "pr": "মাআসা-বা মিমমুসীবাতিন ইল্লা-বিইযনিল্লা -হি ওয়া মাইঁ ইউ’মিম বিল্লা-হি ইয়াহদি কালবাহূ ওয়াল্লা-হু বিকুল্লি শাইয়িন ‘আলীম।", "sura_id": 64 }, { "ar": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلٰى رَسُولِنَا الْبَلٰغُ الْمُبِينُ", "ayat_id": 12, "id": 5211, "bn": "তোমরা আল্লাহর আনুগত্য কর এবং রসূলুল্লাহর আনুগত্য কর। যদি তোমরা মুখ ফিরিয়ে নাও, তবে আমার রসূলের দায়িত্ব কেবল খোলাখুলি পৌছে দেয়া।", "pr": "ওয়া আতী‘উল্লা-হা ওয়া আতী‘উর রাছূলা ফাইন তাওয়াল্লাইতুম ফাইন্নামা-‘আলারাছূলিনাল বালা-গুল মুবীন।", "sura_id": 64 }, { "ar": "اللَّهُ لَآ إِلٰهَ إِلَّا هُوَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ", "ayat_id": 13, "id": 5212, "bn": "আল্লাহ তিনি ব্যতীত কোন মাবুদ নেই। অতএব মুমিনগণ আল্লাহর উপর ভরসা করুক।", "pr": "আল্লা-হু লা ইলা-হা ইল্লা-হুওয়া ওয়া ‘আলাল্লা-হি ফালইয়াতাওয়াক্কালিল মু’মিনূন।", "sura_id": 64 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِنَّ مِنْ أَزْوٰجِكُمْ وَأَوْلٰدِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوهُمْ ۚ وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "ayat_id": 14, "id": 5213, "bn": "হে মুমিনগণ, তোমাদের কোন কোন স্ত্রী ও সন্তান-সন্ততি তোমাদের দুশমন। অতএব তাদের ব্যাপারে সতর্ক থাক। যদি মার্জনা কর, উপেক্ষা কর, এবং ক্ষমা কর, তবে আল্লাহ ক্ষমাশীল, করুনাময়।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূ ইন্না মিন আঝওয়া-জিকুম ওয়া আওলা-দিকুম ‘আদুওওয়াল লাকুম ফাহযারূহুম ওয়া ইন তা‘ফূওয়া তাসফাহূওয়া তাগফিরূফাইন্নাল্লা-হা গাফূরুর রাহীম।", "sura_id": 64 }, { "ar": "إِنَّمَآ أَمْوٰلُكُمْ وَأَوْلٰدُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌ", "ayat_id": 15, "id": 5214, "bn": "তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তো কেবল পরীক্ষাস্বরূপ। আর আল্লাহর কাছে রয়েছে মহাপুরস্কার।", "pr": "ইন্নামা আমওয়া-লুকুম ওয়া আওলা-দুকুম ফিতনাতুওঁ ওয়াল্লা-হু ‘ইনদাহূ আজরুন ‘আজীম।", "sura_id": 64 }, { "ar": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنفِقُوا خَيْرًا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُولٰٓئِكَ هُمُ الْمُفْلِحُونَ", "ayat_id": 16, "id": 5215, "bn": "অতএব তোমরা যথাসাধ্য আল্লাহকে ভয় কর, শুন, আনুগত্য কর এবং ব্যয় কর। এটা তোমাদের জন্যে কল্যাণকর। যারা মনের কার্পন্য থেকে মুক্ত, তারাই সফলকাম।", "pr": "ফাত্তাকুল্লা-হা মাছতাতা‘তুম ওয়াছমা‘উ ওয়া আতী‘ঊ ওয়া আনফিকূখাইরাল লিআনফুছিকুম ওয়া মাইঁ ইঊকা শুহহা নাফছিহী ফাউলাইকা হুমুল মুফলিহূন।", "sura_id": 64 }, { "ar": "إِن تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ شَكُورٌ حَلِيمٌ", "ayat_id": 17, "id": 5216, "bn": "যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর, তিনি তোমাদের জন্যে তা দ্বিগুণ করে দেবেন এবং তোমাদেরকে ক্ষমা করবেন। আল্লাহ গুণগ্রাহী, সহনশীল।", "pr": "ইন তুকরিদুল্লা-হা কারদান হাছানাইঁ ইউদা-‘ইফহু লাকুম ওয়া ইয়াগফিরলাকুম ওয়াল্লা-হু শাকূরুন হালীম।", "sura_id": 64 }, { "ar": "عٰلِمُ الْغَيْبِ وَالشَّهٰدَةِ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 18, "id": 5217, "bn": "তিনি দৃশ্য ও অদৃশ্যের জ্ঞানী, পরাক্রান্ত, প্রজ্ঞাময়।", "pr": "‘আ-লিমুল গাইবি ওয়াশশাহা-দাতিল ‘আঝীঝুল হাকীম।", "sura_id": 64 }]