[{ "ar": "الٓمٓ", "ayat_id": 1, "id": 294, "bn": "আলিফ লাম মীম।", "pr": "আলিফ লাম মীম।", "sura_id": 3 }, { "ar": "اللَّهُ لَآ إِلٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ", "ayat_id": 2, "id": 295, "bn": "আল্লাহ ছাড়া কোন উপাস্য নেই, তিনি চিরঞ্জীব, সবকিছুর ধারক।", "pr": "আল্লা-হু লাইলাহা ইল্লা-হুওয়াল হাইয়ুল কাইয়ূম।", "sura_id": 3 }, { "ar": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرٰىةَ وَالْإِنجِيلَ", "ayat_id": 3, "id": 296, "bn": "তিনি আপনার প্রতি কিতাব নাযিল করেছেন সত্যতার সাথে; যা সত্যায়ন করে পূর্ববর্তী কিতাবসমুহের।", "pr": "নাঝঝালা ‘আলাইকাল কিতা-বা বিলহাক্কি মুসাদ্দিকালিলমা-বাইনা ইয়াদাইহি ওয়াআনঝালাত তাওরা-তা ওয়াল ইনজীল।", "sura_id": 3 }, { "ar": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ ۗ إِنَّ الَّذِينَ كَفَرُوا بِـَٔايٰتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ ۗ وَاللَّهُ عَزِيزٌ ذُو انتِقَامٍ", "ayat_id": 4, "id": 297, "bn": "নাযিল করেছেন তাওরত ও ইঞ্জিল, এ কিতাবের পূর্বে, মানুষের হেদায়েতের জন্যে এবং অবতীর্ণ করেছেন মীমাংসা। নিঃসন্দেহে যারা আল্লাহর আয়াতসমূহ অস্বীকার করে, তাদের জন্যে রয়েছে কঠিন আযাব। আর আল্লাহ হচ্ছেন পরাক্রমশীল, প্রতিশোধ গ্রহণকারী।", "pr": "মিন কাবলু হুদাল লিন্না-ছি ওয়া আনঝালাল ফুরকানা ইন্নাল্লাযীনা কাফারূ বিআ-য়াতিল্লা-হি লাহুম ‘আযা-বুন শাদীদুওঁ ওয়াল্লা-হু ‘আঝীঝুন যুনতিকা-ম।", "sura_id": 3 }, { "ar": "إِنَّ اللَّهَ لَا يَخْفٰى عَلَيْهِ شَىْءٌ فِى الْأَرْضِ وَلَا فِى السَّمَآءِ", "ayat_id": 5, "id": 298, "bn": "আল্লাহর নিকট আসমান ও যমীনের কোন বিষয়ই গোপন নেই।", "pr": "ইন্নাল্লা-হা লা-ইয়াখফা-‘আলাইহি শাইউন ফিল আরদিওয়ালা-ফিছ ছামাই।", "sura_id": 3 }, { "ar": "هُوَ الَّذِى يُصَوِّرُكُمْ فِى الْأَرْحَامِ كَيْفَ يَشَآءُ ۚ لَآ إِلٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 6, "id": 299, "bn": "তিনিই সেই আল্লাহ, যিনি তোমাদের আকৃতি গঠন করেন মায়ের গর্ভে, যেমন তিনি চেয়েছেন। তিনি ছাড়া আর কোন উপাস্য নেই। তিনি প্রবল পরাক্রমশীল, প্রজ্ঞাময়।", "pr": "হুওয়াল্লাযী ইউসাওবিরুকুম ফিল আরহা-মি কাইফা ইয়াশাউ লাইলা-হা ইল্লা-হুওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 3 }, { "ar": "هُوَ الَّذِىٓ أَنزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ ءَايٰتٌ مُّحْكَمٰتٌ هُنَّ أُمُّ الْكِتٰبِ وَأُخَرُ مُتَشٰبِهٰتٌ ۖ فَأَمَّا الَّذِينَ فِى قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشٰبَهَ مِنْهُ ابْتِغَآءَ الْفِتْنَةِ وَابْتِغَآءَ تَأْوِيلِهِۦ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا اللَّهُ ۗ وَالرّٰسِخُونَ فِى الْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّ مِّنْ عِندِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُولُوا الْأَلْبٰبِ", "ayat_id": 7, "id": 300, "bn": "তিনিই আপনার প্রতি কিতাব নাযিল করেছেন। তাতে কিছু আয়াত রয়েছে সুস্পষ্ট, সেগুলোই কিতাবের আসল অংশ। আর অন্যগুলো রূপক। সুতরাং যাদের অন্তরে কুটিলতা রয়েছে, তারা অনুসরণ করে ফিৎনা বিস্তার এবং অপব্যাখ্যার উদ্দেশে তন্মধ্যেকার রূপকগুলোর। আর সেগুলোর ব্যাখ্যা আল্লাহ ব্যতীত কেউ জানে না। আর যারা জ্ঞানে সুগভীর, তারা বলেনঃ আমরা এর প্রতি ঈমান এনেছি। এই সবই আমাদের পালনকর্তার পক্ষ থেকে অবতীর্ণ হয়েছে। আর বোধশক্তি সম্পন্নেরা ছাড়া অপর কেউ শিক্ষা গ্রহণ করে না।", "pr": "হুওয়াল্লাযীআনঝালা ‘আলাইকাল কিতা-বা মিনহু আ-য়া-তুম মুহকামা-তুন হুন্না উম্মুল কিতা-বি ওয়া উখারু মুতাশা-বিহা-তুন ফাআম্মাল্লাযীনা ফী কুলূবিহিম ঝাইগুন ফাইয়াত্তাবি‘ঊন মা-তাশা-বাহা মিনহুবতিগাআল ফিতনাতি ওয়াবতিগাআ তা’বিলিহী ওয়া মা-ইয়া‘লামুতা’বিলাহু ইল্লাল্লা-হ । ওয়ার রা-ছিখূনা ফিল ‘ইলমি ইয়াকূলূনা আমান্না-বিহী কুল্লুম মিন ‘ইনদি রাব্বিনা-ওয়ামা-ইয়াযযাককারু ইল্লা উলুল আলবা-ব।", "sura_id": 3 }, { "ar": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ الْوَهَّابُ", "ayat_id": 8, "id": 301, "bn": "হে আমাদের পালনকর্তা! সরল পথ প্রদর্শনের পর তুমি আমাদের অন্তরকে সত্যলংঘনে প্রবৃত্ত করোনা এবং তোমার নিকট থেকে আমাদিগকে অনুগ্রহ দান কর। তুমিই সব কিছুর দাতা।", "pr": "রাব্বানা-লা-তুঝিগ কুলূবানা-বা‘দা ইয হাদাইতানা -ওয়াহাবলানা-মিল্লা দুনকা রাহমাতান ইন্নাকা আনতাল ওয়াহহা-ব।", "sura_id": 3 }, { "ar": "رَبَّنَآ إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ", "ayat_id": 9, "id": 302, "bn": "হে আমাদের পালনকর্তা! তুমি মানুষকে একদিন অবশ্যই একত্রিত করবেঃ এতে কোনই সন্দেহ নেই। নিশ্চয় আল্লাহ তাঁর ওয়াদার অন্যথা করেন না।", "pr": "রাব্বানা ইন্নাকা জা-মি‘উন্না-ছি লিইয়াওমিল্লা-রাইবা ফীহি ইন্নাল্লা-হা লা-ইউখলিফুল মী‘আদ।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِىَ عَنْهُمْ أَمْوٰلُهُمْ وَلَآ أَوْلٰدُهُم مِّنَ اللَّهِ شَيْـًٔا ۖ وَأُولٰٓئِكَ هُمْ وَقُودُ النَّارِ", "ayat_id": 10, "id": 303, "bn": "যারা কুফুরী করে, তাদের ধন-সম্পদ ও সন্তান-সন্ততি আল্লাহর সামনে কখনও কাজে আসবে না। আর তারাই হচ্ছে দোযখের ইন্ধন।", "pr": "ইন্নাল্লাযীনা কাফারু লান তুগনিয়া ‘আনহুম আমওয়া-লুহুম ওয়ালা আওলা-দুহুম মিনাল্লা-হি শাইআওঁ ওয়া উলাইকাহুম ওয়াকূদুন্না-র।", "sura_id": 3 }, { "ar": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا بِـَٔايٰتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ۗ وَاللَّهُ شَدِيدُ الْعِقَابِ", "ayat_id": 11, "id": 304, "bn": "ফেরআউনের সম্প্রদায় এবং তাদের পূর্ববর্তীদের ধারা অনুযায়ীই তারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করেছে। ফলে তাদের পাপের কারণে আল্লাহ তাদেরকে পাকড়াও করেছেন আর আল্লাহর আযাব অতি কঠিন।", "pr": "কাদা’বি আ-লি ফির‘আওনা ওয়াল্লাযীনা মিন কাবলিহিম কাযযাবূ বিআ-য়া তিনা-ফাআখাযাহুমুল্লা-হু বিযুনূবিহিম ওয়াল্লা-হু শাদীদুল ‘ইকা-ব।", "sura_id": 3 }, { "ar": "قُل لِّلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلٰى جَهَنَّمَ ۚ وَبِئْسَ الْمِهَادُ", "ayat_id": 12, "id": 305, "bn": "কাফেরদিগকে বলে দিন, খুব শিগগীরই তোমরা পরাভূত হয়ে দোযখের দিকে হাঁকিয়ে নীত হবে-সেটা কতই না নিকৃষ্টতম অবস্থান।", "pr": "কুল লিল্লাযীনা কাফারু ছাতুগলাবূনা ওয়াতুহশারূনা ইলা-জাহান্নামা ওয়াবি’ছাল মিহা-দ।", "sura_id": 3 }, { "ar": "قَدْ كَانَ لَكُمْ ءَايَةٌ فِى فِئَتَيْنِ الْتَقَتَا ۖ فِئَةٌ تُقٰتِلُ فِى سَبِيلِ اللَّهِ وَأُخْرٰى كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ الْعَيْنِ ۚ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ ۗ إِنَّ فِى ذٰلِكَ لَعِبْرَةً لِّأُولِى الْأَبْصٰرِ", "ayat_id": 13, "id": 306, "bn": "নিশ্চয়ই দুটো দলের মোকাবিলার মধ্যে তোমাদের জন্য নিদর্শন ছিল। একটি দল আল্লাহর রাহে যুদ্ধ করে। আর অপর দল ছিল কাফেরদের এরা স্বচক্ষে তাদেরকে দ্বিগুন দেখছিল। আর আল্লাহ যাকে নিজের সাহায্যের মাধ্যমে শক্তি দান করেন। এরই মধ্যে শিক্ষনীয় রয়েছে দৃষ্টি সম্পন্নদের জন্য।", "pr": "কাদ কা-না লাকুম আ-য়াতুন ফী ফিআতাইনিল তাকাতা-ফিআতুন তুকা-তিলুফী ছাবীলিল্লা-হি ওয়া উখরা-কা-ফিরাতুইঁ ইয়ারাওনাহুম মিছলাইহিম রা’ইয়াল ‘আইনি ওয়াল্লা-হু ইউআইয়িদুবিনাসরিহী মাইঁ ইয়াশাউ ইন্না ফী যা-লিকা লা‘ইবরাতাল লিউলিল আবসা-র।", "sura_id": 3 }, { "ar": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَآءِ وَالْبَنِينَ وَالْقَنٰطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعٰمِ وَالْحَرْثِ ۗ ذٰلِكَ مَتٰعُ الْحَيٰوةِ الدُّنْيَا ۖ وَاللَّهُ عِندَهُۥ حُسْنُ الْمَـَٔابِ", "ayat_id": 14, "id": 307, "bn": "মানবকূলকে মোহগ্রস্ত করেছে নারী, সন্তান-সন্ততি, রাশিকৃত স্বর্ণ-রৌপ্য, চিহ্নিত অশ্ব, গবাদি পশুরাজি এবং ক্ষেত-খামারের মত আকর্ষণীয় বস্তুসামগ্রী। এসবই হচ্ছে পার্থিব জীবনের ভোগ্য বস্তু। আল্লাহর নিকটই হলো উত্তম আশ্রয়।", "pr": "ঝুইয়িনা লিন্না-ছি হুব্বুশশাহাওয়া-তি মিনান নিছাই ওয়াল বানীনা ওয়াল কানা-তীরিল মুকানতারাতি মিনাযযাহাবি ওয়াল ফিদ্দাতি ওয়াল খাইলিল মুছাওওয়ামাতি ওয়াল আন‘আমি ওয়াল হারছিযা-লিকা মাতা-‘উল হায়া-তিদ্দুনইয়া-ওয়াল্লা-হু ‘ইনদাহু হুছনুল মাআ-ব।", "sura_id": 3 }, { "ar": "قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذٰلِكُمْ ۚ لِلَّذِينَ اتَّقَوْا عِندَ رَبِّهِمْ جَنّٰتٌ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا وَأَزْوٰجٌ مُّطَهَّرَةٌ وَرِضْوٰنٌ مِّنَ اللَّهِ ۗ وَاللَّهُ بَصِيرٌۢ بِالْعِبَادِ", "ayat_id": 15, "id": 308, "bn": "বলুন, আমি কি তোমাদেরকে এসবের চাইতেও উত্তম বিষয়ের সন্ধান বলবো?-যারা পরহেযগার, আল্লাহর নিকট তাদের জন্যে রয়েছে বেহেশত, যার তলদেশে প্রস্রবণ প্রবাহিত-তারা সেখানে থাকবে অনন্তকাল। আর রয়েছে পরিচ্ছন্ন সঙ্গিনীগণ এবং আল্লাহর সন্তুষ্টি। আর আল্লাহ তাঁর বান্দাদের প্রতি সুদৃষ্টি রাখেন।", "pr": "কুল আউনাব্বিউকুম বিখাইরিম মিন যা-লিকুম লিল্লাযীনাত্তাকাও ‘ইনদা রাব্বিহিম জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা-ওয়াআঝওয়াজুম মুতাহহারাতুওঁ ওয়ারিদওয়া-নুম মিনাল্লা-হি ওয়াল্লা-হু বাসীরুম বিল‘ইবা-দ।", "sura_id": 3 }, { "ar": "الَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ", "ayat_id": 16, "id": 309, "bn": "যারা বলে, হে আমাদের পালনকর্তা, আমরা ঈমান এনেছি, কাজেই আমাদের গোনাহ ক্ষমা করে দাও আর আমাদেরকে দোযখের আযাব থেকে রক্ষা কর।", "pr": "আল্লাযীনা ইয়াকূ লূনা রাব্বানা ইন্নানা আ-মান্না-ফাগফিরলানা-যুনূবানা-ওয়াকিনা‘আযা-বান্না-র।", "sura_id": 3 }, { "ar": "الصّٰبِرِينَ وَالصّٰدِقِينَ وَالْقٰنِتِينَ وَالْمُنفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ", "ayat_id": 17, "id": 310, "bn": "তারা ধৈর্য্যধারণকারী, সত্যবাদী, নির্দেশ সম্পাদনকারী, সৎপথে ব্যয়কারী এবং শেষরাতে ক্ষমা প্রার্থনাকারী।", "pr": "আসসা-বিরীনা ওয়াসসা-দিকীনা ওয়াল কা-নিতীনা ওয়াল মুনফিকীনা ওয়াল মুছতাগফিরীনা বিলআছহা-র।", "sura_id": 3 }, { "ar": "شَهِدَ اللَّهُ أَنَّهُۥ لَآ إِلٰهَ إِلَّا هُوَ وَالْمَلٰٓئِكَةُ وَأُولُوا الْعِلْمِ قَآئِمًۢا بِالْقِسْطِ ۚ لَآ إِلٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 18, "id": 311, "bn": "আল্লাহ সাক্ষ্য দিয়েছেন যে, তাঁকে ছাড়া আর কোন উপাস্য নেই। ফেরেশতাগণ এবং ন্যায়নিষ্ঠ জ্ঞানীগণও সাক্ষ্য দিয়েছেন যে, তিনি ছাড়া আর কোন ইলাহ নেই। তিনি পরাক্রমশালী প্রজ্ঞাময়।", "pr": "শাহিদাল্লা-হু আন্নাহু লা ইলা-হা ইল্লা-হুওয়া ওয়াল মালাইকাতুওয়া উলুল ‘ইলমি কাইমাম বিলকিছতিলাইল্লা-হা ইল্লা-হুওয়াল আঝীঝুল হাকীম।", "sura_id": 3 }, { "ar": "إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلٰمُ ۗ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ الْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِـَٔايٰتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ", "ayat_id": 19, "id": 312, "bn": "নিঃসন্দেহে আল্লাহর নিকট গ্রহণযোগ্য দ্বীন একমাত্র ইসলাম। এবং যাদের প্রতি কিতাব দেয়া হয়েছে তাদের নিকট প্রকৃত জ্ঞান আসার পরও ওরা মতবিরোধে লিপ্ত হয়েছে, শুধুমাত্র পরস্পর বিদ্বেষবশতঃ, যারা আল্লাহর নিদর্শনসমূহের প্রতি কুফরী করে তাদের জানা উচিত যে, নিশ্চিতরূপে আল্লাহ হিসাব গ্রহণে অত্যন্ত দ্রুত।", "pr": "ইন্নাদ্দীনা ‘ইনদাল্লা-হিল ইছলা-মু ওয়ামাখতালাফাল্লাযীনা ঊতুল কিতা-বা ইল্লা-মিম বা‘দি মা-জাআহুমুল ‘ইলমুবাগইয়াম বাইনাহুম ওয়ামাইঁ ইয়াকফুর বিআ-য়া-তিল্লা-হি ফাইন্নাল্লা-হা ছারী‘উল হিছা-ব।", "sura_id": 3 }, { "ar": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ اتَّبَعَنِ ۗ وَقُل لِّلَّذِينَ أُوتُوا الْكِتٰبَ وَالْأُمِّيِّۦنَ ءَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا ۖ وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللَّهُ بَصِيرٌۢ بِالْعِبَادِ", "ayat_id": 20, "id": 313, "bn": "যদি তারা তোমার সাথে বিতর্কে অবতীর্ণ হয় তবে বলে দাও, \"আমি এবং আমার অনুসরণকারীগণ আল্লাহর প্রতি আত্নসমর্পণ করেছি।\" আর আহলে কিতাবদের এবং নিরক্ষরদের বলে দাও যে, তোমরাও কি আত্নসমর্পণ করেছ? তখন যদি তারা আত্নসমর্পণ করে, তবে সরল পথ প্রাপ্ত হলো, আর যদি মুখ ঘুরিয়ে নেয়, তাহলে তোমার দায়িত্ব হলো শুধু পৌছে দেয়া। আর আল্লাহর দৃষ্টিতে রয়েছে সকল বান্দা।", "pr": "ফাইন হাজ্জূকা ফাকুলআছলামতু ওয়াজহিইয়া লিল্লা-হি ওয়ামানিত তাবা‘আনি ওয়াকুল লিল্লাযীনা ঊতুল কিতা-বা ওয়াল উম্মিইয়ীনা আআছলামতুম ফাইন আছলামূ ফাকাদিহতাদাওঁ ওয়া ইন তাওয়াল্লাও ফাইন্নামা-‘আলাইকাল বালা-গু ওয়াল্লা-হু বাসীরুম বিল‘ইবা-দ।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ يَكْفُرُونَ بِـَٔايٰتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّۦنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ", "ayat_id": 21, "id": 314, "bn": "যারা আল্লাহর নিদর্শনাবলীকে অস্বীকার করে এবং পয়গম্বরগণকে হত্যা করে অন্যায়ভাবে, আর সেসব লোককে হত্যা করে যারা ন্যায়পরায়ণতার নির্দেশ দেয় তাদেরকে বেদনাদায়ক শাস্তির সংবাদ দিন।", "pr": "ইন্নাল্লাযীনা ইয়াকফুরূনা বিআ-য়া-তিল্লা-হি ওয়াইয়াকতুলূনান্নাবিইয়ীনা বিগাইরি হাক্কিওঁ ওয়া ইয়াকতুলূনাল্লাযীনা ইয়া’মুরুনা বিলকিছতিমিনান্না-ছি ফাবাশশিরহুম বি‘আযা-বিন আলীম।", "sura_id": 3 }, { "ar": "أُولٰٓئِكَ الَّذِينَ حَبِطَتْ أَعْمٰلُهُمْ فِى الدُّنْيَا وَالْءَاخِرَةِ وَمَا لَهُم مِّن نّٰصِرِينَ", "ayat_id": 22, "id": 315, "bn": "এরাই হলো সে লোক যাদের সমগ্র আমল দুনিয়া ও আখেরাত উভয়লোকেই বিনষ্ট হয়ে গেছে। পক্ষান্তরে তাদের কোন সাহায্যকারীও নেই।", "pr": "উলাইকাল্লাযীনা হাবিতাত আ‘মা-লুহুম ফিদ্দুনইয়া-ওয়াল আ-খিরাতি ওয়ামা-লাহুম মিন্না-সিরীন।", "sura_id": 3 }, { "ar": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتٰبِ يُدْعَوْنَ إِلٰى كِتٰبِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ", "ayat_id": 23, "id": 316, "bn": "আপনি কি তাদের দেখেননি, যারা কিতাবের কিছু অংশ পেয়েছে-আল্লাহর কিতাবের প্রতি তাদের আহবান করা হয়েছিল যাতে তাদের মধ্যে মীমাংসা করা যায়। অতঃপর তাদের মধ্যে একদল তা অমান্য করে মুখ ফিরিয়ে নেয়।", "pr": "আলাম তারা ইলাল্লাযীনা ঊতূ নাসীবাম মিনাল কিতা-বি ইউদ‘আওনা ইলা-কিতা-বিল্লা-হি লিইয়াহকুমা বাইনাহুম ছুম্মা ইয়াতাওয়াল্লা-ফারীকুম মিনহুম ওয়া হুম মু‘রিদূন।", "sura_id": 3 }, { "ar": "ذٰلِكَ بِأَنَّهُمْ قَالُوا لَن تَمَسَّنَا النَّارُ إِلَّآ أَيَّامًا مَّعْدُودٰتٍ ۖ وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا يَفْتَرُونَ", "ayat_id": 24, "id": 317, "bn": "তা এজন্য যে, তারা বলে থাকে যে, দোযখের আগুন আমাদের স্পর্শ করবে না; তবে সামান্য হাতে গোনা কয়েকদিনের জন্য স্পর্শ করতে পারে। নিজেদের উদ্ভাবিত ভিত্তিহীন কথায় তারা ধোকা খেয়েছে।", "pr": "যা-লিকা বিআন্নাহুম কা-লূ লান তামাছছানান্না-রু ইল্লা-আইয়া-মাম মা‘দূদা-তিওঁ ওয়াগাররাহুম ফী দীনিহিম মা-কা-নূ ইয়াফতারুন।", "sura_id": 3 }, { "ar": "فَكَيْفَ إِذَا جَمَعْنٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ", "ayat_id": 25, "id": 318, "bn": "কিন্তু তখন কি অবস্থা দাঁড়াবে যখন আমি তাদেরকে একদিন সমবেত করবো যে দিনের আগমনে কোন সন্দেহ নেই আর নিজেদের কৃতকর্ম তাদের প্রত্যেকেই পাবে তাদের প্রাপ্য প্রদান মোটেই অন্যায় করা হবে না।", "pr": "ফাকাইফা ইযা-জামা‘না-হুম লিইয়াওমিল লা-রাইবা ফীহি ওয়া উফফিয়াত কুল্লু নাফছিম মা-কাছাবাত ওয়াহুম লা-ইউজলামূন।", "sura_id": 3 }, { "ar": "قُلِ اللَّهُمَّ مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَن تَشَآءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ ۖ بِيَدِكَ الْخَيْرُ ۖ إِنَّكَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 26, "id": 319, "bn": "বলুন ইয়া আল্লাহ! তুমিই সার্বভৌম শক্তির অধিকারী। তুমি যাকে ইচ্ছা রাজ্য দান কর এবং যার কাছ থেকে ইচ্ছা রাজ্য ছিনিয়ে নাও এবং যাকে ইচ্ছা সম্মান দান কর আর যাকে ইচ্ছা অপমানে পতিত কর। তোমারই হাতে রয়েছে যাবতীয় কল্যাণ। নিশ্চয়ই তুমি সর্ব বিষয়ে ক্ষমতাশীল।", "pr": "কুল্লিলা-হুম্মা মা-লিকাল মুলকি তু’তিল মুলকা মান তাশাউ ওয়া তানঝি‘উল মুলকা মিম্মান তাশাউ ওয়াতু‘ইঝঝুমান তাশাউ ওয়া তুযিল্লুমান তাশাউ বিইয়াদিকাল খাইরু; ইন্নাকা ‘আলা-কুল্লি শাইয়িন কাদীর।", "sura_id": 3 }, { "ar": "تُولِجُ الَّيْلَ فِى النَّهَارِ وَتُولِجُ النَّهَارَ فِى الَّيْلِ ۖ وَتُخْرِجُ الْحَىَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَىِّ ۖ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ", "ayat_id": 27, "id": 320, "bn": "তুমি রাতকে দিনের ভেতরে প্রবেশ করাও এবং দিনকে রাতের ভেতরে প্রবেশ করিয়ে দাও। আর তুমিই জীবিতকে মৃতের ভেতর থেকে বের করে আন এবং মৃতকে জীবিতের ভেতর থেকে বের কর। আর তুমিই যাকে ইচ্ছা বেহিসাব রিযিক দান কর।", "pr": "তূলিজুল লাল্লাইলা ফিন্নাহা-রি ওয়াতূলিজুন্নাহা-রা ফিল্লাইলি ওয়াতুখরিজুল হাইইয়া মিনাল মাইয়িতি ওয়াতুখরিজুল মাইয়িতা মিনাল হাইয়ি ওয়াতারঝুকুমান তাশাউ বিগাইরি হিছা-ব।", "sura_id": 3 }, { "ar": "لَّا يَتَّخِذِ الْمُؤْمِنُونَ الْكٰفِرِينَ أَوْلِيَآءَ مِن دُونِ الْمُؤْمِنِينَ ۖ وَمَن يَفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا مِنْهُمْ تُقٰىةً ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُۥ ۗ وَإِلَى اللَّهِ الْمَصِيرُ", "ayat_id": 28, "id": 321, "bn": "মুমিনগন যেন অন্য মুমিনকে ছেড়ে কেন কাফেরকে বন্ধুরূপে গ্রহণ না করে। যারা এরূপ করবে আল্লাহর সাথে তাদের কেন সম্পর্ক থাকবে না। তবে যদি তোমরা তাদের পক্ষ থেকে কোন অনিষ্টের আশঙ্কা কর, তবে তাদের সাথে সাবধানতার সাথে থাকবে আল্লাহ তা’আলা তাঁর সম্পর্কে তোমাদের সতর্ক করেছেন। এবং সবাই কে তাঁর কাছে ফিরে যেতে হবে।", "pr": "লা-ইয়াত্তাখিযিল মু’মিনূনাল কা-ফিরীনা আওলিয়াআ মিন দূ নিল মু’মিমীনা ওয়া মাইঁ ইয়াফ‘আল যা-লিকা ফালাইছা মিনাল্লা-হি ফী শাইইন ইল্লাআন তাত্তাকূমিনহুম তুকা-তাওঁ ওয়া ইউহাযযিরুকুমুল্লা-হু নাফছাহূ ওয়া ইলাল্লা-হিল মাসীর।", "sura_id": 3 }, { "ar": "قُلْ إِن تُخْفُوا مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ ۗ وَيَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ وَاللَّهُ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 29, "id": 322, "bn": "বলে দিন, তোমরা যদি মনের কথা গোপন করে রাখ অথবা প্রকাশ করে দাও, আল্লাহ সে সবই জানতে পারেন। আর আসমান ও জমিনে যা কিছু আছে, সেসব ও তিনি জানেন। আল্লাহ সর্ব বিষয়ে শক্তিমান।", "pr": "কুল ইন তুখফু মা-ফী সুদূ রিকুম আও তুবদূ হু ইয়া‘লামহুল্লা-হু ওয়া ইয়া‘লামুমা-ফিছছামাওয়া-তি ওয়ামা-ফিল আরদিওয়াল্লা-হু ‘আলা-কুল্লি শাইইন কাদীর।", "sura_id": 3 }, { "ar": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوٓءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًا ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُۥ ۗ وَاللَّهُ رَءُوفٌۢ بِالْعِبَادِ", "ayat_id": 30, "id": 323, "bn": "সেদিন প্রত্যেকেই যা কিছু সে ভাল কাজ করেছে; চোখের সামনে দেখতে পাবে এবং যা কিছু মন্দ কাজ করেছে তাও, ওরা তখন কামনা করবে, যদি তার এবং এসব কর্মের মধ্যে ব্যবধান দুরের হতো! আল্লাহ তাঁর নিজের সম্পর্কে তোমাদের সাবধান করছেন। আল্লাহ তাঁর বান্দাদের প্রতি অত্যন্ত দয়ালু।", "pr": "ইয়াওমা তাজিদু কুল্লু নাফছিম মা-‘আমিলাত মিন খাইরিম মুহদারাও ওয়া-মা‘আমিলাত মিন ছূইন তাওয়াদ্দু লাও আন্না বাইনাহা-ওয়াবাইনাহূআমাদাম বা‘ঈদান ওয়া ইউহাযযিরুকুমুল্লা-হু নাফছাহু ওয়াল্লা-হু রাঊফুম বিল‘ইবা-দ।", "sura_id": 3 }, { "ar": "قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِى يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "ayat_id": 31, "id": 324, "bn": "বলুন, যদি তোমরা আল্লাহকে ভালবাস, তাহলে আমাকে অনুসরণ কর, যাতে আল্লাহ ও তোমাদিগকে ভালবাসেন এবং তোমাদিগকে তোমাদের পাপ মার্জনা করে দেন। আর আল্লাহ হলেন ক্ষমাকারী দয়ালু।", "pr": "কুল ইন কুনতুম তুহিববূনাল্লা-হা ফাত্তাবি‘ঊনী ইউহব্বিকুমুল্লা-হু ওয়াইয়াগফির লাকুম যুনূবাকুম ওয়াল্লা-হু গাফুরূর রাহীম।", "sura_id": 3 }, { "ar": "قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ ۖ فَإِن تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكٰفِرِينَ", "ayat_id": 32, "id": 325, "bn": "বলুন, আল্লাহ ও রসূলের আনুগত্য প্রকাশ কর। বস্তুতঃ যদি তারা বিমুখতা অবলম্বন করে, তাহলে আল্লাহ কাফেরদিগকে ভালবাসেন না।", "pr": "কুল আতী‘উল্লা-হা ওয়ার রাছূলা ফাইন তাওয়াল্লাও ফাইন্নাল্লা-হা লা-ইউহিব্বুল কাফিরীন।", "sura_id": 3 }, { "ar": "إِنَّ اللَّهَ اصْطَفٰىٓ ءَادَمَ وَنُوحًا وَءَالَ إِبْرٰهِيمَ وَءَالَ عِمْرٰنَ عَلَى الْعٰلَمِينَ", "ayat_id": 33, "id": 326, "bn": "নিঃসন্দেহে আল্লাহ আদম (আঃ) নূহ (আঃ)͠ও ইব্রাহীম (আঃ) এর বংশধর এবং এমরানের খান্দানকে নির্বাচিত করেছেন।", "pr": "ইন্নাল্লা-হাসতাফা আ-দামা ওয়ানূহাওঁ ওয়াআ-লা ইবরা-হীমা ওয়াআ-লা ‘ইমরা-না ‘আলাল ‘আ-লামীন।", "sura_id": 3 }, { "ar": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ", "ayat_id": 34, "id": 327, "bn": "যারা বংশধর ছিলেন পরস্পরের। আল্লাহ শ্রবণকারী ও মহাজ্ঞানী।", "pr": "যুররিইইয়াতাম বা‘দুহা-মিম বা‘দিন ওয়াল্লা-হু ছামী‘উন ‘আলীম।", "sura_id": 3 }, { "ar": "إِذْ قَالَتِ امْرَأَتُ عِمْرٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًا فَتَقَبَّلْ مِنِّىٓ ۖ إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ", "ayat_id": 35, "id": 328, "bn": "এমরানের স্ত্রী যখন বললো-হে আমার পালনকর্তা! আমার গর্ভে যা রয়েছে আমি তাকে তোমার নামে উৎসর্গ করলাম সবার কাছ থেকে মুক্ত রেখে। আমার পক্ষ থেকে তুমি তাকে কবুল করে নাও, নিশ্চয়ই তুমি শ্রবণকারী, সর্বজ্ঞাত।", "pr": "ইযকা-লাতিম রাআতু‘ইমরা-না রাব্বি ইন্নী নাযারতুলাকা মা-ফী বাতনী মুহাররারান ফাতাকাব্বাল মিন্নী ইন্নাকা আনতাছ ছামী‘উল ‘আলীম।", "sura_id": 3 }, { "ar": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثٰى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنثٰى ۖ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطٰنِ الرَّجِيمِ", "ayat_id": 36, "id": 329, "bn": "অতঃপর যখন তাকে প্রসব করলো বলল, হে আমার পালনকর্তা! আমি একে কন্যা প্রসব করেছি। বস্তুতঃ কি সে প্রসব করেছে আল্লাহ তা ভালই জানেন। সেই কন্যার মত কোন পুত্রই যে নেই। আর আমি তার নাম রাখলাম মারইয়াম। আর আমি তাকে ও তার সন্তানদেরকে তোমার আশ্রয়ে সমর্পণ করছি। অভিশপ্ত শয়তানের কবল থেকে।", "pr": "ফালাম্মা-ওয়াদা‘আতহা-কালাত রাব্বি ইন্নী ওয়াদা‘তুহা উনছা-ওয়াল্লা-হু আ‘লামু বিমা-ওয়াদা‘আত ওয়ালাইছাযযাকারু কালউনছা-ওয়া ইন্নী ছাম্মাইতুহা-মারইয়ামা ওয়া ইন্নী উ‘ঈযুহা-বিকা ওয়া যুররিইইয়াতাহা-মিনাশশাইতানির রাজীম।", "sura_id": 3 }, { "ar": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنۢبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا ۖ قَالَ يٰمَرْيَمُ أَنّٰى لَكِ هٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ اللَّهِ ۖ إِنَّ اللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ", "ayat_id": 37, "id": 330, "bn": "অতঃপর তাঁর পালনকর্তা তাঁকে উত্তম ভাবে গ্রহণ করে নিলেন এবং তাঁকে প্রবৃদ্ধি দান করলেন-অত্যন্ত সুন্দর প্রবৃদ্ধি। আর তাঁকে যাকারিয়ার তত্ত্বাবধানে সমর্পন করলেন। যখনই যাকারিয়া মেহরাবের মধ্যে তার কছে আসতেন তখনই কিছু খাবার দেখতে পেতেন। জিজ্ঞেস করতেন \"মারইয়াম! কোথা থেকে এসব তোমার কাছে এলো?\" তিনি বলতেন, \"এসব আল্লাহর নিকট থেকে আসে। আল্লাহ যাকে ইচ্ছা বেহিসাব রিযিক দান করেন।\"", "pr": "ফাতাকাব্বালাহা-রাব্বুহা-বিকাবূলিন হাছানিওঁ ওয়া আম্বাতাহা-নাবাতান হাছানাওঁ ওয়াকাফফালাহা-ঝাকারিইইয়া-কুল্লামা-দাখালা ‘আলাইহা-ঝাকারিইইয়াল মিহরা-বা ওয়াজাদা ‘ইনদাহা-রিঝকান কা-লা ইয়া-মারইয়ামুআন্না-লাকি হা-যা-কা লাত হুওয়া মিন ‘ইনদিল্লা-হি ইন্নাল্লা-হা ইয়ারঝুকুমাইঁ ইয়াশাউ বিগাইরি হিছা-ব।", "sura_id": 3 }, { "ar": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَآءِ", "ayat_id": 38, "id": 331, "bn": "সেখানেই যাকারিয়া তাঁর পালনকর্তার নিকট প্রার্থনা করলেন। বললেন, হে, আমার পালনকর্তা! তোমার নিকট থেকে আমাকে পুত-পবিত্র সন্তান দান কর-নিশ্চয়ই তুমি প্রার্থনা শ্রবণকারী।", "pr": "হুনা-লিকা দা‘আ- ঝাকারিইইয়া-রাব্বাহূ  কা-লা রাব্বি হাবলী মিল্লাদুনকা যুররিইইয়াতান তাইয়িবাতান ইন্নাকা ছামী‘উদ্দু‘আই।", "sura_id": 3 }, { "ar": "فَنَادَتْهُ الْمَلٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ الصّٰلِحِينَ", "ayat_id": 39, "id": 332, "bn": "যখন তিনি কামরার ভেতরে নামাযে দাঁড়িয়েছিলেন, তখন ফেরেশতারা তাঁকে ডেকে বললেন যে, আল্লাহ তোমাকে সুসংবাদ দিচ্ছেন ইয়াহইয়া সম্পর্কে, যিনি সাক্ষ্য দেবেন আল্লাহর নির্দেশের সত্যতা সম্পর্কে, যিনি নেতা হবেন এবং নারীদের সংস্পর্শে যাবেন না, তিনি অত্যন্ত সৎকর্মশীল নবী হবেন।", "pr": "ফানা-দাতহুল মালাইকাতু ওয়া হুওয়া কাইমুইঁ ইউসাললী ফিল মিহরা-বি আন্নাল্লা-হা ইউবাশশিরুকা বিইয়াহইয়া-মুসাদ্দিকাম বিকালিমাতিম মিনাল্লা-হি ওয়া ছাইয়িদাওঁ ওয়াহাসূরাওঁ ওয়ানাবিইয়াম মিনাসসা-লিহীন।", "sura_id": 3 }, { "ar": "قَالَ رَبِّ أَنّٰى يَكُونُ لِى غُلٰمٌ وَقَدْ بَلَغَنِىَ الْكِبَرُ وَامْرَأَتِى عَاقِرٌ ۖ قَالَ كَذٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَآءُ", "ayat_id": 40, "id": 333, "bn": "তিনি বললেন হে পালনকর্তা! কেমন করে আমার পুত্র সন্তান হবে, আমার যে বার্ধক্য এসে গেছে, আমার স্ত্রীও যে বন্ধ্যা। বললেন, আল্লাহ এমনি ভাবেই যা ইচ্ছা করে থাকেন।", "pr": "কালা রাব্বি আন্না-ইয়াকূনু লী গুলা-মুওঁ ওয়াকাদ বালাগানিইয়াল কিবারু ওয়ামরাআতী ‘আ-কিরুন কা-লা কাযা-লিকাল্লা-হু ইয়াফ‘আলুমা-ইয়াশাউ।", "sura_id": 3 }, { "ar": "قَالَ رَبِّ اجْعَل لِّىٓ ءَايَةً ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِىِّ وَالْإِبْكٰرِ", "ayat_id": 41, "id": 334, "bn": "তিনি বললেন, হে পালনকর্তা আমার জন্য কিছু নিদর্শন দাও। তিনি বললেন, তোমার জন্য নিদর্শন হলো এই যে, তুমি তিন দিন পর্যন্ত কারও সাথে কথা বলবে না। তবে ইশারা ইঙ্গতে করতে পারবে এবং তোমার পালনকর্তাকে অধিক পরিমাণে স্মরণ করবে আর সকাল-সন্ধ্যা তাঁর পবিত্রতা ও মহিমা ঘোষনা করবে।", "pr": "কা-লা রাব্বিজ ‘আললীআ-য়াতান কা-লা আ-য়াতুকা আল্লা-তুকালিলমান্না-ছা ছালাছাতা আইয়া-মিন ইল্লা-রামঝাওঁ ওয়াযকুর রাব্বাকা কাছীরা ওঁছাব্বিহবিল‘আশিইয়ি ওয়াল ইবকা-র।", "sura_id": 3 }, { "ar": "وَإِذْ قَالَتِ الْمَلٰٓئِكَةُ يٰمَرْيَمُ إِنَّ اللَّهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَآءِ الْعٰلَمِينَ", "ayat_id": 42, "id": 335, "bn": "আর যখন ফেরেশতা বলল হে মারইয়াম!, আল্লাহ তোমাকে পছন্দ করেছেন এবং তোমাকে পবিত্র পরিচ্ছন্ন করে দিয়েছেন। আর তোমাকে বিশ্ব নারী সমাজের উর্ধ্বে মনোনীত করেছেন।", "pr": "ওয়া ইয কা-লাতিল মালাইকাতুইয়া-মারইয়ামু ইন্নাল্লা-হাসতাফা-কি ওয়া তাহহারাকি ওয়াসতাফা-কি ‘আলা-নিছাইল ‘আ-লামীন।", "sura_id": 3 }, { "ar": "يٰمَرْيَمُ اقْنُتِى لِرَبِّكِ وَاسْجُدِى وَارْكَعِى مَعَ الرّٰكِعِينَ", "ayat_id": 43, "id": 336, "bn": "হে মারইয়াম! তোমার পালনকর্তার উপাসনা কর এবং রুকুকারীদের সাথে সেজদা ও রুকু কর।", "pr": "ইয়া-মারইয়ামুকনুতী লিরাব্বিকি ওয়াছজুদী ওয়ারকা‘ঈ মা‘আররা-কি‘ঈন।", "sura_id": 3 }, { "ar": "ذٰلِكَ مِنْ أَنۢبَآءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ", "ayat_id": 44, "id": 337, "bn": "এ হলো গায়েবী সংবাদ, যা আমি আপনাকে পাঠিয়ে থাকি। আর আপনি তো তাদের কাছে ছিলেন না, যখন প্রতিযোগিতা করছিল যে, কে প্রতিপালন করবে মারইয়ামকে এবং আপনি তাদের কাছে ছিলেন না, যখন তারা ঝগড়া করছিলো।", "pr": "যা-লিকা মিন আমবাইল গাইবি নূহীহি ইলাইকা ওয়ামা-কুনতা লাদাইহিম ইয ইউলকূনা আকলা-মাহুম আইয়ুহুম ইয়াকফুলু মারইয়ামা ওয়ামা-কুনতা লাদাইহিম ইযইয়াখতাসিমূন।", "sura_id": 3 }, { "ar": "إِذْ قَالَتِ الْمَلٰٓئِكَةُ يٰمَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِى الدُّنْيَا وَالْءَاخِرَةِ وَمِنَ الْمُقَرَّبِينَ", "ayat_id": 45, "id": 338, "bn": "যখন ফেরেশতাগণ বললো, হে মারইয়াম আল্লাহ তোমাকে তাঁর এক বানীর সুসংবাদ দিচ্ছেন, যার নাম হলো মসীহ-মারইয়াম-তনয় ঈসা, দুনিয়া ও আখেরাতে তিনি মহাসম্মানের অধিকারী এবং আল্লাহর ঘনিষ্ঠদের অন্তর্ভূক্ত।", "pr": "ইযকা-লাতিল মালাইকাতুইয়া-মারইয়ামুইন্নাল্লা-হা ইউবাশশিরুকি বিকালিমাতিম মিনহু ছমুহুল মাছীহু‘ঈছাবনুমারইয়ামা ওয়াজীহান ফিদ্দুনইয়া-ওয়াল আ-খিরাতি ওয়া মিনাল মুকাররাবীন।", "sura_id": 3 }, { "ar": "وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَمِنَ الصّٰلِحِينَ", "ayat_id": 46, "id": 339, "bn": "যখন তিনি মায়ের কোলে থাকবেন এবং পূর্ণ বয়স্ক হবেন তখন তিনি মানুষের সাথে কথা বলবেন। আর তিনি সৎকর্মশীলদের অন্তর্ভুক্ত হবেন।", "pr": "ওয়া ইউকালিলমুন্না-ছা ফিল মাহদি ওয়া কাহলাওঁ ওয়া মিনাসসা-লিহীন।", "sura_id": 3 }, { "ar": "قَالَتْ رَبِّ أَنّٰى يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ ۖ قَالَ كَذٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَآءُ ۚ إِذَا قَضٰىٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ", "ayat_id": 47, "id": 340, "bn": "তিনি বললেন, পরওয়ারদেগার! কেমন করে আমার সন্তান হবে; আমাকে তো কোন মানুষ স্পর্শ করেনি। বললেন এ ভাবেই আল্লাহ যা ইচ্ছা সৃষ্টি করেন। যখন কোন কাজ করার জন্য ইচ্ছা করেন তখন বলেন যে, ‘হয়ে যাও’ অমনি তা হয়ে যায়।", "pr": "কা-লাত রাব্বি আন্না-ইয়াকূনু লী ওয়ালাদদুওঁ ওয়া লাম ইয়ামছাছনী বাশারুন কা-লা কাযা-লিকিল্লা-হু ইয়াখলুকুমা-ইয়াশা-উ ইযা-কাদা-আমরান ফাইন্নামা-ইয়াকূলু লাহু কুন ফাইয়াকূন।", "sura_id": 3 }, { "ar": "وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْإِنجِيلَ", "ayat_id": 48, "id": 341, "bn": "আর তাকে তিনি শিখিয়ে দেবেন কিতাব, হিকমত, তওরাত, ইঞ্জিল।", "pr": "ওয়া ইউ‘আলিলমুহুল কিতা-বা ওয়াল হিকমাতা ওয়াত্তাওরা-তা ওয়ালইনজীল।", "sura_id": 3 }, { "ar": "وَرَسُولًا إِلٰى بَنِىٓ إِسْرٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ ۖ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْـَٔةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ اللَّهِ ۖ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْىِ الْمَوْتٰى بِإِذْنِ اللَّهِ ۖ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ ۚ إِنَّ فِى ذٰلِكَ لَءَايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ", "ayat_id": 49, "id": 342, "bn": "আর বণী ইসরাঈলদের জন্যে রসূল হিসেবে তাকে মনোনীত করবেন। তিনি বললেন নিশ্চয়ই আমি তোমাদের নিকট তোমাদের পালনকর্তার পক্ষ থেকে এসেছি নিদর্শনসমূহ নিয়ে। আমি তোমাদের জন্য মাটির দ্বারা পাখীর আকৃতি তৈরী করে দেই। তারপর তাতে যখন ফুৎকার প্রদান করি, তখন তা উড়ন্ত পাখীতে পরিণত হয়ে যায় আল্লাহর হুকুমে। আর আমি সুস্থ করে তুলি জন্মান্ধকে এবং শ্বেত কুষ্ঠ রোগীকে। আর আমি জীবিত করে দেই মৃতকে আল্লাহর হুকুমে। আর আমি তোমাদেরকে বলে দেই যা তোমরা খেয়ে আস এবং যা তোমরা ঘরে রেখে আস। এতে প্রকৃষ্ট নিদর্শন রয়েছে, যদি তোমরা বিশ্বাসী হও।", "pr": "ওয়া রাছূলান ইলা-বানীইছরাঈলা আন্নী কাদ জি’তুকুম বিআ-য়াতিম মিররাব্বিকুম আন্নী-আখলুকুলাকুম মিনাত্তীনি কাহাইআতিত্তাইরি ফাআনফুখু ফীহি ফাইয়াকূনু তাইরাম বিইযনিল্লা-হি ওয়াউবরিউল আকমাহা ওয়াল আবরাসা ওয়া উহয়িল মাওতাবিইযনিল্লা-হি ওয়া উনাব্বিউকুম বিমা-তা’কুলূনা ওয়ামা-তাদ্দাখিরূনা ফী বুইঊতিকুম ইন্না ফী যা-লিকা লাআ-য়াতাল্লাকুম ইন কুনতুম ম’ুমিনীন।", "sura_id": 3 }, { "ar": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ التَّوْرٰىةِ وَلِأُحِلَّ لَكُم بَعْضَ الَّذِى حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ", "ayat_id": 50, "id": 343, "bn": "আর এটি পূর্ববর্তী কিতাব সমুহকে সত্যায়ন করে, যেমন তওরাত। আর তা এজন্য যাতে তোমাদের জন্য হালাল করে দেই কোন কোন বস্তু যা তোমাদের জন্য হারাম ছিল। আর আমি তোমাদের নিকট এসেছি তোমাদের পালনকর্তার নিদর্শনসহ। কাজেই আল্লাহকে ভয় কর এবং আমার অনুসরণ কর।", "pr": "ওয়া মুসাদ্দিকালিল মা-বাইনা ইয়াদাইয়া মিনাত্তাওরা-তি ওয়া লিউহিল্লা লাকুম বা‘দাল্লাযী হূররিমা ‘আলাইকুম ওয়া জি’তুকুম বিআ-য়াতিম মির রাব্বিকুম ফাত্তাকুল্লা-হা, ওয়া আতী‘ঊন।", "sura_id": 3 }, { "ar": "إِنَّ اللَّهَ رَبِّى وَرَبُّكُمْ فَاعْبُدُوهُ ۗ هٰذَا صِرٰطٌ مُّسْتَقِيمٌ", "ayat_id": 51, "id": 344, "bn": "নিশ্চয়ই আল্লাহ আমার পালনকর্তা এবং তোমাদেরও পালনকর্তা-তাঁর এবাদত কর, এটাই হলো সরল পথ।", "pr": "ইন্নাল্লা-হা রাববী ওয়া রাব্বুকুম ফা‘বুদূ হু হা-যা-সিরা-তুম মুছতাকীম।", "sura_id": 3 }, { "ar": "فَلَمَّآ أَحَسَّ عِيسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ ءَامَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ", "ayat_id": 52, "id": 345, "bn": "অতঃপর ঈসা (আঃ) যখন বণী ইসরায়ীলের কুফরী সম্পর্কে উপলব্ধি করতে পারলেন, তখন বললেন, কারা আছে আল্লাহর পথে আমাকে সাহায্য করবে? সঙ্গী-সাথীরা বললো, আমরা রয়েছি আল্লাহর পথে সাহায্যকারী। আমরা আল্লাহর প্রতি ঈমান এনেছি। আর তুমি সাক্ষী থাক যে, আমরা হুকুম কবুল করে নিয়েছি।", "pr": "ফালাম্মাআহাছছা ‘ঈছা-মিনহুমুল কুফরা কা-লা মান আনসা-রীইলাল্লা-হি কা-লাল হাওয়া-রিইয়ূনা নাহনু আনসা-রুল্লা-হি আ-মান্না-বিল্লাহি ওয়াশহাদ বিআন্না-মুছলিমূন।", "sura_id": 3 }, { "ar": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشّٰهِدِينَ", "ayat_id": 53, "id": 346, "bn": "হে আমাদের পালনকর্তা! আমরা সে বিষয়ের প্রতি বিশ্বাস স্থাপন করেছি যা তুমি নাযিল করেছ, আমরা রসূলের অনুগত হয়েছি। অতএব, আমাদিগকে মান্যকারীদের তালিকাভুক্ত করে নাও।", "pr": "রাব্বানাআ-মান্নাবিমাআনঝালতা ওয়াত্তবা‘নার রাছূলা ফাকতুবনা-মা‘আশশা-হিদীন।", "sura_id": 3 }, { "ar": "وَمَكَرُوا وَمَكَرَ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمٰكِرِينَ", "ayat_id": 54, "id": 347, "bn": "এবং কাফেরেরা চক্রান্ত করেছে আর আল্লাহও কৌশল অবলম্বন করেছেন। বস্তুতঃ আল্লাহ হচ্ছেন সর্বোত্তম কুশলী।", "pr": "ওয়ামাকারু ওয়া মাকারাল্লা-হু ওয়াল্লা-হু খাইরুল মা-কিরীন।", "sura_id": 3 }, { "ar": "إِذْ قَالَ اللَّهُ يٰعِيسٰىٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوٓا إِلٰى يَوْمِ الْقِيٰمَةِ ۖ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "ayat_id": 55, "id": 348, "bn": "আর স্মরণ কর, যখন আল্লাহ বলবেন, হে ঈসা! আমি তোমাকে নিয়ে নেবো এবং তোমাকে নিজের দিকে তুলে নিবো-কাফেরদের থেকে তোমাকে পবিত্র করে দেবো। আর যারা তোমার অনুগত রয়েছে তাদেরকে কিয়ামতের দিন পর্যন্ত যারা অস্বীকৃতি জ্ঞাপন করে তাদের উপর জয়ী করে রাখবো। বস্তুতঃ তোমাদের সবাইকে আমার কাছেই ফিরে আসতে হবে। তখন যে বিষয়ে তোমরা বিবাদ করতে, আমি তোমাদের মধ্যে তার ফয়সালা করে দেবো।", "pr": "ইযকা-লাল্লা-হু ইয়া-‘ঈছা-ইন্নী মুতাওয়াফফীকা ওয়ারা-ফি‘উকা ইলাইইয়া ওয়ামুতাহহিরুকা মিনাল্লাযীনা কাফারু ওয়া জা-‘ইলুল্লায ীনাত্তাবা‘ঊকা ফাওকাল্লাযীনা কাফারূ ইলা-ইয়াওমিল কিয়া-মাতি ছু ম্মা ইলাইইয়া মারজি‘উকুম ফাআহকুমু বাইনাকুম ফীমা-কুনতুম ফীহি তাখতালিফূন।", "sura_id": 3 }, { "ar": "فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى الدُّنْيَا وَالْءَاخِرَةِ وَمَا لَهُم مِّن نّٰصِرِينَ", "ayat_id": 56, "id": 349, "bn": "অতএব যারা কাফের হয়েছে, তাদেরকে আমি কঠিন শাস্তি দেবো দুনিয়াতে এবং আখেরাতে-তাদের কোন সাহায্যকারী নেই।", "pr": "ফাআম্মাল্লাযীনা কাফারূফাউ‘আযযিবুহুম ‘আযা-বান শাদীদান ফিদ্দুনইয়া-ওয়াল আখিরাতি ওয়ামা-লাহুম মিন না-সিরীন।", "sura_id": 3 }, { "ar": "وَأَمَّا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَاللَّهُ لَا يُحِبُّ الظّٰلِمِينَ", "ayat_id": 57, "id": 350, "bn": "পক্ষান্তরে যারা ঈমান এনেছে এবং সৎকাজ করেছে। তাদের প্রাপ্য পরিপুর্ণভাবে দেয়া হবে। আর আল্লাহ অত্যাচারীদেরকে ভালবাসেন না।", "pr": "ওয়া আম্মাল্লাযীনা আ-মানূ ওয়া ‘আমিলুসসা-লিহা-তি ফাইউওয়াফফীহিম উজুরাহুম ওয়াল্লা-হু লা-ইউহিব্বুজ্জা-লিমীন।", "sura_id": 3 }, { "ar": "ذٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْءَايٰتِ وَالذِّكْرِ الْحَكِيمِ", "ayat_id": 58, "id": 351, "bn": "আমি তোমাদেরকে পড়ে শুনাই এ সমস্ত আয়াত এবং নিশ্চিত বর্ণনা।", "pr": "যা-লিকা নাতলূহু ‘আলাইকা মিনাল আ-য়া-তি ওয়াযযিকরিল হাকীম।", "sura_id": 3 }, { "ar": "إِنَّ مَثَلَ عِيسٰى عِندَ اللَّهِ كَمَثَلِ ءَادَمَ ۖ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ", "ayat_id": 59, "id": 352, "bn": "নিঃসন্দেহে আল্লাহর নিকট ঈসার দৃষ্টান্ত হচ্ছে আদমেরই মতো। তাকে মাটি দিয়ে তৈরী করেছিলেন এবং তারপর তাকে বলেছিলেন হয়ে যাও, সঙ্গে সঙ্গে হয়ে গেলেন।", "pr": "ইন্না মাছালা ‘ঈছা-‘ইনদাল্লা-হি কামাছালি আ-দামা খালাকাহু মিন তুরা-বিন ছু ম্মা কা-লা লাহু কুন ফাইয়াকূন।", "sura_id": 3 }, { "ar": "الْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ الْمُمْتَرِينَ", "ayat_id": 60, "id": 353, "bn": "যা তোমার পালকর্তা বলেন তাই হচ্ছে যথার্থ সত্য। কাজেই তোমরা সংশয়বাদী হয়ো না।", "pr": "আলহাক্কুমিররাব্বিকা ফালা-তাকুম মিনাল মুমতারীন।", "sura_id": 3 }, { "ar": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكٰذِبِينَ", "ayat_id": 61, "id": 354, "bn": "অতঃপর তোমার নিকট সত্য সংবাদ এসে যাওয়ার পর যদি এই কাহিনী সম্পর্কে তোমার সাথে কেউ বিবাদ করে, তাহলে বল-এসো, আমরা ডেকে নেই আমাদের পুত্রদের এবং তোমাদের পুত্রদের এবং আমাদের স্ত্রীদের ও তোমাদের স্ত্রীদের এবং আমাদের নিজেদের ও তোমাদের নিজেদের আর তারপর চল আমরা সবাই মিলে প্রার্থনা করি এবং তাদের প্রতি আল্লাহর অভিসম্পাত করি যারা মিথ্যাবাদী।", "pr": "ফামান হাজ্জাকা ফীহি মিম বা‘দি মা-জাআকা মিনাল ‘ইলমি ফাকুল তা‘আ-লাও নাদ‘উ আবনাআনা-ওয়া আব নাআকুম ওয়া নিছাআনা-ওয়া নিছাআকুম ওয়া আনফুছা-নাওয়া আনফুছাকুম ছু ম্মা নাবতাহিল ফানাজ‘আল লা‘নাতাল্লা-হি আলাল কা-যিবীন।", "sura_id": 3 }, { "ar": "إِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ إِلٰهٍ إِلَّا اللَّهُ ۚ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 62, "id": 355, "bn": "নিঃসন্দেহে এটাই হলো সত্য ভাষণ। আর এক আল্লাহ ছাড়া অন্য কোন ইলাহ নেই। আর আল্লাহ; তিনিই হলেন পরাক্রমশালী মহাপ্রাজ্ঞ।", "pr": "ইন্না হা-যা-লাহুওয়াল কাসাসুল হাক্কুওয়ামা-মিন ইলা-হিন ইল্লাল্লা-হু ওয়া ইন্নাল্লা-হা লাহুওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 3 }, { "ar": "فَإِن تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌۢ بِالْمُفْسِدِينَ", "ayat_id": 63, "id": 356, "bn": "তারপর যদি তারা গ্রহণ না করে, তাহলে প্রমাদ সৃষ্টিকারীদেরকে আল্লাহ জানেন।", "pr": "ফাইন তাওয়াল্লাও ফাইন্নাল্লা-হা ‘আলীমুম বিলমুফছিদীন।", "sura_id": 3 }, { "ar": "قُلْ يٰٓأَهْلَ الْكِتٰبِ تَعَالَوْا إِلٰى كَلِمَةٍ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ ۚ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ", "ayat_id": 64, "id": 357, "bn": "বলুনঃ ‘হে আহলে-কিতাবগণ! একটি বিষয়ের দিকে আস-যা আমাদের মধ্যে ও তোমাদের মধ্যে সমান-যে, আমরা আল্লাহ ছাড়া অন্য কারও ইবাদত করব না, তাঁর সাথে কোন শরীক সাব্যস্ত করব না এবং একমাত্র আল্লাহকে ছাড়া কাউকে পালনকর্তা বানাব না। তারপর যদি তারা স্বীকার না করে, তাহলে বলে দাও যে, ‘সাক্ষী থাক আমরা তো অনুগত।", "pr": "কুল ইয়াআহলাল কিতা-বি তা‘আ-লাও ইলা-কালিমাতিন ছাওয়াইম বাইনানা-ওয়া বাইনাকুম আল্লা-না‘বুদা ইল্লাল্লাহা ওয়ালা-নুশরিকা বিহী শাইআওঁ ওয়ালা-ইয়াত্তাখিযা বা‘দুনা-বা‘দান আরবা-বাম মিন দূ নিল্লা-হি ফাইন তাওয়াল্লাও ফকূলুশহাদূ বিআন্নামুছলিমূন।", "sura_id": 3 }, { "ar": "يٰٓأَهْلَ الْكِتٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرٰهِيمَ وَمَآ أُنزِلَتِ التَّوْرٰىةُ وَالْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ", "ayat_id": 65, "id": 358, "bn": "হে আহলে কিতাবগণ! কেন তোমরা ইব্রাহীমের বিষয়ে বাদানুবাদ কর? অথচ তওরাত ও ইঞ্জিল তাঁর পরেই নাযিল হয়েছে। তোমরা কি বুঝ না?", "pr": "ইয়াআহলাল কিতা-বি লিমা তুহাজজুনা ফীইবরা-হীমা ওয়ামা উনঝিলাতিত তাওরা-তু ওয়াল ইনজীলু ইল্লা-মিম বাদিহী আফালা-তা‘কিলূন।", "sura_id": 3 }, { "ar": "هٰٓأَنتُمْ هٰٓؤُلَآءِ حٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ ۚ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ", "ayat_id": 66, "id": 359, "bn": "শোন! ইতিপূর্বে তোমরা যে বিষয়ে কিছু জানতে, তাই নিয়ে বিবাদ করতে। এখন আবার যে বিষয়ে তোমরা কিছুই জান না, সে বিষয়ে কেন বিবাদ করছ?", "pr": "হা আনতুম হাউলাই হা-জাজতুম ফীমা-লাকুম বিহী ‘ইলমুন ফালিমা তুহাজ্জূনা ফীমা লাইছা লাকুম বিহী ‘ইলমুন ওয়াল্লা-হু ইয়া‘লামুওয়া আনতুম লা-তা‘লামূন।", "sura_id": 3 }, { "ar": "مَا كَانَ إِبْرٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ", "ayat_id": 67, "id": 360, "bn": "ইব্রাহীম ইহুদী ছিলেন না এবং নাসারাও ছিলেন না, কিক্তু তিনি ছিলেন ‘হানীফ’ অর্থাৎ, সব মিথ্যা ধর্মের প্রতি বিমুখ এবং আত্নসমর্পণকারী, এবং তিনি মুশরিক ছিলেন না।", "pr": "মা-কানা ইবরা-হীমুইয়াহূদিইইয়াওঁ ওয়ালা-নাসরা-নিয়ইইয়াওঁ ওয়ালা-কিন কা-না হানীফাম মুছলিমাওঁ ওয়ামা-কা-না মিনাল মুশরিকীন।", "sura_id": 3 }, { "ar": "إِنَّ أَوْلَى النَّاسِ بِإِبْرٰهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهٰذَا النَّبِىُّ وَالَّذِينَ ءَامَنُوا ۗ وَاللَّهُ وَلِىُّ الْمُؤْمِنِينَ", "ayat_id": 68, "id": 361, "bn": "মানুষদের মধ্যে যারা ইব্রাহীমের অনুসরণ করেছিল, তারা, আর এই নবী এবং যারা এ নবীর প্রতি ঈমান এনেছে তারা ইব্রাহীমের ঘনিষ্ঠতম-আর আল্লাহ হচ্ছেন মুমিনদের বন্ধু।", "pr": "ইন্না আওলান্না-ছি বিইবরাহীমা লাল্লাযীনাত্তাবা‘উহু ওয়া হা-যান্নাবিইইয়ু ওয়াল্লাযীনা আমানূ ওয়াল্লা-হু ওয়ালিইয়ুল মু’মিনীন।", "sura_id": 3 }, { "ar": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ الْكِتٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ", "ayat_id": 69, "id": 362, "bn": "কোন কোন আহলে-কিতাবের আকাঙ্খা, যাতে তোমাদের গোমরাহ করতে পারে, কিন্তু তারা নিজেদের ছাড়া অন্য কাউকেই গোমরাহ করে না। অথচ তারা বুঝতে পারে না।", "pr": "ওয়াদ্দাত তাইফাতুম মিন আহলিল কিতা-বি লাও ইউদিললূনাকুম ওয়ামা ইউদিললূ না ইল্লা-আনফুছাহুম ওয়ামা-ইয়াশ‘উরূন।", "sura_id": 3 }, { "ar": "يٰٓأَهْلَ الْكِتٰبِ لِمَ تَكْفُرُونَ بِـَٔايٰتِ اللَّهِ وَأَنتُمْ تَشْهَدُونَ", "ayat_id": 70, "id": 363, "bn": "হে আহলে-কিতাবগণ, কেন তোমরা আল্লাহর কালামকে অস্বীকার কর, অথচ তোমরাই তাঁর প্রবক্তা?", "pr": "ইয়াআহলাল কিতা-বি লিমা তাকফুরুনা বিআ-য়া-তিল্লা-হি ওয়া আনতুম তাশহাদূন।", "sura_id": 3 }, { "ar": "يٰٓأَهْلَ الْكِتٰبِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبٰطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ", "ayat_id": 71, "id": 364, "bn": "হে আহলে কিতাবগণ, কেন তোমরা সত্যকে মিথ্যার সাথে সংমিশ্রণ করছ এবং সত্যকে গোপন করছ, অথচ তোমরা তা জান।", "pr": "ইয়াআহলাল কিতা-বি লিমা তালবিছূনাল হাক্কাবিলবা-তিলি ওয়া তাকতুমূনাল হাক্কাওয়া আনতুম তা‘লামূন।", "sura_id": 3 }, { "ar": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ الْكِتٰبِ ءَامِنُوا بِالَّذِىٓ أُنزِلَ عَلَى الَّذِينَ ءَامَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوٓا ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ", "ayat_id": 72, "id": 365, "bn": "আর আহলে-কিতাবগণের একদল বললো, মুসলমানগণের উপর যা কিছু অবর্তীণ হয়েছে তাকে দিনের প্রথম ভাগে মেনে নাও, আর দিনের শেষ ভাগে অস্বীকার ক র, হয়তো তারা মুখ ফিরিয়ে নিতে পারে।", "pr": "ওয়া কা-লাত্তাইফাতুম মিন আহলিল কিতা-বি আ-মিনূ বিল্লাযীউনঝিলা ‘আলাল্লাযীনা আ-মানূ ওয়াজহান্নাহা-রি ওয়াকফুরূআ-খিরাহু লা‘আল্লাহুম ইয়ারজি‘ঊন।", "sura_id": 3 }, { "ar": "وَلَا تُؤْمِنُوٓا إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدٰى هُدَى اللَّهِ أَن يُؤْتٰىٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ ۗ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۗ وَاللَّهُ وٰسِعٌ عَلِيمٌ", "ayat_id": 73, "id": 366, "bn": "যারা তোমাদের ধর্মমতে চলবে, তাদের ছাড়া আর কাউকে বিশ্বাস করবে না। বলে দিন নিঃসন্দেহে হেদায়েত সেটাই, যে হেদায়েত আল্লাহ করেন। আর এসব কিছু এ জন্যে যে, তোমরা যা লাভ করেছিলে তা অন্য কেউ কেন প্রাপ্ত হবে, কিংবা তোমাদের পালনকর্তার সামনে তোমাদের উপর তারা কেন প্রবল হয়ে যাবে! বলে দিন, মর্যাদা আল্লাহরই হাতে; তিনি যাকে ইচ্ছা দান করেন এবং আল্লাহ প্রাচুর্যময় ও সর্বজ্ঞ।", "pr": "ওয়ালা-তু’মিনূ ইল্লা-লিমান তাবি‘আ দীনাকুম কুল ইন্নাল হুদা-হুদাল্লা-হি আইঁ ইউ’তাআহাদুম মিছলা মা ঊতীতুম আও ইউহাজ্জূকুম ইনদা রাব্বিকুম কুল ইন্নাল ফাদলা বিইয়াদিল্লা-হি ইউ’তীহি মাইঁ ইয়াশাউ ওয়াল্লা-হু ওয়া-ছি‘উন ‘আলীম।", "sura_id": 3 }, { "ar": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ", "ayat_id": 74, "id": 367, "bn": "তিনি যাকে ইচ্ছা নিজের বিশেষ অনুগ্রহ দান করেন। আর আল্লাহ মহা অনুগ্রহশীল।", "pr": "ইয়াখতাসসুবিরাহমাতিহী মাইঁ ইয়াশাউ ওয়াল্লা-হু যুলফাদলিল ‘আজীম।", "sura_id": 3 }, { "ar": "وَمِنْ أَهْلِ الْكِتٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا ۗ ذٰلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِى الْأُمِّيِّۦنَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ", "ayat_id": 75, "id": 368, "bn": "কোন কোন আহলে কিতাব এমনও রয়েছে, তোমরা যদি তাদের কাছে বহু ধন-সম্পদ আমানত রাখ, তাহলেও তা তোমাদের যথারীতি পরিশোধ করবে। আর তোদের মধ্যে অনেক এমনও রয়েছে যারা একটি দীনার গচ্ছিত রাখলেও ফেরত দেবে না-যে পর্যন্ত না তুমি তার মাথার উপর দাঁড়াতে পারবে। এটা এজন্য যে, তারা বলে রেখেছে যে, উম্মীদের অধিকার বিনষ্ট করাতে আমাদের কোন পাপ নেই। আর তারা আল্লাহ সম্পর্কে জেনে শুনেই মিথ্যা বলে।", "pr": "ওয়া মিন আহলিল কিতা-বি মান ইন তা‘মানহু বিকিনতা-রিইঁ ইউআদ্দিহী ইলাইকা ওয়া মিনহুম মান ইন তা‘মানহু বিদীনা-রিল লা-ইউআদ্দিহীইলাইকা ইল্লা-মা-দুমতা ‘আলাইহি কাইমান যা-লিকা বিআন্নাহুম কা-লূলাইছা ‘আলাইনা-ফিল উম্মিইয়ীনা ছাবীলুওঁ ওয়া ইয়াকূলূনা ‘আলাল্লা-হিল কাযিবা ওয়াহুম ইয়া‘লামূন।", "sura_id": 3 }, { "ar": "بَلٰى مَنْ أَوْفٰى بِعَهْدِهِۦ وَاتَّقٰى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ", "ayat_id": 76, "id": 369, "bn": "যে লোক নিজ প্রতিজ্ঞা পূর্ন করবে এং পরহেজগার হবে, অবশ্যই আল্লাহ পরহেজগারদেরকে ভালবাসেন।", "pr": "বালা-মান আওফা-বিআহদিহী ওয়াত্তাকা-ফাইন্নাল্লা-হা ইউহিব্বুল মুত্তাকীন।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمٰنِهِمْ ثَمَنًا قَلِيلًا أُولٰٓئِكَ لَا خَلٰقَ لَهُمْ فِى الْءَاخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "ayat_id": 77, "id": 370, "bn": "যারা আল্লাহর নামে কৃত অঙ্গীকার এবং প্রতিজ্ঞা সামান্য মুল্যে বিক্রয় করে, আখেরাতে তাদের কেন অংশ নেই। আর তাদের সাথে কেয়ামতের দিন আল্লাহ কথা বলবেন না। তাদের প্রতি (করুণার) দৃষ্টিও দেবেন না। আর তাদেরকে পরিশুদ্ধও করবেন না। বস্তুতঃ তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।", "pr": "ইন্নাল্লাযীনা ইয়াশতারূনা বি‘আহদিল্লা-হি ওয়াআইমা-নিহিম ছামানান কালীলান উলাইকা লা-খালা-কা লাহুম ফিল আ-খিরাতি ওয়ালা-ইউকালিলমুহুমুল্লা-হু ওয়ালা-ইয়ানজু রু ইলাইহিম ইয়াওমাল কিয়া-মাতি ওয়ালা-ইউঝাক্কীহিম ওয়ালাহুম ‘আযা-বুন আলীম।", "sura_id": 3 }, { "ar": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُۥنَ أَلْسِنَتَهُم بِالْكِتٰبِ لِتَحْسَبُوهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِ وَيَقُولُونَ هُوَ مِنْ عِندِ اللَّهِ وَمَا هُوَ مِنْ عِندِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ", "ayat_id": 78, "id": 371, "bn": "আর তাদের মধ্যে একদল রয়েছে, যারা বিকৃত উচ্চারণে মুখ বাঁকিয়ে কিতাব পাঠ করে, যাতে তোমরা মনে কর যে, তার কিতাব থেকেই পাঠ করছে। অথচ তারা যা আবৃত্তি করছে তা আদৌ কিতাব নয়। এবং তারা বলে যে, এসব কথা আল্লাহর তরফ থেকে আগত। অথচ এসব আল্লাহর তরফ থেকে প্রেরিত নয়। তারা বলে যে, এটি আল্লাহর কথা অথচ এসব আল্লাহর কথা নয়। আর তারা জেনে শুনে আল্লাহরই প্রতি মিথ্যারোপ করে।", "pr": "ওয়া ইন্না মিনহুম লাফারীকাইঁ ইয়ালঊনা আলছিনাতাহুম বিলকিতা-বি লিতাহছাবূহু মিনাল কিতা-বি ওয়ামা-হুওয়া মিনাল কিতা-বি ওয়া ইয়াকূলূনা হুওয়া মিন ‘ইনদিল্লা-হি ওয়ামা হুওয়া মিন ‘ইনদিল্লা-হি ওয়া ইয়াকূলূনা ‘আলাল্লা-হিল কাযিবা ওয়াহুম ইয়া‘লামূন।", "sura_id": 3 }, { "ar": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللَّهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِّى مِن دُونِ اللَّهِ وَلٰكِن كُونُوا رَبّٰنِيِّۦنَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتٰبَ وَبِمَا كُنتُمْ تَدْرُسُونَ", "ayat_id": 79, "id": 372, "bn": "কোন মানুষকে আল্লাহ কিতাব, হেকমত ও নবুওয়ত দান করার পর সে বলবে যে, ‘তোমরা আল্লাহকে পরিহার করে আমার বান্দা হয়ে যাও’-এটা সম্ভব নয়। বরং তারা বলবে, ‘তোমরা আল্লাহওয়ালা হয়ে যাও, যেমন, তোমরা কিতাব শিখাতে এবং যেমন তোমরা নিজেরা ও পড়তে।", "pr": "মা-কা-না লিবাশারিন আই ইউ’তিইয়াহুল্লা-হুল কিতা-বা ওয়াল হুকমা ওয়ান্নুবুওওয়াতা ছু ম্মা ইয়াকূলা লিন্না-ছি কূনূ‘ইবা-দাললী মিন দুনিল্লা-হি ওয়ালা-কিন কূনূ রাব্বানিইয়ীনা বিমা-কুনতুম তু‘আলিল মূনাল কিতা-বা ওয়া বিমা কুনতুম তাদরুছূন।", "sura_id": 3 }, { "ar": "وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا الْمَلٰٓئِكَةَ وَالنَّبِيِّۦنَ أَرْبَابًا ۗ أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ", "ayat_id": 80, "id": 373, "bn": "তাছাড়া তোমাদেরকে একথা বলাও সম্ভব নয় যে, তোমরা ফেরেশতা ও নবীগনকে নিজেদের পালনকর্তা সাব্যস্ত করে নাও। তোমাদের মুসলমান হবার পর তারা কি তোমাদেরকে কুফরী শেখাবে?", "pr": "ওয়ালা-ইয়া’মুরাকুম আন তাত্তাখিযুল মালাইকাতা ওয়ান্নাবিইয়ীনা আরবা-বান আইয়া‘মুরুকুম বিলকুফরি বা‘দা ইযআনতুম মুছলিমূন।", "sura_id": 3 }, { "ar": "وَإِذْ أَخَذَ اللَّهُ مِيثٰقَ النَّبِيِّۦنَ لَمَآ ءَاتَيْتُكُم مِّن كِتٰبٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥ ۚ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلٰى ذٰلِكُمْ إِصْرِى ۖ قَالُوٓا أَقْرَرْنَا ۚ قَالَ فَاشْهَدُوا وَأَنَا۠ مَعَكُم مِّنَ الشّٰهِدِينَ", "ayat_id": 81, "id": 374, "bn": "আর আল্লাহ যখন নবীগনের কাছ থেকে অঙ্গীকার গ্রহন করলেন যে, আমি যা কিছু তোমাদের দান করেছি কিতাব ও জ্ঞান এবং অতঃপর তোমাদের নিকট কোন রসূল আসেন তোমাদের কিতাবকে সত্য বলে দেয়ার জন্য, তখন সে রসূলের প্রতি ঈমান আনবে এবং তার সাহায্য করবে। তিনি বললেন, ‘তোমার কি অঙ্গীকার করছো এবং এই শর্তে আমার ওয়াদা গ্রহণ করে নিয়েছ? তারা বললো, ‘আমরা অঙ্গীকার করেছি’। তিনি বললেন, তাহলে এবার সাক্ষী থাক। আর আমিও তোমাদের সাথে সাক্ষী রইলাম।", "pr": "ওয়া ইযআখাযাল্লা-হু মীছা-কান্নাবিইয়ীনা লামা আ-তাইতুকুম মিন কিতা-বিওঁ ওয়া হিকমাতিন ছু ম্মা জাআকুম রাছূলুম মুসাদ্দিকুল লিমা-মা‘আকুম লাতু’মিনুন্না বিহী ওয়ালাতানসুরুন্নাহু কা-লা আ আকরারতুম ওয়া আখাযতুম ‘আলা-যা-লিকুম ইসরী কালূ আকরারনা-কা-লা ফাশহাদূ ওয়া আনা মা‘আকুম মিনাশশা-হিদীন।", "sura_id": 3 }, { "ar": "فَمَن تَوَلّٰى بَعْدَ ذٰلِكَ فَأُولٰٓئِكَ هُمُ الْفٰسِقُونَ", "ayat_id": 82, "id": 375, "bn": "অতঃপর যে লোক এই ওয়াদা থেকে ফিরে দাঁড়াবে, সেই হবে নাফরমান।", "pr": "ফামান তাওয়াল্লা-বা‘দা যা-লিকা ফাউলাইকা হুমুল ফা-ছিকূ ন।", "sura_id": 3 }, { "ar": "أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُۥٓ أَسْلَمَ مَن فِى السَّمٰوٰتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ", "ayat_id": 83, "id": 376, "bn": "তারা কি আল্লাহর দ্বীনের পরিবর্তে অন্য দ্বীন তালাশ করছে? আসমান ও যমীনে যা কিছু রয়েছে স্বেচ্ছায় হোক বা অনিচ্ছায় হোক, তাঁরই অনুগত হবে এবং তাঁর দিকেই ফিরে যাবে।", "pr": "আফাগাইরা দীনিল্লা-হি ইয়াবগুনা ওয়ালাহূআছলামা মান ফিছ ছামা-ওয়া-তি ওয়াল আরদি তাও‘আওঁ ওয়াকারহাওঁ ওয়া ইলাইহি ইউরজা‘ঊন।", "sura_id": 3 }, { "ar": "قُلْ ءَامَنَّا بِاللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلٰىٓ إِبْرٰهِيمَ وَإِسْمٰعِيلَ وَإِسْحٰقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَآ أُوتِىَ مُوسٰى وَعِيسٰى وَالنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ", "ayat_id": 84, "id": 377, "bn": "বলুন, আমরা ঈমান এনেছি আল্লাহর উপর এবং যা কিছু অবতীর্ণ হয়েছে আমাদের উপর, ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব এবং তাঁদের সন্তানবর্গের উপর আর যা কিছু পেয়েছেন মূসা ও ঈসা এবং অন্যান্য নবী রসূলগণ তাঁদের পালনকর্তার পক্ষ থেকে। আমরা তাঁদের কারো মধ্যে পার্থক্য করি না। আর আমরা তাঁরই অনুগত।", "pr": "কুলআ-মান্না-বিল্লা-হি ওয়ামাউনঝিলা ‘আলাইনা-ওয়ামা-উনঝিলা ‘আলাইবরা-হীমা ওয়া ইছমা-‘ঈলা ওয়া ইছহা-কা ওয়া ইয়া‘কূবা ওয়াল আছবা-তিওয়ামাঊতিইয়া মূছা-ওয়া ‘ঈছা-ওয়ান্নাবিইয়ূনা মির রাব্বিহিম লা-নুফাররিকুবাইনা আহাদিম মিনহুম ওয়া নাহনূ লাহূমূছলিমূন।", "sura_id": 3 }, { "ar": "وَمَن يَبْتَغِ غَيْرَ الْإِسْلٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى الْءَاخِرَةِ مِنَ الْخٰسِرِينَ", "ayat_id": 85, "id": 378, "bn": "যে লোক ইসলাম ছাড়া অন্য কোন ধর্ম তালাশ করে, কস্মিণকালেও তা গ্রহণ করা হবে না এবং আখেরাতে সে ক্ষতি গ্রস্ত।", "pr": "ওয়া মাই ইয়াবতাগি গাইরাল ইছলা-মি দীনান ফালাই ইউকবালা মিনহু ওয়া হুওয়া ফিল আ-খিরাতি মিনাল খা-ছিরীন।", "sura_id": 3 }, { "ar": "كَيْفَ يَهْدِى اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمٰنِهِمْ وَشَهِدُوٓا أَنَّ الرَّسُولَ حَقٌّ وَجَآءَهُمُ الْبَيِّنٰتُ ۚ وَاللَّهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِينَ", "ayat_id": 86, "id": 379, "bn": "কেমন করে আল্লাহ এমন জাতিকে হেদায়েত দান করবেন, যারা ঈমান আনার পর এবং রসূলকে সত্য বলে সাক্ষ্য দেয়ার পর এবং তাদের নিকট প্রমাণ এসে যাওয়ার পর কাফের হয়েছে। আর আল্লাহ জালেম সম্প্রদায়কে হেদায়েত দান করেন না।", "pr": "কাইফা ইয়াহদিল্লা-হু কাওমান কাফারূ বা‘দা ঈমা-নিহিম ওয়াশাহিদূ  আন্নাররাছূলা হাক্কুওঁ ওয়াজাআহুমুল বাইয়িনা-তু ওয়াল্লা-হু লা-ইয়াহদিল কাওমাজ্জা-লিমীন।", "sura_id": 3 }, { "ar": "أُولٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلٰٓئِكَةِ وَالنَّاسِ أَجْمَعِينَ", "ayat_id": 87, "id": 380, "bn": "এমন লোকের শাস্তি হলো আল্লাহ, ফেরেশতাগণ এবং মানুষ সকলেরই অভিসম্পাত।", "pr": "উলাইকা জাঝাউহুম আন্না ‘আলাইহিম লা‘নাতাল্লা-হি ওয়াল মালাইকাতি ওয়ান্না-ছি আজমা‘ঈন।", "sura_id": 3 }, { "ar": "خٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ", "ayat_id": 88, "id": 381, "bn": "সর্বক্ষণই তারা তাতে থাকবে। তাদের আযাব হালকাও হবে না এবং তার এত অবকাশও পাবে না।", "pr": "খা-লিদীনা ফীহা-লা-ইউখাফফাফু‘আনহুমুল ‘আযা-বু ওয়ালা-হুম ইউনজারূন।", "sura_id": 3 }, { "ar": "إِلَّا الَّذِينَ تَابُوا مِنۢ بَعْدِ ذٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "ayat_id": 89, "id": 382, "bn": "কিন্তু যারা অতঃপর তওবা করে নেবে এবং সৎকাজ করবে তারা ব্যতীত, নিশ্চয় আল্লাহ ক্ষমাশীল ও পরম দয়ালূ।", "pr": "ইল্লাল্লাযীনা তা-বূ মিম বা‘দি যা-লিকা ওয়া আসলাহুফাইন্নাল্লা-হা গাফূরুর রাহীম।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمٰنِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُولٰٓئِكَ هُمُ الضَّآلُّونَ", "ayat_id": 90, "id": 383, "bn": "যারা ঈমান আনার পর অস্বীকার করেছে এবং অস্বীকৃতিতে বৃদ্ধি ঘটেছে, কস্মিণকালেও তাদের তওবা কবুল করা হবে না। আর তারা হলো গোমরাহ।", "pr": "ইন্নাল্লাযীনা কাফারূ বা‘দা ঈমা-নিহিম ছু ম মাঝ দা-দূ কুফরাল্লান তুকবালা তাওবাতুহুম ওয়া উলাইকা হুমুদ্দাললূন।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدٰى بِهِۦٓ ۗ أُولٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نّٰصِرِينَ", "ayat_id": 91, "id": 384, "bn": "যদি সারা পৃথিবী পরিমাণ স্বর্ণও তার পরিবর্তে দেয়া হয়, তবুও যারা কাফের হয়েছে এবং কাফের অবস্থায় মৃত্যুবরণ করেছে তাদের তওবা কবুল করা হবে না। তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব! পক্ষান্তরে তাদের কোনই সাহায্যকারী নেই।", "pr": "ইন্নাললযীনা কাফারু ওয়ামা-তূওয়া হুম কুফফা-রুন ফালাইঁ ইউকবালা মিন আহাদিহিম মিলউল আরদিযাহাবাওঁ ওয়ালাবিফতাদা-বিহী উলাইকা লাহুম ‘আযা-বুন আলীমুওঁ ওয়ামা-লাহুম মিন না-সিরীন।", "sura_id": 3 }, { "ar": "لَن تَنَالُوا الْبِرَّ حَتّٰى تُنفِقُوا مِمَّا تُحِبُّونَ ۚ وَمَا تُنفِقُوا مِن شَىْءٍ فَإِنَّ اللَّهَ بِهِۦ عَلِيمٌ", "ayat_id": 92, "id": 385, "bn": "কস্মিণকালেও কল্যাণ লাভ করতে পারবে না, যদি তোমাদের প্রিয় বস্তু থেকে তোমরা ব্যয় না কর। আর তোমরা যদি কিছু ব্যয় করবে আল্লাহ তা জানেন।", "pr": "লান তানা-লুল বিররা হাত্তা-তুনফিকূমিম্মা-তুহিববূনা ওয়ামা-তুনফিকূমিন শাইইন ফাইন্নাল্লা-হা বিহী ‘আলীম।", "sura_id": 3 }, { "ar": "كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِىٓ إِسْرٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرٰٓءِيلُ عَلٰى نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوا بِالتَّوْرٰىةِ فَاتْلُوهَآ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 93, "id": 386, "bn": "তওরাত নাযিল হওয়ার পূর্বে ইয়াকুব যেগুলো নিজেদের জন্য হারাম করে নিয়েছিলেন, সেগুলো ব্যতীত সমস্ত আহার্য বস্তুই বনী-ইসরায়ীলদের জন্য হালাল ছিল। তুমি বলে দাও, তোমরা যদি সত্যবাদী হয়ে থাক। তাহলে তওরাত নিয়ে এসো এবং তা পাঠ কর।", "pr": "কুলুত্তা‘আ-মি কা-না হিল্লাল লিবানীইছরাঈলা ইল্লা-মা-হাররামা ইসরাঈলু‘আলানাফছিহী মিন কাবলি আন তুনাঝঝালাত তাওরা-তু কুল ফা’তূ বিত্তাওরা-তি ফাতলূহাইন কুনতুম সা-দিকীন।", "sura_id": 3 }, { "ar": "فَمَنِ افْتَرٰى عَلَى اللَّهِ الْكَذِبَ مِنۢ بَعْدِ ذٰلِكَ فَأُولٰٓئِكَ هُمُ الظّٰلِمُونَ", "ayat_id": 94, "id": 387, "bn": "অতঃপর আল্লাহর প্রতি যারা মিথ্যা আরোপ করেছে, তারাই যালেম সীমালংঘনকারী।", "pr": "ফামানিফ তারা-‘আলাল্লা-হিল কাযিবা মিম বা‘দি যা-লিকা ফাউলাইকা হুমুজ্জা-লিমূন।", "sura_id": 3 }, { "ar": "قُلْ صَدَقَ اللَّهُ ۗ فَاتَّبِعُوا مِلَّةَ إِبْرٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ", "ayat_id": 95, "id": 388, "bn": "বল, ‘আল্লাহ সত্য বলেছেন। এখন সবাই ইব্রাহীমের ধর্মের অনুগত হয়ে যাও, যিনি ছিলেন একনিষ্ঠ ভাবে সত্যধর্মের অনুসারী। তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।", "pr": "কুল সাদাকাল্লা-হু ফাত্তাবি‘ঊ মিল্লাতা ইবরা-হীমা হানীফাওঁ ওয়ামা-কা-না মিনাল মুশরিকীন।", "sura_id": 3 }, { "ar": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعٰلَمِينَ", "ayat_id": 96, "id": 389, "bn": "নিঃসন্দেহে সর্বপ্রথম ঘর যা মানুষের জন্যে নির্ধারিত হয়েছে, সেটাই হচ্ছে এ ঘর, যা মক্কায় অবস্থিত এবং সারা জাহানের মানুষের জন্য হেদায়েত ও বরকতময়।", "pr": "ইন্না আওওয়ালা বাইতিওঁ উদি‘আ লিন্না-ছি লাল্লাযী ব্বিাক্কাতা মুবা-রাকাওঁ ওয়াহুদাল লিল‘আ-লামীন।", "sura_id": 3 }, { "ar": "فِيهِ ءَايٰتٌۢ بَيِّنٰتٌ مَّقَامُ إِبْرٰهِيمَ ۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنًا ۗ وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَن كَفَرَ فَإِنَّ اللَّهَ غَنِىٌّ عَنِ الْعٰلَمِينَ", "ayat_id": 97, "id": 390, "bn": "এতে রয়েছে মকামে ইব্রাহীমের মত প্রকৃষ্ট নিদর্শন। আর যে, লোক এর ভেতরে প্রবেশ করেছে, সে নিরাপত্তা লাভ করেছে। আর এ ঘরের হজ্ব করা হলো মানুষের উপর আল্লাহর প্রাপ্য; যে লোকের সামর্থ?2480;য়েছে এ পর্যন্ত পৌছার। আর যে লোক তা মানে না। আল্লাহ সারা বিশ্বের কোন কিছুরই পরোয়া করেন না।", "pr": "ফীহি আ-য়া-তুম বাইয়িনা-তুম মাকা-মুইবরা-হীমা ওয়া মান দাখালাহু কা-না আমিনাওঁ ওয়ালিল্লা-হি ‘আলান্না-ছি হিজ্জুল বাইতি মানিছতাতা-‘আ ইলাইহি ছাবীলাওঁ ওয়া মান কাফারা ফাইন্নাল্লা-হা গানিইয়ুন ‘আনিল ‘আ-লামীন।", "sura_id": 3 }, { "ar": "قُلْ يٰٓأَهْلَ الْكِتٰبِ لِمَ تَكْفُرُونَ بِـَٔايٰتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلٰى مَا تَعْمَلُونَ", "ayat_id": 98, "id": 391, "bn": "বলুন, হে আহলে কিতাবগণ, কেন তোমরা আল্লাহর কিতাব অমান্য করছো, অথচ তোমরা যা কিছু কর, তা আল্লাহর সামনেই রয়েছে।", "pr": "কুল ইয়াআহলাল কিতা-বি লিমা তাকফুরূনা বিআ-য়া-তিল্লা-হি ওয়াল্লা-হু শাহীদুন ‘আলা-মা-তা‘মালূন।", "sura_id": 3 }, { "ar": "قُلْ يٰٓأَهْلَ الْكِتٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ اللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًا وَأَنتُمْ شُهَدَآءُ ۗ وَمَا اللَّهُ بِغٰفِلٍ عَمَّا تَعْمَلُونَ", "ayat_id": 99, "id": 392, "bn": "বলুন, হে আহলে কিতাবগণ! কেন তোমরা আল্লাহর পথে ঈমানদারদিগকে বাধা দান কর-তোমরা তাদের দ্বীনের মধ্যে বক্রতা অনুপ্রবেশ করানোর পন্থা অনুসন্ধান কর, অথচ তোমরা এ পথের সত্যতা প্রত্যক্ষ করছ। বস্তুতঃ আল্লাহ তোমাদের কার্যকলাপ সম্পর্কে অনবগত নন।", "pr": "কুল ইয়াআহলাল কিতা-বি লিমা তাসুদ্দূনা ‘আন ছাবীলিল্লা-হি মান আ-মানা তাবগূনাহা ‘ইওয়াজাওঁ ওয়া আনতুম শুহাদাউ ওয়ামাল্লা-হু বিগা-ফিলিন ‘আম্মা-তা‘মালূন।", "sura_id": 3 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِن تُطِيعُوا فَرِيقًا مِّنَ الَّذِينَ أُوتُوا الْكِتٰبَ يَرُدُّوكُم بَعْدَ إِيمٰنِكُمْ كٰفِرِينَ", "ayat_id": 100, "id": 393, "bn": "হে ঈমানদারগণ! তোমরা যদি আহলে কিতাবদের কোন ফেরকার কথা মান, তাহলে ঈমান আনার পর তারা তোমাদিগকে কাফেরে পরিণত করে দেবে।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূইন তুতী‘ঊ ফারীকাম মিনাল্লাযীনা ঊতুলকিতা-বা ইয়ারুদ্দূকুম বা‘দা ঈমা-নিকুম কা-ফিরীন।", "sura_id": 3 }, { "ar": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلٰى عَلَيْكُمْ ءَايٰتُ اللَّهِ وَفِيكُمْ رَسُولُهُۥ ۗ وَمَن يَعْتَصِم بِاللَّهِ فَقَدْ هُدِىَ إِلٰى صِرٰطٍ مُّسْتَقِيمٍ", "ayat_id": 101, "id": 394, "bn": "আর তোমরা কেমন করে কাফের হতে পার, অথচ তোমাদের সামনে পাঠ করা হয় আল্লাহর আয়াত সমূহ এবং তোমাদের মধ্যে রয়েছেন আল্লাহর রসূল। আর যারা আল্লাহর কথা দৃঢ়ভাবে ধরবে, তারা হেদায়েত প্রাপ্ত হবে সরল পথের।", "pr": "ওয়া কাইফা তাকফুরূনা ওয়া আনতুম তুতলা-‘আলাইকুম আ-য়া-তুল্লা-হি ওয়া ফীকুম রাসূলুহু ওয়া মাইঁ ইয়া‘তাসিম বিল্লা-হি ফাকাদ হুদিয়া ইলা-সিরা-তিম্মুছতাকীম।", "sura_id": 3 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ", "ayat_id": 102, "id": 395, "bn": "হে ঈমানদারগণ! আল্লাহকে যেমন ভয় করা উচিৎ ঠিক তেমনিভাবে ভয় করতে থাক। এবং অবশ্যই মুসলমান না হয়ে মৃত্যুবরণ করো না।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুত্তাকুল্লা-হা হাক্কাতুকা-তিহী ওয়ালা-তামূতুন্না ইল্লা-ওয়া আনতুম মুছলিমূন।", "sura_id": 3 }, { "ar": "وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوٰنًا وَكُنتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُم مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ ءَايٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ", "ayat_id": 103, "id": 396, "bn": "আর তোমরা সকলে আল্লাহর রজ্জুকে সুদৃঢ় হস্তে ধারণ কর; পরস্পর বিচ্ছিন্ন হয়ো না। আর তোমরা সে নেয়ামতের কথা স্মরণ কর, যা আল্লাহ তোমাদিগকে দান করেছেন। তোমরা পরস্পর শত্রু ছিলে। অতঃপর আল্লাহ তোমাদের মনে সম্প্রীতি দান করেছেন। ফলে, এখন তোমরা তাঁর অনুগ্রহের কারণে পরস্পর ভাই ভাই হয়েছ। তোমরা এক অগ্নিকুন্ডের পাড়ে অবস্থান করছিলে। অতঃপর তা থেকে তিনি তোমাদেরকে মুক্তি দিয়েছেন। এভাবেই আল্লাহ নিজের নিদর্শনসমুহ প্রকাশ করেন, যাতে তোমরা হেদায়েত প্রাপ্ত হতে পার।", "pr": "ওয়া‘তাসিমূ বিহাবলিল্লা-হি জামী‘আওঁ ওয়ালা-তাফাররাকূওয়াযকুরূ নি‘মা-তাল্লাহি ‘আলাইকুম ইযকুনতুম আ‘দাআন ফাআল্লাফা বাইনা কুলূবিকুম ফাআসবাহতুম বিনি‘মাতিহীইখওয়া-নাওঁ ওয়া কুনতুম ‘আলা-শাফা হুফরাতিম মিনান্না-রি ফাআনকাযাকুম মিন হা-কাযা-লিকা ইউবাইয়িনুল্লা-হু লাকুম আ-য়া-তিহী লা‘আল্লাকুম তাহতাদূন।", "sura_id": 3 }, { "ar": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ ۚ وَأُولٰٓئِكَ هُمُ الْمُفْلِحُونَ", "ayat_id": 104, "id": 397, "bn": "আর তোমাদের মধ্যে এমন একটা দল থাকা উচিত যারা আহবান জানাবে সৎকর্মের প্রতি, নির্দেশ দেবে ভাল কাজের এবং বারণ করবে অন্যায় কাজ থেকে, আর তারাই হলো সফলকাম।", "pr": "ওয়ালতাকুম মিনকুম উম্মাতুইঁ ইয়াদ‘ঊনা ইলাল খাইরি ওয়াইয়া’মুরূনা বিলমা‘রূফি ওয়া ইয়ানহাওনা ‘আনিল মুনকারি ওয়া উলাইকা হুমুল মুফলিহুন।", "sura_id": 3 }, { "ar": "وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنۢ بَعْدِ مَا جَآءَهُمُ الْبَيِّنٰتُ ۚ وَأُولٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ", "ayat_id": 105, "id": 398, "bn": "আর তাদের মত হয়ো না, যারা বিচ্ছিন্ন হয়ে গেছে এবং নিদর্শন সমূহ আসার পরও বিরোধিতা করতে শুরু করেছে-তাদের জন্যে রয়েছে ভয়ঙ্কর আযাব।", "pr": "ওয়ালা-তাকূনূ কাল্লাযীনা তাফাররাকূওয়াখতালাফূ মিম বা‘দি মা-জাআহুমুল বাইয়িনা-তু ওয়া উলাইকা লাহুম ‘আযা-বুন ‘আজীম।", "sura_id": 3 }, { "ar": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمٰنِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ", "ayat_id": 106, "id": 399, "bn": "সেদিন কোন কোন মুখ উজ্জ্বল হবে, আর কোন কোন মুখ হবে কালো। বস্তুতঃ যাদের মুখ কালো হবে, তাদের বলা হবে, তোমরা কি ঈমান আনার পর কাফের হয়ে গিয়েছিলে? এবার সে কুফরীর বিনিময়ে আযাবের আস্বাদ গ্রহণ কর।", "pr": "ইয়াওমা তাবইয়াদ্দুউজূহুওঁ ওয়া তাছওয়াদ্দু উজূহুন ফাআম্মাল্লাযী নাছওয়াদ্দাত উজূহুহুম আকাফারতুম বা‘দা ঈমা-নিকুম ফাযূকুল ‘আযা-বা বিমা-কুনতুম তাকফুরূন।", "sura_id": 3 }, { "ar": "وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ اللَّهِ هُمْ فِيهَا خٰلِدُونَ", "ayat_id": 107, "id": 400, "bn": "আর যাদের মুখ উজ্জ্বল হবে, তারা থাকবে রহমতের মাঝে। তাতে তারা অনন্তকাল অবস্থান করবে।", "pr": "ওয়া আম্মাল্লাযীনাব ইয়াদ্দাত উজূহুহুম, ফাফী রাহমাতিল্লা-হি হুম ফীহা-খা-লিদূ ন।", "sura_id": 3 }, { "ar": "تِلْكَ ءَايٰتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِّلْعٰلَمِينَ", "ayat_id": 108, "id": 401, "bn": "এগুলো হচ্ছে আল্লাহর নির্দেশ, যা তোমাদিগকে যথাযথ পাঠ করে শুনানো হচ্ছে। আর আল্লাহ বিশ্ব জাহানের প্রতি উৎপীড়ন করতে চান না।", "pr": "তিলকা আ-য়া-তুল্লা-হি নাতলূহা-‘আলাইকা বিলহাক্কি ওয়ামাল্লা-হু ইউরীদু জুলমাল লিল‘আ-লামীন।", "sura_id": 3 }, { "ar": "وَلِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ", "ayat_id": 109, "id": 402, "bn": "আর যা কিছু আসমান ও যমীনে রয়েছে সে সবই আল্লাহর এবং আল্লাহর প্রতিই সব কিছু প্রত্যাবর্তনশীল।", "pr": "ওয়ালিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদিওয়া ইলাল্লা-হি তুরজ‘উল উমূর।", "sura_id": 3 }, { "ar": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ ۗ وَلَوْ ءَامَنَ أَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُم ۚ مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفٰسِقُونَ", "ayat_id": 110, "id": 403, "bn": "তোমরাই হলে সর্বোত্তম উম্মত, মানবজাতির কল্যানের জন্যেই তোমাদের উদ্ভব ঘটানো হয়েছে। তোমরা সৎকাজের নির্দেশ দান করবে ও অন্যায় কাজে বাধা দেবে এবং আল্লাহর প্রতি ঈমান আনবে। আর আহলে-কিতাবরা যদি ঈমান আনতো, তাহলে তা তাদের জন্য মঙ্গলকর হতো। তাদের মধ্যে কিছু তো রয়েছে ঈমানদার আর অধিকাংশই হলো পাপাচারী।", "pr": "কুনতুম খাইরা উম্মাতিন উখরিজাত লিন্না-ছি তা’মুরূনা বিলমা‘রূফি ওয়াতানহাওনা ‘আনিল মুনকারি ওয়া তু’মিনূনা বিল্লা-হি ওয়া লাও আ-মানা আহলুল কিতা-বি লাকা-না খাইরাল্লাহুম মিনহুমুল মু’মিনূনা ওয়া আকছারুহুমুল ফা-ছিকূন।", "sura_id": 3 }, { "ar": "لَن يَضُرُّوكُمْ إِلَّآ أَذًى ۖ وَإِن يُقٰتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ", "ayat_id": 111, "id": 404, "bn": "যৎসামান্য কষ্ট দেয়া ছাড়া তারা তোমাদের কোনই ক্ষতি করতে পারবে না। আর যদি তারা তোমাদের সাথে লড়াই করে, তাহলে তারা পশ্চাদপসরণ করবে। অতঃপর তাদের সাহায্য করা হবে না।", "pr": "লাইঁ ইয়াদুররূকুম ইল্লাআযাওঁ ওয়া ইয়ঁ ইউকা-তিলূকুম ইউওয়াললূকুমুল আদবা-রা ছুম্মা লা-ইউনসারূন।", "sura_id": 3 }, { "ar": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَآءُو بِغَضَبٍ مِّنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۚ ذٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِـَٔايٰتِ اللَّهِ وَيَقْتُلُونَ الْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ ۚ ذٰلِكَ بِمَا عَصَوا وَّكَانُوا يَعْتَدُونَ", "ayat_id": 112, "id": 405, "bn": "আল্লাহর প্রতিশ্রুতি কিংবা মানুষের প্রতিশ্রুতি ব্যতিত ওরা যেখানেই অবস্থান করেছে সেখানেই তাদের ওপর লাঞ্ছনা চাপিয়ে দেয়া হয়েছে। আর ওরা উপার্জন করেছে আল্লাহর গযব। ওদের উপর চাপানো হয়েছে গলগ্রহতা। তা এজন্যে যে, ওরা আল্লাহর আয়াতসমূহকে অনবরত অস্বীকার করেছে এবং নবীগনকে অন্যায়ভাবে হত্যা করেছে। তার কারণ, ওরা নাফরমানী করেছে এবং সীমা লংঘন করেছে।", "pr": "দুরিবাত ‘আলাইহিমুযযিল্লাতু আইনা মা-ছু কিফূইল্লা-বিহাবলিম মিনাল্লা-হি ওয়াহাবলিম মিনান্না-ছি ওয়া বাঊ বিগাদাবিম মিনাল্লা-হি ওয়া দুরিবাত ‘আলাইহিমুল মাছকানাতু যা-লিকা বিআন্নাহুম কানূ ইয়াকফুরূনা বিআ-য়া-তিল্লাহি ওয়াকতুলূনাল আমবিয়াআ বিগাইরিল হাক্কি যালিকা বিমা যা-লিকা বিমা-‘আসাওওয়া কা-নূ ইয়া‘তাদূ ন।", "sura_id": 3 }, { "ar": "لَيْسُوا سَوَآءً ۗ مِّنْ أَهْلِ الْكِتٰبِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ ءَايٰتِ اللَّهِ ءَانَآءَ الَّيْلِ وَهُمْ يَسْجُدُونَ", "ayat_id": 113, "id": 406, "bn": "তারা সবাই সমান নয়। আহলে কিতাবদের মধ্যে কিছু লোক এমনও আছে যারা অবিচলভাবে আল্লাহর আয়াতসমূহ পাঠ করে এবং রাতের গভীরে তারা সেজদা করে।", "pr": "লাইছূ ছাওয়াআম; মিন আহলিল কিতা-বি উম্মাতুন কাইমাতুইঁ ইয়াতলূনা আ-য়া-তিল্লা হি আ-নাআল্লাইলি ওয়াহুম ইয়াছজুদূন।", "sura_id": 3 }, { "ar": "يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْءَاخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُسٰرِعُونَ فِى الْخَيْرٰتِ وَأُولٰٓئِكَ مِنَ الصّٰلِحِينَ", "ayat_id": 114, "id": 407, "bn": "তারা আল্লাহর প্রতি ও কিয়ামত দিবসের প্রতি ঈমান রাখে এবং কল্যাণকর বিষয়ের নির্দেশ দেয়; অকল্যাণ থেকে বারণ করে এবং সৎকাজের জন্য সাধ্যমত চেষ্টা করতে থাকে। আর এরাই হল সৎকর্মশীল।", "pr": "ইউ’মিনূনা বিল্লা-হি ওয়াল ইয়াওমিল আ-খিরি ওয়া ইয়া’মুরূনা বিলমা‘রূফি ওয়াইয়ানহাওনা ‘আনিল মুনকারি ওয়া ইউছা-রি‘ঊনা ফিল খাইরা-তি ওয়া উলাইকা মিনাসসা-লিহীন।", "sura_id": 3 }, { "ar": "وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ ۗ وَاللَّهُ عَلِيمٌۢ بِالْمُتَّقِينَ", "ayat_id": 115, "id": 408, "bn": "তারা যেসব সৎকাজ করবে, কোন অবস্থাতেই সেগুলোর প্রতি অবজ্ঞা প্রদর্শন করা হবে না। আর আল্লাহ পরহেযগারদের বিষয়ে অবগত।", "pr": "ওয়ামা-ইয়াফ‘আলূ মিন খাইরিন ফালাইঁ ইউকফারূহু ওল্লাহু আলীমুম বিলমুত্তাকীন।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا لَن تُغْنِىَ عَنْهُمْ أَمْوٰلُهُمْ وَلَآ أَوْلٰدُهُم مِّنَ اللَّهِ شَيْـًٔا ۖ وَأُولٰٓئِكَ أَصْحٰبُ النَّارِ ۚ هُمْ فِيهَا خٰلِدُونَ", "ayat_id": 116, "id": 409, "bn": "নিশ্চয় যারা কাফের হয়, তাদের ধন সম্পদ ও সন্তান-সন্ততি আল্লাহর সামনে কখনও কোন কাজে আসবে না। আর তারাই হলো দোযখের আগুনের অধিবাসী। তারা সে আগুনে চিরকাল থাকবে।", "pr": "ইন্নাল্লাযীনা কাফারূ লান তুগনিয়া ‘আনহুম আমওয়া-লুহুম ওয়ালা-আওলা-দুহুম মিনাল্লা-হি শাইআওঁ ওয়া উলাইকা আসহা-বুন্না-রি হুম ফীহা-খা-লিদূ ন।", "sura_id": 3 }, { "ar": "مَثَلُ مَا يُنفِقُونَ فِى هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوٓا أَنفُسَهُمْ فَأَهْلَكَتْهُ ۚ وَمَا ظَلَمَهُمُ اللَّهُ وَلٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ", "ayat_id": 117, "id": 410, "bn": "এ দুনিয়ার জীবনে যা কিছু ব্যয় করা হয়, তার তুলনা হলো ঝড়ো হাওয়ার মতো, যাতে রয়েছে তুষারের শৈত্য, যা সে জাতির শস্যক্ষেত্রে গিয়ে লেগেছে যারা নিজের জন্য মন্দ করেছে। অতঃপর সেগুলোকে নিঃশেষ করে দিয়েছে। বস্তুতঃ আল্লাহ তাদের উপর কোন অন্যায় করেননি, কিন্তু তারা নিজেরাই নিজেদের উপর অত্যাচার করছিল।", "pr": "মাছালু মা-ইউনফিকূনা ফী হা-যিহিল হায়া-তিদ্দুনইয়া-কামাছালি রীহিন ফীহাসিররুন আসা-বাত হারছা কাওমিন জালামু-আনফুছাহুম ফাআহলাকাতহু ওয়ামা-জালামাহুমুল্লা-হু ওয়ালা-কিন আনফুছাহুম ইয়াজলিমূন।", "sura_id": 3 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَتَّخِذُوا بِطَانَةً مِّن دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَآءُ مِنْ أَفْوٰهِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ ۚ قَدْ بَيَّنَّا لَكُمُ الْءَايٰتِ ۖ إِن كُنتُمْ تَعْقِلُونَ", "ayat_id": 118, "id": 411, "bn": "হে ঈমানদারগণ! তোমরা মুমিন ব্যতীত অন্য কাউকে অন্তরঙ্গরূপে গ্রহণ করো না, তারা তোমাদের অমঙ্গল সাধনে কোন ক্রটি করে না-তোমরা কষ্টে থাক, তাতেই তাদের আনন্দ। শত্রুতাপ্রসুত বিদ্বেষ তাদের মুখেই ফুটে বেরোয়। আর যা কিছু তাদের মনে লুকিয়ে রয়েছে, তা আরো অনেকগুণ বেশী জঘন্য। তোমাদের জন্যে নিদর্শন বিশদভাবে বর্ণনা করে দেয়া হলো, যদি তোমরা তা অনুধাবন করতে সমর্থ হও।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূ লা-তাত্তাখিযূবিতা-নাতাম মিন দূ নিকুম লা-ইয়া’লূনাকুম খাবা-লাওঁ ওয়াদ্দূমা-‘আনিত্তুম কাদ বাদাতিল বাগদাউ মিন আফওয়া-হিহিম ওয়ামা-তুখফী সুদূ রুহুম আকবার কাদ বাইইয়ান্না-লাকুমুল আ-য়া-তি ইন কুনতুম তা‘কিলূন।", "sura_id": 3 }, { "ar": "هٰٓأَنتُمْ أُولَآءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمْ قَالُوٓا ءَامَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ ۚ قُلْ مُوتُوا بِغَيْظِكُمْ ۗ إِنَّ اللَّهَ عَلِيمٌۢ بِذَاتِ الصُّدُورِ", "ayat_id": 119, "id": 412, "bn": "দেখ! তোমরাই তাদের ভালবাস, কিন্তু তারা তোমাদের প্রতি মোটেও সদভাব পোষণ করে না। আর তোমরা সমস্ত কিতাবেই বিশ্বাস কর। অথচ তারা যখন তোমাদের সাথে এসে মিশে, বলে, আমরা ঈমান এনেছি। পক্ষান্তরে তারা যখন পৃথক হয়ে যায়, তখন তোমাদের উপর রোষবশতঃ আঙ্গুল কামড়াতে থাকে। বলুন, তোমরা আক্রোশে মরতে থাক। আর আল্লাহ মনের কথা ভালই জানেন।", "pr": "হাআনতুম উলাই তুহিববূনাহুম ওয়ালা ইউহিববূনাকুম ওয়া তু’মিনূনা বিলকিতা-বি কুল্লিহী ওয়া ইযা-লাকূকুম কা-লূ আ-মান্না-ওয়া ইযা-খালাও ‘আদ্দূ‘আলাইকুমুল আনা-মিলা মিনাল গাইজিকুল মূতূ বিগাইজিকুম ইন্নাল্লা-হা ‘আলীমুম বিযাতিস সুদূ র।", "sura_id": 3 }, { "ar": "إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا ۖ وَإِن تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ", "ayat_id": 120, "id": 413, "bn": "তোমাদের যদি কোন মঙ্গল হয়; তাহলে তাদের খারাপ লাগে। আর তোমাদের যদি অমঙ্গল হয় তাহলে আনন্দিত হয় আর তাতে যদি তোমরা ধৈর্য্যধারণ কর এবং তাকওয়া অবলম্বন কর, তবে তাদের প্রতারণায় তোমাদের কোনই ক্ষতি হবে না। নিশ্চয়ই তারা যা কিছু করে সে সমস্তই আল্লাহর আয়ত্তে রয়েছে।", "pr": "ইন তামছাছকুম হাছানাতুন তাছু’হুম ওয়া ইন তুসিবকুম ছাইয়িআতুইঁ ইয়াফরাহুবিহা-ওয়া ইন তাসবিরূ ওয়া তাত্তাকূলা-ইয়াদুররুকুম কাইদুহুম শাইআন ইন্নাল্লা-হা বিমা-ইয়া‘মালূনা মুহীত।", "sura_id": 3 }, { "ar": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقٰعِدَ لِلْقِتَالِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ", "ayat_id": 121, "id": 414, "bn": "আর আপনি যখন পরিজনদের কাছ থেকে সকাল বেলা বেরিয়ে গিয়ে মুমিনগণকে যুদ্ধের অবস্থানে বিন্যস্ত করলেন, আর আল্লাহ সব বিষয়েই শোনেন এবং জানেন।", "pr": "ওয়া ইযগাদাওতা মিন আহলিকা তুবাওবিউল মু’মিনীনা মাকা-‘ইদা লিলকিতা-লি ওয়াল্লা-হু ছামী‘উন ‘আলীম।", "sura_id": 3 }, { "ar": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا ۗ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ", "ayat_id": 122, "id": 415, "bn": "যখন তোমাদের দুটি দল সাহস হারাবার উপক্রম হলো, অথচ আল্লাহ তাদের সাহায্যকারী ছিলেন, আর আল্লাহর উপরই ভরসা করা মুমিনদের উচিত।", "pr": "ইযহাম্মাত তাইফাতা-নি মিনকুম আন তাফশালা-ওয়াল্লা-হু ওয়ালিইয়ুহুমা-ওয়া ‘আলাল্লা-হি ফালইয়াতাওয়াক্কালিল মু’মিনূন।", "sura_id": 3 }, { "ar": "وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ ۖ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ", "ayat_id": 123, "id": 416, "bn": "বস্তুতঃ আল্লাহ বদরের যুদ্ধে তোমাদের সাহায্য করেছেন, অথচ তোমরা ছিলে দুর্বল। কাজেই আল্লাহকে ভয় করতে থাক, যাতে তোমরা কৃতজ্ঞ হতে পারো।", "pr": "ওয়া লাকাদ নাসারাকুমুল্লা-হু ব্বিাদরিওঁ ওয়া আনতুম আযিল্লাতুন ফাত্তাকুল্লা-হা লা‘আল্লাকুম তাশকুরূন।", "sura_id": 3 }, { "ar": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلٰثَةِ ءَالٰفٍ مِّنَ الْمَلٰٓئِكَةِ مُنزَلِينَ", "ayat_id": 124, "id": 417, "bn": "আপনি যখন বলতে লাগলেন মুমিনগণকে-তোমাদের জন্য কি যথেষ্ট নয় যে, তোমাদের সাহায্যার্থে তোমাদের পালনকর্তা আসমান থেকে অবতীর্ণ তিন হাজার ফেরেশতা পাঠাবেন।", "pr": "ইযতাকূলুলিলমু’মিনীনা আলাইঁ ইয়াকফিয়াকুমআইঁ ইউমিদ্দাকুম রাব্বুকুমবিছালা-ছাতি আ-লা-ফিম মিনাল মালাইকাতি মুনঝালীন।", "sura_id": 3 }, { "ar": "بَلٰىٓ ۚ إِن تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُم مِّن فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالٰفٍ مِّنَ الْمَلٰٓئِكَةِ مُسَوِّمِينَ", "ayat_id": 125, "id": 418, "bn": "অবশ্য তোমরা যদি সবর কর এবং বিরত থাক আর তারা যদি তখনই তোমাদের উপর চড়াও হয়, তাহলে তোমাদের পালনকর্তা চিহিߦ#2468; ঘোড়ার উপর পাঁচ হাজার ফেরেশতা তোমাদের সাহায্যে পাঠাতে পারেন।", "pr": "বালা ইন তাসবিরু ওয়া তাত্তাকূওয়া ইয়া’তূকুম মিন ফাওরিহিম হা-যা- ইউমদিদকুম রাব্বুকুম বিখামছাতি আ-লা-ফিম মিনাল মালাইকাতি মুছাওবিমীন।", "sura_id": 3 }, { "ar": "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ ۗ وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ الْعَزِيزِ الْحَكِيمِ", "ayat_id": 126, "id": 419, "bn": "বস্তুতঃ এটা তো আল্লাহ তোমাদের সুসংবাদ দান করলেন, যাতে তোমাদের মনে এতে সান্ত্বনা আসতে পারে। আর সাহায্য শুধুমাত্র পরাক্রান্ত, মহাজ্ঞানী আল্লাহরই পক্ষ থেকে,", "pr": "ওয়ামা-জা‘আলাহুল্লা-হু ইল্লা-বুশরা-লাকুম ওয়া লিতাতমাইন্না কুলূবুকুম বিহী ওয়ামান্নাসরু ইল্লা-মিন ‘ইনদিল্লা-হিল ‘আঝীঝিল হাকীম।", "sura_id": 3 }, { "ar": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِينَ كَفَرُوٓا أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا خَآئِبِينَ", "ayat_id": 127, "id": 420, "bn": "যাতে ধবংস করে দেন কোন কোন কাফেরকে অথবা লাঞ্ছিত করে দেন-যেন ওরা বঞ্চিত হয়ে ফিরে যায়।", "pr": "লিইয়াকতা‘আ তারাফাম মিনাল্লাযীনা কাফারূ আও ইয়াকবিতাহুম ফাইয়ানকালিবূ খাইবীন।", "sura_id": 3 }, { "ar": "لَيْسَ لَكَ مِنَ الْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظٰلِمُونَ", "ayat_id": 128, "id": 421, "bn": "হয় আল্লাহ তাদের ক্ষমা করবেন কিংবা তাদেরকে আযাব দেবেন। এ ব্যাপারে আপনার কোন করণীয় নাই। কারণ তারা রয়েছে অন্যায়ের উপর।", "pr": "লাইছা লাকা মিনাল আমরি শাইউন আও ইয়াতূবা ‘আলাইহিম আও ইউ‘আযযিবাহুম ফাইন্নাহুম জা-লিমূন।", "sura_id": 3 }, { "ar": "وَلِلَّهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "ayat_id": 129, "id": 422, "bn": "আর যা কিছু আসমান ও যমীনে রয়েছে, সেসবই আল্লাহর। তিনি যাকে ইচ্ছা ক্ষমা করবেন, যাকে ইচ্ছা আযাব দান করবেন। আর আল্লাহ হচ্ছেন ক্ষমাকারী, করুণাময়।", "pr": "ওয়া লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদিইয়াগফিরু লিমাইঁ ইয়াশাউ ওয়া ইউ‘আযযিবুমাইঁ ইয়াশাউ ওয়াল্লা-হু গাফুরূর রাহীম।", "sura_id": 3 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَأْكُلُوا الرِّبٰوٓا أَضْعٰفًا مُّضٰعَفَةً ۖ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ", "ayat_id": 130, "id": 423, "bn": "হে ঈমানদারগণ! তোমরা চক্রবৃদ্ধি হারে সুদ খেয়ো না। আর আল্লাহকে ভয় করতে থাক, যাতে তোমরা কল্যাণ অর্জন করতে পারো।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তা’কুলুর রিবা-আদ‘আ-ফাম মু দা-‘আফাতাওঁ ওয়াত্তাকুল্লা-হা লা‘আল্লাকুম তুফলিহূন।", "sura_id": 3 }, { "ar": "وَاتَّقُوا النَّارَ الَّتِىٓ أُعِدَّتْ لِلْكٰفِرِينَ", "ayat_id": 131, "id": 424, "bn": "এবং তোমরা সে আগুন থেকে বেঁচে থাক, যা কাফেরদের জন্য প্রস্তুত করা হয়েছে।", "pr": "ওয়াত্তাকুন্না-রাল্লাতী উ‘ইদ্দাত লিলকা-ফিরীন।", "sura_id": 3 }, { "ar": "وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ", "ayat_id": 132, "id": 425, "bn": "আর তোমরা আনুগত্য কর আল্লাহ ও রসূলের, যাতে তোমাদের উপর রহমত করা হয়।", "pr": "ওয়া আতি‘উল্লা-হা ওয়াররাছূলা লা‘আল্লাকুম তুরহামূন।", "sura_id": 3 }, { "ar": "وَسَارِعُوٓا إِلٰى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ", "ayat_id": 133, "id": 426, "bn": "তোমরা তোমাদের পালনকর্তার ক্ষমা এবং জান্নাতের দিকে ছুটে যাও যার সীমানা হচ্ছে আসমান ও যমীন, যা তৈরী করা হয়েছে পরহেযগারদের জন্য।", "pr": "ওয়া ছা-রি‘ঊইলা-মাগফিরাতিম মির রাব্বিকুম ওয়া জান্নাতিন ‘আরদুহাছছামা-ওয়া-তু ওয়াল আরদুউ‘ইদ্দাত লিলমুত্তাকীন।", "sura_id": 3 }, { "ar": "الَّذِينَ يُنفِقُونَ فِى السَّرَّآءِ وَالضَّرَّآءِ وَالْكٰظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ", "ayat_id": 134, "id": 427, "bn": "যারা স্বচ্ছলতায় ও অভাবের সময় ব্যয় করে, যারা নিজেদের রাগকে সংবরণ করে আর মানুষের প্রতি ক্ষমা প্রদর্শন করে, বস্তুতঃ আল্লাহ সৎকর্মশীলদিগকেই ভালবাসেন।", "pr": "আল্লাযীনা ইউনফিকূনা ফিছছাররাই ওয়াদ্দাররাই ওয়াল কা-জিমীনাল গাইজা ওয়াল‘আ-ফীনা ‘আনিন্না-ছি ওয়াল্লা-হু ইউহিব্বুল মুহছিনীন।", "sura_id": 3 }, { "ar": "وَالَّذِينَ إِذَا فَعَلُوا فٰحِشَةً أَوْ ظَلَمُوٓا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلٰى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ", "ayat_id": 135, "id": 428, "bn": "তারা কখনও কোন অশ্লীল কাজ করে ফেললে কিংবা কোন মন্দ কাজে জড়িত হয়ে নিজের উপর জুলুম করে ফেললে আল্লাহকে স্মরণ করে এবং নিজের পাপের জন্য ক্ষমা প্রার্থনা করে। আল্লাহ ছাড়া আর কে পাপ ক্ষমা করবেন? তারা নিজের কৃতকর্মের জন্য হঠকারিতা প্রদর্শন করে না এবং জেনে-শুনে তাই করতে থাকে না।", "pr": "ওয়াল্লাযীনা ইযা-ফা‘আলূফা-হিশাতান আও জালামূআনফুছাহুম যাকারুল্লা-হা ফাছতাগফারু লিযুনূবিহিম ওয়া মাইঁ ইয়াগফিরুযযুনূবা ইল্লাল্লা-হু ওয়ালাম ইউছিররু ‘আলা-মা-ফা‘আলূওয়া হুম ইয়া‘লামূন।", "sura_id": 3 }, { "ar": "أُولٰٓئِكَ جَزَآؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنّٰتٌ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا ۚ وَنِعْمَ أَجْرُ الْعٰمِلِينَ", "ayat_id": 136, "id": 429, "bn": "তাদেরই জন্য প্রতিদান হলো তাদের পালনকর্তার ক্ষমা ও জান্নাত, যার তলদেশে প্রবাহিত হচ্ছে প্রস্রবণ যেখানে তারা থাকবে অনন্তকাল। যারা কাজ করে তাদের জন্য কতইনা চমৎকার প্রতিদান।", "pr": "উলাইকা জাঝাউহুম মাগফিরাতুম মির রাব্বিহিম ওয়া জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা-ওয়ানি‘মা আজরুল ‘আ-মিলীন।", "sura_id": 3 }, { "ar": "قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِى الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عٰقِبَةُ الْمُكَذِّبِينَ", "ayat_id": 137, "id": 430, "bn": "তোমাদের আগে অতীত হয়েছে অনেক ধরনের জীবনাচরণ। তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ যারা মিথ্যা প্রতিপন্ন করেছে তাদের পরিণতি কি হয়েছে।", "pr": "কাদ খালাত মিন কাবলিকুম ছুনানুন ফাছীরু ফিল আরদিফানজুরূকাইফা কা-না ‘আ-কিবাতুল মুকাযযিবীন।", "sura_id": 3 }, { "ar": "هٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ", "ayat_id": 138, "id": 431, "bn": "এই হলো মানুষের জন্য বর্ণনা। আর যারা ভয় করে তাদের জন্য উপদেশবাণী।", "pr": "হা-যা-বায়া-নুল লিন্না-ছি ওয়া হুদাওঁ ওয়া মাও‘ইজাতুল লিলমুত্তাকীন।", "sura_id": 3 }, { "ar": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ", "ayat_id": 139, "id": 432, "bn": "আর তোমরা নিরাশ হয়ো না এবং দুঃখ করো না। যদি তোমরা মুমিন হও তবে, তোমরাই জয়ী হবে।", "pr": "ওয়ালা-তাহিনূওয়ালা-তাহঝানূওয়া আনতুমুল আ‘লাওনা ইন কুনতুম মু’মিনীন।", "sura_id": 3 }, { "ar": "إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُۥ ۚ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ ءَامَنُوا وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ ۗ وَاللَّهُ لَا يُحِبُّ الظّٰلِمِينَ", "ayat_id": 140, "id": 433, "bn": "তোমরা যদি আহত হয়ে থাক, তবে তারাও তো তেমনি আহত হয়েছে। আর এ দিনগুলোকে আমি মানুষের মধ্যে পালাক্রমে আবর্তন ঘটিয়ে থাকি। এভাবে আল্লাহ জানতে চান কারা ঈমানদার আর তিনি তোমাদের কিছু লোককে শহীদ হিসাবে গ্রহণ করতে চান। আর আল্লাহ অত্যাচারীদেরকে ভালবাসেন না।", "pr": "ইয়ঁইয়ামছাছকুম কারহুন ফাকাদ মাছছাল কাওমা কারহুম মিছলুহু ওয়া তিলকাল আইইয়া-মুনুদা-বিলুহা-বাইনান্না-ছি ওয়ালিয়া‘লামাল্লা-হুল্লাযীনা আ-মানূওয়া ইয়াত্তাখিযা মিনকুম শুহাদাআ ওয়াল্লা-হু লা-ইউহিব্বুজ্জা-লিমীন।", "sura_id": 3 }, { "ar": "وَلِيُمَحِّصَ اللَّهُ الَّذِينَ ءَامَنُوا وَيَمْحَقَ الْكٰفِرِينَ", "ayat_id": 141, "id": 434, "bn": "আর এ কারণে আল্লাহ ঈমানদারদেরকে পাক-সাফ করতে চান এবং কাফেরদেরকে ধবংস করে দিতে চান।", "pr": "ওয়া লিইউমাহহিসাল্লাহুল্লাযীনা আ-মানূওয়া ইয়ামহাকাল কা-ফিরীন।", "sura_id": 3 }, { "ar": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جٰهَدُوا مِنكُمْ وَيَعْلَمَ الصّٰبِرِينَ", "ayat_id": 142, "id": 435, "bn": "তোমাদের কি ধারণা, তোমরা জান্নাতে প্রবেশ করবে? অথচ আল্লাহ এখনও দেখেননি তোমাদের মধ্যে কারা জেহাদ করেছে এবং কারা ধৈর্য্যশীল।", "pr": "আম হাছিবতুমআনতাদখুলুল জান্নাতা ওয়া লাম্মা-ইয়া‘লামিল্লা-হুল্লাযীনা জা-হাদূমিনকুম ওয়া ইয়া‘লামাসসা-বিরীন।", "sura_id": 3 }, { "ar": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ الْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ", "ayat_id": 143, "id": 436, "bn": "আর তোমরা তো মৃত্যু আসার আগেই মরণ কামনা করতে, কাজেই এখন তো তোমরা তা চোখের সামনে উপস্থিত দেখতে পাচ্ছ।", "pr": "ওয়া লাকাদ কুনতুম তামান্নাওনাল মাওতা মিন কাবলি আন তালকাওহু ফাকাদ রাআইতুমূহু ওয়া আনতুম তানজুরুন।", "sura_id": 3 }, { "ar": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ ۚ أَفَإِين مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلٰىٓ أَعْقٰبِكُمْ ۚ وَمَن يَنقَلِبْ عَلٰى عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْـًٔا ۗ وَسَيَجْزِى اللَّهُ الشّٰكِرِينَ", "ayat_id": 144, "id": 437, "bn": "আর মুহাম্মদ একজন রসূল বৈ তো নয়! তাঁর পূর্বেও বহু রসূল অতিবাহিত হয়ে গেছেন। তাহলে কি তিনি যদি মৃত্যুবরণ করেন অথবা নিহত হন, তবে তোমরা পশ্চাদপসরণ করবে? বস্তুতঃ কেউ যদি পশ্চাদপসরণ করে, তবে তাতে আল্লাহর কিছুই ক্ষতি-বৃদ্ধি হবে না। আর যারা কৃতজ্ঞ, আল্লাহ তাদের সওয়াব দান করবেন।", "pr": "ওয়ামা-মুহাম্মাদুন ইল্লা-রাছুলুন কাদ খালাত মিন কাবলিহির রুছুলু আফাইম্মা-তা আও কুতিলানকালাবতুম ‘আলাআ‘কা-বিকুম ওয়া মাইঁ ইয়ানকালিব ‘আলা‘আকিবাইহি ফালাইঁ ইয়াদুররাল্লা-হা শাইআওঁ ওয়াছাইয়াজঝিল্লা-হুশশা-কিরীন।", "sura_id": 3 }, { "ar": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتٰبًا مُّؤَجَّلًا ۗ وَمَن يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ الْءَاخِرَةِ نُؤْتِهِۦ مِنْهَا ۚ وَسَنَجْزِى الشّٰكِرِينَ", "ayat_id": 145, "id": 438, "bn": "আর আল্লাহর হুকুম ছাড়া কেউ মরতে পারে না-সেজন্য একটা সময় নির্ধারিত রয়েছে। বস্তুতঃ যে লোক দুনিয়ায় বিনিময় কামনা করবে, আমি তাকে তা দুনিয়াতেই দান করব। পক্ষান্তরে-যে লোক আখেরাতে বিনিময় কামনা করবে, তা থেকে আমি তাকে তাই দেবো। আর যারা কৃতজ্ঞ তাদেরকে আমি প্রতিদান দেবো", "pr": "ওয়ামা-কা-না লিনাফছিন আন তামূতা ইল্লা-বিইযনিল্লা-হি কিতা-বাম মুআজ্জালাওঁ ওয়া মাইঁ ইউরিদ ছাওয়া-বাদ্দুনইয়া-নু’তিহী মিনহা- ওয়া মাইঁ ইউরিদ ছাওয়া-বাল আখিরাতি নু’তিহী মিনহা-ওয়া ছানাজঝিশশা-কিরীন।", "sura_id": 3 }, { "ar": "وَكَأَيِّن مِّن نَّبِىٍّ قٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَآ أَصَابَهُمْ فِى سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا ۗ وَاللَّهُ يُحِبُّ الصّٰبِرِينَ", "ayat_id": 146, "id": 439, "bn": "আর বহু নবী ছিলেন, যাঁদের সঙ্গী-সাথীরা তাঁদের অনুবর্তী হয়ে জেহাদ করেছে; আল্লাহর পথে-তাদের কিছু কষ্ট হয়েছে বটে, কিন্তু আল্লাহর রাহে তারা হেরেও যায়নি, ক্লান্তও হয়নি এবং দমেও যায়নি। আর যারা সবর করে, আল্লাহ তাদেরকে ভালবাসেন।", "pr": "ওয়া কাআইয়িম মিন নাবিইয়িন কা-তালা মা‘আহু রিব্বিইয়ূনা কাছীরুন ফামাওয়াহানূলিমাআসা-বাহুম ফী ছাবীলিল্লা-হি ওয়ামা-দা‘উফূওয়ামাছ তাকা-নূ ওয়াল্লাহু ইউহিব্বুসসা-বিরীন।", "sura_id": 3 }, { "ar": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِينَ", "ayat_id": 147, "id": 440, "bn": "তারা আর কিছুই বলেনি-শুধু বলেছে, হে আমাদের পালনকর্তা! মোচন করে দাও আমাদের পাপ এবং যা কিছু বাড়াবাড়ি হয়ে গেছে আমাদের কাজে। আর আমাদিগকে দৃঢ় রাখ এবং কাফেরদের উপর আমাদিগকে সাহায্য কর।", "pr": "ওয়ামা-কা-না কাওলাহুম ইল্লাআন কা-লূরাব্বানাগ ফিরলানা-যুনূবানা-ওয়া ইছরা-ফানাফীআমরিনা-ওয়াছাব্বিত আকদা-মানা-ওয়ানসুরনা-‘আলাল কাওমিল কা-ফিরীন।", "sura_id": 3 }, { "ar": "فَـَٔاتٰىهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْءَاخِرَةِ ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ", "ayat_id": 148, "id": 441, "bn": "অতঃপর আল্লাহ তাদেরকে দুনিয়ার সওয়াব দান করেছেন এবং যথার্থ আখেরাতের সওয়াব। আর যারা সৎকর্মশীল আল্লাহ তাদেরকে ভালবাসেন।", "pr": "ফাআ-তা-হুমুল্লা-হু ছাওয়া-বাদ্দুনইয়া-ওয়াহুছনা ছাওয়া-বিল আ-খিরাতি ওয়াল্লা-হু ইউহিব্বুল মুহছিনীন।", "sura_id": 3 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوٓا إِن تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلٰىٓ أَعْقٰبِكُمْ فَتَنقَلِبُوا خٰسِرِينَ", "ayat_id": 149, "id": 442, "bn": "হে ঈমানদারগণ! তোমরা যদি কাফেরদের কথা শোন, তাহলে ওরা তোমাদেরকে পেছনে ফিরিয়ে দেবে, তাতে তোমরা ক্ষতির সম্মুখীণ হয়ে পড়বে।", "pr": "ইয়াআইয়ূহাল্লাযীনা আ-মানূইন তুতী‘উল্লাযীনা কাফারু ইয়ারূদ্দূকুমআলাআ‘ক বিকুম ফাতানকালিবূখা-ছিরীন।", "sura_id": 3 }, { "ar": "بَلِ اللَّهُ مَوْلٰىكُمْ ۖ وَهُوَ خَيْرُ النّٰصِرِينَ", "ayat_id": 150, "id": 443, "bn": "বরং আল্লাহ তোমাদের সাহায্যকারী, আর তাঁর সাহায্যই হচ্ছে উত্তম সাহায্য।", "pr": "বালিল্লা-হু মাওলা-কুম ওয়া হুয়া খাইরুন্না-সিরীন।", "sura_id": 3 }, { "ar": "سَنُلْقِى فِى قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَآ أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطٰنًا ۖ وَمَأْوٰىهُمُ النَّارُ ۚ وَبِئْسَ مَثْوَى الظّٰلِمِينَ", "ayat_id": 151, "id": 444, "bn": "খুব শীঘ্রই আমি কাফেরদের মনে ভীতির সঞ্চার করবো। কারণ, ওরা আল্লাহর সাথে অংশীদার সাব্যস্ত করে যে সম্পর্কে কোন সনদ অবতীর্ণ করা হয়নি। আর ওদের ঠিকানা হলো দোযখের আগুন। বস্তুতঃ জালেমদের ঠিকানা অত্যন্ত নিকৃষ্ট।", "pr": "ছানুলকীফী কুলূবিল্লাযীনা কাফারুর রু‘বা বিমাআশরাকূবিল্লা-হি মা-লাম ইউনাঝঝিল বিহী ছুলতা-নাওঁ ওয়ামা’ওয়া-হুমুন্না-রু ওয়াবি’ছা মাছওয়াজ্জা-লিমীন।", "sura_id": 3 }, { "ar": "وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ ۖ حَتّٰىٓ إِذَا فَشِلْتُمْ وَتَنٰزَعْتُمْ فِى الْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرٰىكُم مَّا تُحِبُّونَ ۚ مِنكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الْءَاخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنكُمْ ۗ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ", "ayat_id": 152, "id": 445, "bn": "আর আল্লাহ সে ওয়াদাকে সত্যে পরিণত করেছেন, যখন তোমরা তাঁরই নির্দেশে ওদের খতম করছিলে। এমনকি যখন তোমরা ছত্রভঙ্গ হয়ে পড়েছে ও কর্তব্য স্থির করার ব্যাপারে বিবাদে লিপ্ত হয়েছে। আর যা তোমরা চাইতে তা দেখার পর কৃতঘ্নতা প্রদর্শন করেছ, তাতে তোমাদের কারো কাম্য ছিল দুনিয়া আর কারো বা কাম্য ছিল আখেরাত। অতঃপর তোমাদিগকে সরিয়ে দিলেন ওদের উপর থেকে যাতে তোমাদিগকে পরীক্ষা করেন। বস্তুতঃ তিনি তোমাদিগকে ক্ষমা করেছেন। আর আল্লাহর মুমিনদের প্রতি অনুগ্রহশীল।", "pr": "ওয়া লাকাদ সাদাকাকুমুল্লা-হু ওয়া‘দাহূইযতাহুছছূনাহুম বিইযনিহী হাত্তাইযাফাশিলতুম ওয়াতানা-ঝা‘তুম ফিল আমরি ওয়া‘আসাইতুম মিম বা‘দি মাআরা-কুম মাতুহিববূনা মিনকুম মাইঁ ইউরীদুদ্দুনইয়া-ওয়া মিনকুম মাইঁ ইউরীদুল আ-খিরাতা ছুম্মা সারাফাকুম ‘আনহুম লিইয়াবতালিয়াকুম ওয়া লাকাদ ‘আফা-‘আনকুম ওয়াল্লা-হু যূফাদলিন ‘আলাল মু’মিনীন।", "sura_id": 3 }, { "ar": "إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلٰىٓ أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرٰىكُمْ فَأَثٰبَكُمْ غَمًّۢا بِغَمٍّ لِّكَيْلَا تَحْزَنُوا عَلٰى مَا فَاتَكُمْ وَلَا مَآ أَصٰبَكُمْ ۗ وَاللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ", "ayat_id": 153, "id": 446, "bn": "আর তোমরা উপরে উঠে যাচ্ছিলে এবং পেছন দিকে ফিরে তাকাচ্ছিলে না কারো প্রতি, অথচ রসূল ডাকছিলেন তোমাদিগকে তোমাদের পেছন দিক থেকে। অতঃপর তোমাদের উপর এলো শোকের ওপরে শোক, যাতে তোমরা হাত থেকে বেরিয়ে যাওয়া বস্তুর জন্য দুঃখ না কর এবং যার সম্মুখীণ হচ্ছ সেজন্য বিমর্ষ না হও। আর আল্লাহ তোমাদের কাজের ব্যাপারে অবহিত রয়েছেন।", "pr": "ইযতুস‘ইদূ না ওয়ালা-তালঊনা ‘আলা-আহাদিওঁ ওয়ার রাছূলুইয়াদ‘ঊকুম ফীউখরা-কুম ফাআছা-বাকুম গাম্মাম বিগামমিল লিকাইলা-তাহঝানূ‘আলা-মা-ফা-তাকুম ওয়ালামাআসা-বাকুম ওয়াল্লা-হু খাবীরুম বিমা-তা‘মালূন।", "sura_id": 3 }, { "ar": "ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ الْغَمِّ أَمَنَةً نُّعَاسًا يَغْشٰى طَآئِفَةً مِّنكُمْ ۖ وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجٰهِلِيَّةِ ۖ يَقُولُونَ هَل لَّنَا مِنَ الْأَمْرِ مِن شَىْءٍ ۗ قُلْ إِنَّ الْأَمْرَ كُلَّهُۥ لِلَّهِ ۗ يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَىْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلٰى مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِىَ اللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ ۗ وَاللَّهُ عَلِيمٌۢ بِذَاتِ الصُّدُورِ", "ayat_id": 154, "id": 447, "bn": "অতঃপর তোমাদের উপর শোকের পর শান্তি অবতীর্ণ করলেন, যা ছিল তন্দ্রার মত। সে তন্দ্রায় তোমাদের মধ্যে কেউ কেউ ঝিমোচ্ছিল আর কেউ কেউ প্রাণের ভয়ে ভাবছিল। আল্লাহ সম্পর্কে তাদের মিথ্যা ধারণা হচ্ছিল মুর্খদের মত। তারা বলছিল আমাদের হাতে কি কিছুই করার নেই? তুমি বল, সবকিছুই আল্লাহর হাতে। তারা যা কিছু মনে লুকিয়ে রাখে-তোমার নিকট প্রকাশ করে না সে সবও। তারা বলে আমাদের হাতে যদি কিছু করার থাকতো, তাহলে আমরা এখানে নিহত হতাম না। তুমি বল, তোমরা যদি নিজেদের ঘরেও থাকতে তবুও তারা অবশ্যই বেরিয়ে আসত নিজেদের অবস্থান থেকে যাদের মৃত্যু লিখে দেয়া হয়েছে। তোমাদের বুকে যা রয়েছে তার পরীক্ষা করা ছিল আল্লাহর ইচ্ছা, আর তোমাদের অন্তরে যা কিছু রয়েছে তা পরিষ্কার করা ছিল তাঁর কাম্য। আল্লাহ মনের গোপন বিষয় জানেন।", "pr": "ছুম্মা আনঝালা ‘আলাইকুম মিম বা‘দিল গামমি আমানাতান নু‘আ-ছাইঁ ইয়াগশাতাইফাতাম মিনকুম ওয়া তাইফাতুন কাদ আহাম্মাতহুম আনফছুহুম ইয়াজুন্নূনা বিল্লা-হি গাইরাল হাক্কিজান্নাল জা-হিলিইইয়াতি ইয়াকূলূনা হাল্লানা-মিনাল আমরি মিন শাইইন কুল ইন্নাল আমরা কুল্লাহূলিল্লা-হি ইউখফূনা ফীআনফুছিহিম মা-লাইউবদূ না লাকা ইয়াকূলূনা লাও কা-না লানা-মিনাল আমরি শাইউম মা-কুতিলনা-হাহুনা-কুল্লাও কুনতুম ফী বুয়ূতিকুম লাবারাঝাল্লাযীনা কুতিবা ‘আলাইহিমুল কাতলুইলামাদা-জি‘ইহিম ওয়া লিইয়াবতালিইয়াল্লা-হু মা-ফী সুদূ রিকুম ওয়ালিইউমাহহিসা মাফী কুলূবিকুম ওয়াল্লা-হু ‘আলীমুম বিযা-তিসসুদূ র।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ تَوَلَّوْا مِنكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوا ۖ وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ ۗ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ", "ayat_id": 155, "id": 448, "bn": "তোমাদের যে দুটি দল লড়াইয়ের দিনে ঘুরে দাঁড়িয়েছিল শয়তান তাদেরকে বিভ্রান্ত করেছিল, তাদেরই পাপের দরুন।", "pr": "ইন্নাল্লাযীনা তাওয়াল্লাও মিনকুম ইয়াওমাল তাকাল জাম‘আ-নি ইন্নামাছ তাঝাল্লাহুমুশ শাইতা-নুব্বিা‘দিমা-কাছাবূ ওয়া লাকাদ ‘আফাল্লা-হু ‘আনহুম; ইন্নাল্লা-হা গাফূরুন হালীম।", "sura_id": 3 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوٰنِهِمْ إِذَا ضَرَبُوا فِى الْأَرْضِ أَوْ كَانُوا غُزًّى لَّوْ كَانُوا عِندَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذٰلِكَ حَسْرَةً فِى قُلُوبِهِمْ ۗ وَاللَّهُ يُحْىِۦ وَيُمِيتُ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "ayat_id": 156, "id": 449, "bn": "হে ঈমাণদারগণ! তোমরা তাদের মত হয়ো না, যারা কাফের হয়েছে এবং নিজেদের ভাই বন্ধুরা যখন কোন অভিযানে বের হয় কিংবা জেহাদে যায়, তখন তাদের সম্পর্কে বলে, তারা যদি আমাদের সাথে থাকতো, তাহলে মরতোও না আহতও হতো না। যাতে তারা এ ধারণা সৃষ্টির মাধ্যমে সংশ্লিষ্টদের মনে অনুতাপ সৃষ্টি করতে পারে। অথচ আল্লাহই জীবন দান করেন এবং মৃত্যু দেন। তোমাদের সমস্ত কাজই, তোমরা যা কিছুই কর না কেন, আল্লাহ সবকিছুৃই দেখেন।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাকূনূকাল্লাযীনা কাফারূ ওয়া কা-লূলিইখওয়া-নিহিম ইযা-দারাবূফিল আরদিআও কা-নূগুঝঝাল্লাও কা-নু‘ইনদানা-মা-মা-তূওয়ামাকুতিলূ লিইয়াজ‘আলাল্লা-হু যা-লিকা হাছরাতান ফী কুলূবিহিম ওয়াল্লা-হু ইউহয়ী ওয়া ইউমীতু ওয়াল্লা-হু বিমা-ত‘ামালূনা বাসীর।", "sura_id": 3 }, { "ar": "وَلَئِن قُتِلْتُمْ فِى سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ", "ayat_id": 157, "id": 450, "bn": "আর তোমরা যদি আল্লাহর পথে নিহত হও কিংবা মৃত্যুবরণ কর, তোমরা যা কিছু সংগ্রহ করে থাক আল্লাহ তা’আলার ক্ষমা ও করুণা সে সবকিছুর চেয়ে উত্তম।", "pr": "ওয়ালাইন কুতিলতুম ফী ছাবীলিল্লা-হি আও মুততুম লামাগফিরাতুমমিনাল্লা-হি ওয়া রাহমাতুন খাইরুম মিম্মা-ইয়াজমা‘ঊন।", "sura_id": 3 }, { "ar": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ", "ayat_id": 158, "id": 451, "bn": "আর তোমরা মৃত্যুই বরণ কর অথবা নিহতই হও, অবশ্য আল্লাহ তা’আলার সামনেই সমবেত হবে।", "pr": "ওয়ালাইম মুততুম আও কুতিলতুম লা ইলাল্লা-হি তুহশারূন।", "sura_id": 3 }, { "ar": "فَبِمَا رَحْمَةٍ مِّنَ اللَّهِ لِنتَ لَهُمْ ۖ وَلَوْ كُنتَ فَظًّا غَلِيظَ الْقَلْبِ لَانفَضُّوا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ", "ayat_id": 159, "id": 452, "bn": "আল্লাহর রহমতেই আপনি তাদের জন্য কোমল হৃদয় হয়েছেন পক্ষান্তরে আপনি যদি রাগ ও কঠিন হৃদয় হতেন তাহলে তারা আপনার কাছ থেকে বিচ্ছিন্ন হয়ে যেতো। কাজেই আপনি তাদের ক্ষমা করে দিন এবং তাদের জন্য মাগফেরাত কামনা করুন এবং কাজে কর্মে তাদের পরামর্শ করুন। অতঃপর যখন কোন কাজের সিদ্ধান্ত গ্রহণ করে ফেলেন, তখন আল্লাহ তা’আলার উপর ভরসা করুন আল্লাহ তাওয়াক্কুল কারীদের ভালবাসেন।", "pr": "ফাবিমা-রাহমাতিম মিনাল্লা-হি লিনতা লাহুম ওয়ালাও কুনতা ফাজ্জান গালীজাল কালবি লানফাদ্দূমিন হাওলিকা ফা‘ফু‘আনহুম ওয়াছতাগফির লাহুম ওয়া শাবিরহুম ফিল আমরি ফাইযা-‘আঝামতা ফাতাওয়াক্কাল ‘আলাল্লা-হি ইন্নাল্লা-হাইউহিব্বুল মুতাওয়াক্কিলীন।", "sura_id": 3 }, { "ar": "إِن يَنصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا الَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ", "ayat_id": 160, "id": 453, "bn": "যদি আল্লাহ তোমাদের সহায়তা করেন, তাহলে কেউ তোমাদের উপর পরাক্রান্ত হতে পারবে না। আর যদি তিনি তোমাদের সাহায্য না করেন, তবে এমন কে আছে, যে তোমাদের সাহায্য করতে পারে? আর আল্লাহর ওপরই মুসলমানগনের ভরসা করা উচিত।", "pr": "ইয়ঁইয়ানসুর কুমুল্লা-হু ফালা-গা-লিবা লাকুম ওয়াইয়ঁইয়াখযু লকুম ফামান যাল্লাযী ইয়ানসুরুকুম মিম বা‘দিহী ওয়া ‘আলাল্লা-হি ফালইয়াতাওয়াক্কালিল মু’মিনূন।", "sura_id": 3 }, { "ar": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ", "ayat_id": 161, "id": 454, "bn": "আর কোন বিষয় গোপন করে রাখা নবীর কাজ নয়। আর যে লোক গোপন করবে সে কিয়ামতের দিন সেই গোপন বস্তু নিয়ে আসবে। অতঃপর পরিপূর্ণভাবে পাবে প্রত্যেকে, যা সে অর্জন করেছে। আর তাদের প্রতি কোন অন্যায় করা হবে না।", "pr": "ওয়ামা-কা-না লিনাবিইয়িন আইঁ ইয়াগুল্লা ওয়ামাইঁ ইয়াগলুল ইয়া’তি বিমা-গাল্লা ইয়াওমাল কিয়া-মাতি ছু ম্মা তুওয়াফফা-কুল্লুনাফছিম মা-কাছাবাত ওয়াহুম লাইউজলামূন।", "sura_id": 3 }, { "ar": "أَفَمَنِ اتَّبَعَ رِضْوٰنَ اللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ اللَّهِ وَمَأْوٰىهُ جَهَنَّمُ ۚ وَبِئْسَ الْمَصِيرُ", "ayat_id": 162, "id": 455, "bn": "যে লোক আল্লাহর ইচ্ছার অনুগত, সে কি ঐ লোকের সমান হতে পারে, যে আল্লাহর রোষ অর্জন করেছে? বস্তুতঃ তার ঠিকানা হল দোযখ। আর তা কতইনা নিকৃষ্ট অবস্থান!", "pr": "আফামানিত্তাবা‘আ রিদওয়া-নাল্লা-হি কামাম বা-আ বিছাখাতিম মিনাল্লা-হি ওয়ামা’ওয়া-হু জাহান্নামু; ওয়াবি’ছাল মাসীর।", "sura_id": 3 }, { "ar": "هُمْ دَرَجٰتٌ عِندَ اللَّهِ ۗ وَاللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ", "ayat_id": 163, "id": 456, "bn": "আল্লাহর নিকট মানুষের মর্যাদা বিভিন্ন স্তরের আর আল্লাহ দেখেন যা কিছু তারা করে।", "pr": "হুম দারাজা-তুন ইনদাল্লা-হি ওয়াল্লা-হু বাসীরুম বিমা-ইয়া‘মালূন।", "sura_id": 3 }, { "ar": "لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا عَلَيْهِمْ ءَايٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِى ضَلٰلٍ مُّبِينٍ", "ayat_id": 164, "id": 457, "bn": "আল্লাহ ঈমানদারদের উপর অনুগ্রহ করেছেন যে, তাদের মাঝে তাদের নিজেদের মধ্য থেকে নবী পাঠিয়েছেন। তিনি তাদের জন্য তাঁর আয়াতসমূহ পাঠ করেন। তাদেরকে পরিশোধন করেন এবং তাদেরকে কিতাব ও কাজের কথা শিক্ষা দেন। বস্তুতঃ তারা ছিল পূর্ব থেকেই পথভ্রষ্ট।", "pr": "লাকাদ মান্নাল্লা-হু ‘আলাল মু’মিনীনা ইযবা‘আছা ফীহিম রাছূলাম মিন আনফুছিহিম ইয়াতলূ‘আলাইহিম আ-য়া-তিহী ওয়া ইউঝাক্কীহিম ওয়া ইউ‘আলিলমুহুমুল কিতা-বা ওয়াল হিকমাতা ওয়া ইন কা-নূমিন কাবলূলাফী দালা-লিম মুবীন।", "sura_id": 3 }, { "ar": "أَوَلَمَّآ أَصٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنّٰى هٰذَا ۖ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ إِنَّ اللَّهَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 165, "id": 458, "bn": "যখন তোমাদের উপর একটি মুসীবত এসে পৌছাল, অথচ তোমরা তার পূর্বেই দ্বিগুণ কষ্টে পৌছে গিয়েছ, তখন কি তোমরা বলবে, এটা কোথা থেকে এল? তাহলে বলে দাও, এ কষ্ট তোমাদের উপর পৌছেছে তোমারই পক্ষ থেকে। নিশ্চয়ই আল্লাহ প্রত্যেক বিষয়ের উপর ক্ষমতাশীল।", "pr": "আওয়ালাম্মা-আসা-বাতকুম মুসীবাতুন কাদ আসাবতুম মিছলাইহা- কুলতুম আন্না-হাযা-কুল হুওয়া মিন ‘ইনদি আনফুছিকুম ইন্নাল্লা-হা ‘আলা-কুল্লি শাইইন কাদীর।", "sura_id": 3 }, { "ar": "وَمَآ أَصٰبَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ وَلِيَعْلَمَ الْمُؤْمِنِينَ", "ayat_id": 166, "id": 459, "bn": "আর যেদিন দু’দল সৈন্যের মোকাবিলা হয়েছে; সেদিন তোমাদের উপর যা আপতিত হয়েছে তা আল্লাহর হুকুমেই হয়েছে এবং তা এজন্য যে, তাতে ঈমানদারদিগকে জানা যায়।", "pr": "ওয়ামাআসা-বাকুম ইয়াওমাল তাকাল জাম‘আ-নি ফাবিইযনিল্লা-হি ওয়ালিইয়া‘লামাল মু’মিনীন।", "sura_id": 3 }, { "ar": "وَلِيَعْلَمَ الَّذِينَ نَافَقُوا ۚ وَقِيلَ لَهُمْ تَعَالَوْا قٰتِلُوا فِى سَبِيلِ اللَّهِ أَوِ ادْفَعُوا ۖ قَالُوا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمٰنِ ۚ يَقُولُونَ بِأَفْوٰهِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۗ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ", "ayat_id": 167, "id": 460, "bn": "এবং তাদেরকে যাতে সনাক্ত করা যায় যারা মুনাফিক ছিল। আর তাদেরকে বলা হল এসো, আল্লাহর রাহে লড়াই কর কিংবা শত্রুদিগকে প্রতিহত কর। তারা বলেছিল, আমরা যদি জানতাম যে, লড়াই হবে, তাহলে অবশ্যই তোমাদের সাথে থাকতাম। সে দিন তারা ঈমানের তুলনায় কুফরীর কাছাকাছি ছিল। যা তাদের অন্তরে নেই তারা নিজের মুখে সে কথাই বলে বস্তুতঃআল্লাহ ভালভাবে জানেন তারা যা কিছু গোপন করে থাকে।", "pr": "ওয়ালিইয়া‘লামাল্লাযীনা না-ফাকূওয়া কীলা লাহুম তা‘আ-লাও কা-তিলূফী ছাবীলিল্লা-হি আবিদ ফা‘ঊ কা-লূলাও না‘লামুকিতা-লাল্লাত্তাবা‘না-কুম হুম লিলকুফরি ইয়াওমাইযিন আকরাবুমিনহুম লিলঈমা-নি ইয়াকূলূনা বিআফওয়া-হিহিম মা-লাইছা ফী কুলূবিহিম ওয়াল্লা-হু আ‘লামুবিমা-ইয়াকতুমূন।", "sura_id": 3 }, { "ar": "الَّذِينَ قَالُوا لِإِخْوٰنِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا ۗ قُلْ فَادْرَءُوا عَنْ أَنفُسِكُمُ الْمَوْتَ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 168, "id": 461, "bn": "ওরা হলো যে সব লোক, যারা বসে থেকে নিজেদের ভাইদের সম্বদ্ধে বলে, যদি তারা আমাদের কথা শুনত, তবে নিহত হত না। তাদেরকে বলে দিন, এবার তোমাদের নিজেদের উপর থেকে মৃত্যুকে সরিয়ে দাও, যদি তোমরা সত্যবাদী হয়ে থাক।", "pr": "আল্লাযীনা কা-লূলিইখওয়া-নিহিম ওয়াকা‘আদূলাও আতা-‘ঊনা-মা-কুতিলূ কুল ফাদরাঊ ‘আন আনফুছিকুমুল মাওতা ইন কুনতুম সা-দিকীন।", "sura_id": 3 }, { "ar": "وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِى سَبِيلِ اللَّهِ أَمْوٰتًۢا ۚ بَلْ أَحْيَآءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ", "ayat_id": 169, "id": 462, "bn": "আর যারা আল্লাহর রাহে নিহত হয়, তাদেরকে তুমি কখনো মৃত মনে করো না। বরং তারা নিজেদের পালনকর্তার নিকট জীবিত ও জীবিকাপ্রাপ্ত।", "pr": "ওয়ালা-তাহছাবান্নাল্লাযীনা কুতিলূফী ছাবীলিল্লা-হি আমওয়া-তাম বাল আহইয়াউন ‘ইনদা রাব্বিহিম ইউরঝাকুন।", "sura_id": 3 }, { "ar": "فَرِحِينَ بِمَآ ءَاتٰىهُمُ اللَّهُ مِن فَضْلِهِۦ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِم مِّنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "ayat_id": 170, "id": 463, "bn": "আল্লাহ নিজের অনুগ্রহ থেকে যা দান করেছেন তার প্রেক্ষিতে তারা আনন্দ উদযাপন করছে। আর যারা এখনও তাদের কাছে এসে পৌঁছেনি তাদের পেছনে তাদের জন্যে আনন্দ প্রকাশ করে। কারণ, তাদের কোন ভয় ভীতিও নেই এবং কোন চিন্তা ভাবনাও নেই।", "pr": "ফারিহীনা বিমা-আ-তা-হুমুল্লা-হু মিন ফাদলিহী ওয়াইয়াছতাবশিরূনা বিল্লাযীনা লাম ইয়ালহাকূবিহিম মিন খালফিহিম আল্লা-খাওফুন ‘আলাইহিম ওয়ালা-হুম ইয়াহঝানূন।", "sura_id": 3 }, { "ar": "يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ", "ayat_id": 171, "id": 464, "bn": "আল্লাহর নেয়ামত ও অনুগ্রহের জন্যে তারা আনন্দ প্রকাশ করে এবং তা এভাবে যে, আল্লাহ, ঈমানদারদের শ্রমফল বিনষ্ট করেন না।", "pr": "ইয়াছতাবশিরূনা বিনি‘মাতিম মিনাল্লা-হি ওয়াফাদলিওঁ ওয়া আন্নাল্লা-হা লা-ইউদী‘উ আজরাল মু’মিনীন।", "sura_id": 3 }, { "ar": "الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنۢ بَعْدِ مَآ أَصَابَهُمُ الْقَرْحُ ۚ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ", "ayat_id": 172, "id": 465, "bn": "যারা আহত হয়ে পড়ার পরেও আল্লাহ এবং তাঁর রসূলের নির্দেশ মান্য করেছে, তাদের মধ্যে যারা সৎ ও পরহেযগার, তাদের জন্য রয়েছে মহান সওয়াব।", "pr": "আল্লাযীনাছতা জা-বূলিল্লা-হি ওয়ার রাছূলি মিম বা‘দি মা-আসা-বাহুমুল কারহু লিল্লাযীনা আহছানূমিনহুম ওয়াত্তাকাও আজরুন ‘আজীম।", "sura_id": 3 }, { "ar": "الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمٰنًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ", "ayat_id": 173, "id": 466, "bn": "যাদেরকে লোকেরা বলেছে যে, তোমাদের সাথে মোকাবেলা করার জন্য লোকেরা সমাবেশ করেছে বহু সাজ-সরঞ্জাম; তাদের ভয় কর। তখন তাদের বিশ্বাস আরও দৃঢ়তর হয়ে যায় এবং তারা বলে, আমাদের জন্য আল্লাহই যথেষ্ট; কতই না চমৎকার কামিয়াবীদানকারী।", "pr": "আল্লাযীনা কা-লা লাহুমুন্না-ছুইন্নান্না-ছা কাদ জামা‘ঊ লাকুম ফাখশাওহুম ফাঝা-দাহুম ঈমা-নাওঁ ওয়া কা-লূহাছবুনাল্লা-হু ওয়ানিমা‘ল ওয়াকীল।", "sura_id": 3 }, { "ar": "فَانقَلَبُوا بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوٓءٌ وَاتَّبَعُوا رِضْوٰنَ اللَّهِ ۗ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ", "ayat_id": 174, "id": 467, "bn": "অতঃপর ফিরে এল মুসলমানরা আল্লাহর অনুগ্রহ নিয়ে, তদের কিছুই অনিষ্ট হলো না। তারপর তারা আল্লাহর ইচ্ছার অনুগত হল। বস্তুতঃ আল্লাহর অনুগ্রহ অতি বিরাট।", "pr": "ফানকালাবূ বিনি‘মাতিম মিনাল্লা-হি ওয়া ফাদলিল্লাম ইয়ামছাছহুম ছূূউওঁ ওয়াত্তাবা‘ঊ রিদওয়া-নাল্লা-হি ওয়াল্লা-হু যুফাদলিন ‘আজীম।", "sura_id": 3 }, { "ar": "إِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ أَوْلِيَآءَهُۥ فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ", "ayat_id": 175, "id": 468, "bn": "এরা যে রয়েছে, এরাই হলে শয়তান, এরা নিজেদের বন্ধুদের ব্যাপারে ভীতি প্রদর্শন করে। সুতরাং তোমরা তাদের ভয় করো না। আর তোমরা যদি ঈমানদার হয়ে থাক, তবে আমাকে ভয় কর।", "pr": "ইন্নামা-যা-লিকুমুশশাইতা-নুইউখাওবিফুআওলিয়াআহু ফালা-তাখা-ফূহুম ওয়া খা-ফূনি ইন কুনতুম মু’মিনীন।", "sura_id": 3 }, { "ar": "وَلَا يَحْزُنكَ الَّذِينَ يُسٰرِعُونَ فِى الْكُفْرِ ۚ إِنَّهُمْ لَن يَضُرُّوا اللَّهَ شَيْـًٔا ۗ يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْءَاخِرَةِ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ", "ayat_id": 176, "id": 469, "bn": "আর যারা কুফরের দিকে ধাবিত হচ্ছে তারা যেন তোমাদিগকে চিন্তাম্বিত করে না তোলে। তারা আল্লাহ তা’আলার কোন কিছুই অনিষ্ট সাধন করতে পারবে না। আখেরাতে তাদেরকে কোন কল্যাণ দান না করাই আল্লাহর ইচ্ছা। বস্তুতঃ তাদের জন্যে রয়েছে মহা শাস্তি।", "pr": "ওয়ালা-ইয়াহঝুনকাল্লাযীনা ইউছা-রি‘ঊনা ফিল কুফরি ইন্নাহুম লাইঁ ইয়াদুররুল্লা-হা শাইআইঁ ইউরীদুল্লা-হু আল্লা-ইয়াজ‘আলা লাহুম হাজ্জান ফিল আ-খিরাতি ওয়া লাহুম ‘আযা-বুন ‘আজীম।", "sura_id": 3 }, { "ar": "إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمٰنِ لَن يَضُرُّوا اللَّهَ شَيْـًٔا وَلَهُمْ عَذَابٌ أَلِيمٌ", "ayat_id": 177, "id": 470, "bn": "যারা ঈমানের পরিবর্তে কুফর ক্রয় করে নিয়েছে, তারা আল্লাহ তা’আলার কিছুই ক্ষতিসাধন করতে পারবে না। আর তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।", "pr": "ইন্নাল্লাযীনাশতারাউল কুফরা বিলঈমা-নি লাই ইয়াদুরুল্লা-হা শাইআওঁ ওয়ালাহুম ‘আযা-বুন আলীম।", "sura_id": 3 }, { "ar": "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوٓا أَنَّمَا نُمْلِى لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ ۚ إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُوٓا إِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِينٌ", "ayat_id": 178, "id": 471, "bn": "কাফেররা যেন মনে না করে যে আমি যে, অবকাশ দান করি, তা তাদের পক্ষে কল্যাণকর। আমি তো তাদেরকে অবকাশ দেই যাতে করে তারা পাপে উন্নতি লাভ করতে পারে। বস্তুতঃ তাদের জন্য রয়েছে লাঞ্ছনাজনক শাস্তি।", "pr": "ওয়ালা-ইয়াহছাবান্নাল্লাযীনা কাফারূআন্নামা-নুমলী লাহুম খাইরুল লিআনফুছিহম ইন্নামা-নুমলী লাহুম লিইয়াঝদা-দূ ইছমাওঁ ওয়ালাহুম ‘আযা-বুম মুহীন।", "sura_id": 3 }, { "ar": "مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلٰى مَآ أَنتُمْ عَلَيْهِ حَتّٰى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللَّهَ يَجْتَبِى مِن رُّسُلِهِۦ مَن يَشَآءُ ۖ فَـَٔامِنُوا بِاللَّهِ وَرُسُلِهِۦ ۚ وَإِن تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ", "ayat_id": 179, "id": 472, "bn": "নাপাককে পাক থেকে পৃথক করে দেয়া পর্যন্ত আল্লাহ এমন নন যে, ঈমানদারগণকে সে অবস্থাতেই রাখবেন যাতে তোমরা রয়েছ, আর আল্লাহ এমন নন যে, তোমাদিগকে গায়বের সংবাদ দেবেন। কিন্তু আল্লাহ স্বীয় রসূল গণের মধ্যে যাকে ইচ্ছা বাছাই করে নিয়েছেন। সুতরাং আল্লাহর ওপর এবং তাঁর রসূলগণের ওপর তোমরা প্রত্যয় স্থাপন কর। বস্তুতঃ তোমরা যদি বিশ্বাস ও পরহেযগারীর ওপর প্রতিষ্ঠিত থেকে থাক, তবে তোমাদের জন্যে রয়েছে বিরাট প্রতিদান।", "pr": "মা-কা-নাল্লা-হু লিইয়াযারাল মু’মিনীনা ‘আলা-মাআনতুম ‘আলাইহি হাত্তা-ইয়ামীঝাল খাবীছা মিনাত্তাইয়িবি ওয়ামা-কা-নাল্লা-হু লিইউতলি‘আকুম ‘আলাল গাইবি ওয়ালাকিনাল্লা-হা ইয়াজতাবী মিররুছুলিহী মাইঁ ইয়াশাউ ফাআ-মিনূবিল্লা-হি ওয়ারুছুলিহী ওয়া ইন তু’মিনূওয়া তাত্তাকূফালাকুম আজরুন ‘আজীম।", "sura_id": 3 }, { "ar": "وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَآ ءَاتٰىهُمُ اللَّهُ مِن فَضْلِهِۦ هُوَ خَيْرًا لَّهُم ۖ بَلْ هُوَ شَرٌّ لَّهُمْ ۖ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِۦ يَوْمَ الْقِيٰمَةِ ۗ وَلِلَّهِ مِيرٰثُ السَّمٰوٰتِ وَالْأَرْضِ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "ayat_id": 180, "id": 473, "bn": "আল্লাহ তাদেরকে নিজের অনুগ্রহে যা দান করেছেন তাতে যারা কৃপণতা করে এই কার্পন্য তাদের জন্য মঙ্গলকর হবে বলে তারা যেন ধারণা না করে। বরং এটা তাদের পক্ষে একান্তই ক্ষতিকর প্রতিপন্ন হবে। যাতে তারা কার্পন্য করে সে সমস্ত ধন-সম্পদকে কিয়ামতের দিন তাদের গলায় বেড়ী বানিয়ে পরানো হবে। আর আল্লাহ হচ্ছেন আসমান ও যমীনের পরম সত্ত্বাধিকারী। আর যা কিছু তোমরা কর; আল্লাহ সে সম্পর্কে জানেন।", "pr": "ওয়ালা-ইয়াহছাবান্নাল্লাযীনা ইয়াবখালূনা বিমাআ-তা-হুমুল্লা-হু মিন ফাদলিহী হুওয়া খাইরাল্লাহুম বাল হুওয়া শাররুল্লাহুম ছাইউতাওওয়াকূনা মা-বাখিলূবিহী ইয়াওমাল কিয়া-মাতি ওয়ালিল্লা-হি মীরাছুছ ছামা-ওয়া-তি ওয়াল আরদিওয়াল্লাহু বিমা-তা‘মালূনা খাবীর।", "sura_id": 3 }, { "ar": "لَّقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوٓا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ ۘ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ", "ayat_id": 181, "id": 474, "bn": "নিঃসন্দেহে আল্লাহ তাদের কথা শুনেছেন, যারা বলেছে যে, আল্লাহ হচ্ছেন অভাবগ্রস্ত আর আমরা বিত্তবান! এখন আমি তাদের কথা এবং যেসব নবীকে তারা অন্যায়ভাবে হত্যা করেছে তা লিখে রাখব, অতঃপর বলব, আস্বাদন কর জ্বলন্ত আগুনের আযাব।", "pr": "লাকাদ ছামি‘আল্লা-হু কাওলাল্লাযীনা কালূইন্নাল্লা-হা ফাকীরুওঁ ওয়ানাহনু আগনিয়াউ । ছানাকতুবুমা-কা-লূওয়া কাতলাহুমুল আম্বিয়াআ বিগাইরি হাক্কিওঁ ওয়া নাকূলুযূকূ‘আযা-বাল হারীক।", "sura_id": 3 }, { "ar": "ذٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ", "ayat_id": 182, "id": 475, "bn": "এ হল তারই প্রতিফল যা তোমরা ইতিপূর্বে নিজের হাতে পাঠিয়েছ। বস্তুতঃ আল্লাহ বান্দাদের প্রতি অত্যাচার করেন না।", "pr": "যা-লিকা বিমা-কাদ্দামাত আইদীকুম ওয়া আন্নাল্লা-হা লাইছা বিজাল্লা-মিল লিল‘আবীদ।", "sura_id": 3 }, { "ar": "الَّذِينَ قَالُوٓا إِنَّ اللَّهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُولٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِى بِالْبَيِّنٰتِ وَبِالَّذِى قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 183, "id": 476, "bn": "সে সমস্ত লোক, যারা বলে যে, আল্লাহ আমাদিগকে এমন কোন রসূলের ওপর বিশ্বাস না করতে বলে রেখেছেন যতক্ষণ না তারা আমাদের নিকট এমন কোরবানী নিয়ে আসবেন যাকে আগুন গ্রাস করে নেবে। তুমি তাদের বলে দাও, তোমাদের মাঝে আমার পূর্বে বহু রসূল নিদর্শনসমূহ এবং তোমরা যা আব্দার করেছ তা নিয়ে এসেছিলেন, তখন তোমরা কেন তাদেরকে হত্যা করলে যদি তোমরা সত্য হয়ে থাক।", "pr": "আল্লাযীনা কা-লূইন্নাল্লা-হা ‘আহিদা ইলাইনাআল্লা-নু’মিনা লিরাছূলিন হাত্তাইয়া’তিইয়ানা-বিকুরবা-নিন তা’কুলুহুন্না-রু কুল কাদ জাআকুম রুছুলুম মিন কাবলী বিলবাইয়িনা-তি ওয়াবিল্লাযী কুলতুম ফালিমা কাতালতুমূহুম ইন কুনতুম সা-দিকীন।", "sura_id": 3 }, { "ar": "فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآءُو بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيرِ", "ayat_id": 184, "id": 477, "bn": "তাছাড়া এরা যদি তোমাকে মিথ্যা প্রতিপন্ন করে, তবে তোমার পূর্বেও এরা এমন বহু নবীকে মিথ্যা প্রতিপন্ন করেছে, যারা নিদর্শন সমূহ নিয়ে এসেছিলেন। এবং এনেছিলেন সহীফা ও প্রদীপ্ত গ্রন্থ।", "pr": "ফাইন কাযযাবূকা ফাকাদ কুযযিবা রুছুলুম মিন কাবলিকা জাঊ বিলবাইয়িনা-তি ওয়াঝঝুবুরি ওয়াল কিতা-বিল মুনীর।", "sura_id": 3 }, { "ar": "كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ ۗ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيٰمَةِ ۖ فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ إِلَّا مَتٰعُ الْغُرُورِ", "ayat_id": 185, "id": 478, "bn": "প্রত্যেক প্রাণীকে আস্বাদন করতে হবে মৃত্যু। আর তোমরা কিয়ামতের দিন পরিপূর্ণ বদলা প্রাপ্ত হবে। তারপর যাকে দোযখ থেকে দূরে রাখা হবে এবং জান্নাতে প্রবেশ করানো হবে, তার কার্যসিদ্ধি ঘটবে। আর পার্থিব জীবন ধোঁকা ছাড়া অন্য কোন সম্পদ নয়।", "pr": "কুল্লুনাফছিন যাইকাতুল মাওতি ওয়া ইন্নামা-তুওয়াফফাওনা উজূরাকুম ইয়াওমাল কিয়া-মাতি ফামান ঝুহঝিহা ‘আনিন্না-রি ওয়া উদখিলাল জান্নাতা ফাকাদ ফা-ঝা ওয়ামাল হায়া-তুদ্দুনইয়া-ইল্লা-মাতা-‘উল গুরুর।", "sura_id": 3 }, { "ar": "لَتُبْلَوُنَّ فِىٓ أَمْوٰلِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتٰبَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوٓا أَذًى كَثِيرًا ۚ وَإِن تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذٰلِكَ مِنْ عَزْمِ الْأُمُورِ", "ayat_id": 186, "id": 479, "bn": "অবশ্য ধন-সম্পদে এবং জনসম্পদে তোমাদের পরীক্ষা হবে এবং অবশ্য তোমরা শুনবে পূর্ববর্তী আহলে কিতাবদের কাছে এবং মুশরেকদের কাছে বহু অশোভন উক্তি। আর যদি তোমরা ধৈর্য্য ধারণ কর এবং পরহেযগারী অবলম্বন কর, তবে তা হবে একান্ত সৎসাহসের ব্যাপার।", "pr": "লাতুবলাউন্না ফীআমওয়া-লিকুম ওয়া আনফুছিকুম ওয়ালা তাছমা‘উন্না মিনাল্লাযীনা ঊতুল কিতা-বা মিন কাবলিকুম ওয়া মিনাল্লাযীনা আশরাকূআযান কাছীরাওঁ ওয়া ইন তাসবিরু ওয়া তাত্তাকূফাইন্না যা-লিকা মিন ‘আঝমিল উমূর।", "sura_id": 3 }, { "ar": "وَإِذْ أَخَذَ اللَّهُ مِيثٰقَ الَّذِينَ أُوتُوا الْكِتٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِۦ ثَمَنًا قَلِيلًا ۖ فَبِئْسَ مَا يَشْتَرُونَ", "ayat_id": 187, "id": 480, "bn": "আর আল্লাহ যখন আহলে কিতাবদের কাছ থেকে প্রতিজ্ঞা গ্রহণ করলেন যে, তা মানুষের নিকট বর্ণনা করবে এবং গোপন করবে না, তখন তারা সে প্রতিজ্ঞাকে নিজেদের পেছনে ফেলে রাখল আর তার কেনা-বেচা করল সামান্য মূল্যের বিনিময়ে। সুতরাং কতই না মন্দ তাদের এ বেচা-কেনা।", "pr": "ওয়া ইযআখাযাল্লা-হু মীছাকাল্লাযীনা ঊতুল কিতা-বা লাতুবাইয়িনুন্নাহূ লিন্না-ছি ওয়ালাতাকতুমূনাহূ ফানাবাযূহু ওয়ারাআ জুহূরিহিম ওয়াশতারাও বিহী ছামানান কালীলান ফাবি’ছা মা-ইয়াশতারূন।", "sura_id": 3 }, { "ar": "لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ الْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ", "ayat_id": 188, "id": 481, "bn": "তুমি মনে করো না, যারা নিজেদের কৃতকর্মের উপর আনন্দিত হয় এবং না করা বিষয়ের জন্য প্রশংসা কামনা করে, তারা আমার নিকট থেকে অব্যাহতি লাভ করেছে। বস্তুতঃ তাদের জন্যে রয়েছে বেদনাদায়ক আযাব।", "pr": "লা-তাহছাবান্নাল্লাযীনা ইয়াফরাহূনা বিমাআতাওঁ ওয়া ইউহিববূনা আইঁ ইউহমাদূবিমালাম ইয়াফ‘আলূফালা-তাহছাবান্নাহুম বিমাফা-ঝাতিম মিনাল ‘আযা-বি ওয়া লাহুম ‘আযা-বুন আলীম।", "sura_id": 3 }, { "ar": "وَلِلَّهِ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ ۗ وَاللَّهُ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 189, "id": 482, "bn": "আর আল্লাহর জন্যই হল আসমান ও যমিনের বাদশাহী। আল্লাহই সর্ব বিষয়ে ক্ষমতার অধিকারী।", "pr": "ওয়া লিল্লা-হি মুলকুছ ছামা-ওয়া-তি ওয়াল আরদিওয়াল্লাহু ‘আলা-কুল্লি শাইইন কাদীর।", "sura_id": 3 }, { "ar": "إِنَّ فِى خَلْقِ السَّمٰوٰتِ وَالْأَرْضِ وَاخْتِلٰفِ الَّيْلِ وَالنَّهَارِ لَءَايٰتٍ لِّأُولِى الْأَلْبٰبِ", "ayat_id": 190, "id": 483, "bn": "নিশ্চয় আসমান ও যমীন সৃষ্টিতে এবং রাত্রি ও দিনের আবর্তনে নিদর্শন রয়েছে বোধ সম্পন্ন লোকদের জন্যে।", "pr": "ইন্না ফী খালকিছ ছামা-ওয়া-তি ওয়াল আরদিওয়াখতিলা-ফিল্লাইলি ওয়ান্নাহা-রি লাআ-য়াতিল লিঊলিল আলবা-ব।", "sura_id": 3 }, { "ar": "الَّذِينَ يَذْكُرُونَ اللَّهَ قِيٰمًا وَقُعُودًا وَعَلٰى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ السَّمٰوٰتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هٰذَا بٰطِلًا سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ", "ayat_id": 191, "id": 484, "bn": "যাঁরা দাঁড়িয়ে, বসে, ও শায়িত অবস্থায় আল্লাহকে স্মরণ করে এবং চিন্তা গবেষণা করে আসমান ও জমিন সৃষ্টির বিষযে, (তারা বলে) পরওয়ারদেগার! এসব তুমি অনর্থক সৃষ্টি করনি। সকল পবিত্রতা তোমারই, আমাদিগকে তুমি দোযখের শাস্তি থেকে বাঁচাও।", "pr": "আল্লাযীনা ইয়াযকুরূনাল্লা-হা কিয়া-মাওঁ ওয়াকু‘ঊদাওঁ ওয়া‘আলা-জুনূবিহিম ওয়া ইয়াতাফাক্কারূনা ফী খালকিছছামা-ওয়া-তি ওয়াল আরদিরাব্বানা-মা-খালাকতা হাযা-বা-তিলান ছুবহা-নাকা ফাকিনা-‘আযা-বান্না-র।", "sura_id": 3 }, { "ar": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظّٰلِمِينَ مِنْ أَنصَارٍ", "ayat_id": 192, "id": 485, "bn": "হে আমাদের পালনকর্তা! নিশ্চয় তুমি যাকে দোযখে নিক্ষেপ করলে তাকে সবসময়ে অপমানিত করলে; আর জালেমদের জন্যে তো সাহায্যকারী নেই।", "pr": "রাব্বানাইন্নাকা মান তুদখিলিন্না-রা ফাকাদ আখঝাইতাহূ ওয়ামা-লিজ্জা-লিমীনা মিন আনসা-র।", "sura_id": 3 }, { "ar": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمٰنِ أَنْ ءَامِنُوا بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ", "ayat_id": 193, "id": 486, "bn": "হে আমাদের পালনকর্তা! আমরা নিশ্চিতরূপে শুনেছি একজন আহবানকারীকে ঈমানের প্রতি আহবান করতে যে, তোমাদের পালনকর্তার প্রতি ঈমান আন; তাই আমরা ঈমান এনেছি। হে আমাদের পালনকর্তা! অতঃপর আমাদের সকল গোনাহ মাফ কর এবং আমাদের সকল দোষত্রুটি দুর করে দাও, আর আমাদের মৃত্যু দাও নেক লোকদের সাথে।", "pr": "রাব্বানা-ইন্নানা-ছামি‘না-মুনা-দিআইঁ ইউনা-দী লিল ঈমা-নি আন আ-মিনূবিরাব্বিকুম ফাআমান্না-রাব্বানা-ফাগফিরলানা-যুনূবানা-ওয়াকাফফির‘আন্না-ছাইয়িআ-তিনাওয়াতাওয়াফফানা-মা‘আল আব রা-র।", "sura_id": 3 }, { "ar": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ", "ayat_id": 194, "id": 487, "bn": "হে আমাদের পালনকর্তা! আমাদেরকে দাও, যা তুমি ওয়াদা করেছ তোমার রসূলগণের মাধ্যমে এবং কিয়ামতের দিন আমাদিগকে তুমি অপমানিত করো না। নিশ্চয় তুমি ওয়াদা খেলাফ করো না।", "pr": "রাব্বানা-ওয়া আ-তিনা-মা-ওয়া-‘আত্তানা-‘আলা-রুছুলিকা ওয়ালা-তুখঝিনা-ইয়াওমাল কিয়া-মাতি ইন্নাকা লা-তুখলিফুল মী‘আ-দ।", "sura_id": 3 }, { "ar": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثٰى ۖ بَعْضُكُم مِّنۢ بَعْضٍ ۖ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِن دِيٰرِهِمْ وَأُوذُوا فِى سَبِيلِى وَقٰتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ ثَوَابًا مِّنْ عِندِ اللَّهِ ۗ وَاللَّهُ عِندَهُۥ حُسْنُ الثَّوَابِ", "ayat_id": 195, "id": 488, "bn": "অতঃপর তাদের পালনকর্তা তাদের দোয়া (এই বলে) কবুল করে নিলেন যে, আমি তোমাদের কোন পরিশ্রমকারীর পরিশ্রমই বিনষ্ট করি না, তা সে পুরুষ হোক কিংবা স্ত্রীলোক। তোমরা পরস্পর এক। তারপর সে সমস্ত লোক যারা হিজরত করেছে, তাদেরকে নিজেদের দেশ থেকে বের করে দেওয়া হয়েছে এবং তাদের প্রতি উৎপীড়ন করা হয়েছে আমার পথে এবং যারা লড়াই করেছে ও মৃত্যুবরণ করেছে, অবশ্যই আমি তাদের উপর থেকে অকল্যাণকে অপসারিত করব। এবং তাদেরকে প্রবিষ্ট করব জান্নাতে যার তলদেশে নহর সমূহ প্রবাহিত। এই হলো বিনিময় আল্লাহর পক্ষ থেকে। আর আল্লাহর নিকট রয়েছে উত্তম বিনিময়।", "pr": "ফাছতাজাবা-লাহুম রাব্বুহুম আন্নী লাউদী‘উ ‘আমালা ‘আমিলিম মিনকুম মিন যাকারিন আও উনছা-বা‘দুকুম মিম বা‘দিন ফাল্লাযীনা হা-জারু ওয়া উখরিজুমিন দিয়া-রিহিম ওয়া ঊযূফী ছাবীলী ওয়া কা-তালূওয়া কুতিলূলাউকাফফিরান্না ‘আনহুম ছাইয়িআ-তিহিম ওয়ালা উদখিলান্নাহুম জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু ছাওয়া-বাম মিন ‘ইনদিল্লা-হি ওয়াল্লা-হু ‘ইনদাহু হুছনুছছাওয়া-ব।", "sura_id": 3 }, { "ar": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِى الْبِلٰدِ", "ayat_id": 196, "id": 489, "bn": "নগরীতে কাফেরদের চাল-চলন যেন তোমাদিগকে ধোঁকা না দেয়।", "pr": "লা-ইয়াগুররান্নাকা তাকাল্লুবুল্লাযীনা কাফারু ফিল বিলা-দ।", "sura_id": 3 }, { "ar": "مَتٰعٌ قَلِيلٌ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۚ وَبِئْسَ الْمِهَادُ", "ayat_id": 197, "id": 490, "bn": "এটা হলো সামান্য ফায়দা-এরপর তাদের ঠিকানা হবে দোযখ। আর সেটি হলো অতি নিকৃষ্ট অবস্থান।", "pr": "মাতা-‘উন কালীলুন ছু ম্মা মা’ওয়া-হুম জাহান্নামু ওয়া বি’ছাল মিহা-দ।", "sura_id": 3 }, { "ar": "لٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ اللَّهِ ۗ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلْأَبْرَارِ", "ayat_id": 198, "id": 491, "bn": "কিন্তু যারা ভয় করে নিজেদের পালনকর্তাকে তাদের জন্যে রয়েছে জান্নাত যার তলদেশে প্রবাহিত রয়েছে প্রস্রবণ। তাতে আল্লাহর পক্ষ থেকে সদা আপ্যায়ন চলতে থাকবে। আর যা আল্লাহর নিকট রয়েছে, তা সৎকর্মশীলদের জন্যে একান্তই উত্তম।", "pr": "লা-কিনিল্লাযীনাত তাকাও রাব্বাহুম লাহুম জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা-নুঝুলাম মিন ‘ইনদিল্লা-হি ওয়ামা-‘ইনদাল্লা-হি খাইরুল লিলআবরা-র।", "sura_id": 3 }, { "ar": "وَإِنَّ مِنْ أَهْلِ الْكِتٰبِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايٰتِ اللَّهِ ثَمَنًا قَلِيلًا ۗ أُولٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۗ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ", "ayat_id": 199, "id": 492, "bn": "আর আহলে কিতাবদের মধ্যে কেউ কেউ এমনও রয়েছে, যারা আল্লাহর উপর ঈমান আনে এবং যা কিছু তোমার উপর অবতীর্ণ হয় আর যা কিছু তাদের উপর অবতীর্ণ হয়েছে সেগুলোর উপর, আল্লাহর সামনে বিনয়াবনত থাকে এবং আল্লার আয়াতসমুহকে স্বল্পমুল্যের বিনিময়ে সওদা করে না, তারাই হলো সে লোক যাদের জন্য পারিশ্রমিক রয়েছে তাদের পালনকর্তার নিকট। নিশ্চয়ই আল্লাহ যথাশীঘ্র হিসাব চুকিয়ে দেন।", "pr": "ওয়া ইন্না মিন আহলিল কিতা-বি লামাইঁ ইউ’মিনুবিল্লা-হি ওয়ামাউনঝিলা ইলাইকুম ওয়ামাউনঝিলা ইলাইহিম খা-শি‘ঈনা লিল্লা-হি লা-ইয়াশতারূনা বিআ-য়া-তিল্লা-হি ছামানান কালীলান উলাইকা লাহুম আজরুহুম ‘ইনদা রাব্বিহিম ইন্নাল্লা-হা ছারী‘উল হিছা-ব।", "sura_id": 3 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ", "ayat_id": 200, "id": 493, "bn": "হে ঈমানদানগণ! ধৈর্য্য ধারণ কর এবং মোকাবেলায় দৃঢ়তা অবলম্বন কর। আর আল্লাহকে ভয় করতে থাক যাতে তোমরা তোমাদের উদ্দেশ্য লাভে সমর্থ হতে পার।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুসবিরু ওয়া সা-বিরু ওয়া রা-বিতূ ওয়াত্তাকুল্লা-হা লা‘আল্লাকুম তুফলিহুন।", "sura_id": 3 }]