[{ "ar": "يٰٓأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَىْءٌ عَظِيمٌ", "ayat_id": 1, "id": 2596, "bn": "হে লোক সকল! তোমাদের পালনকর্তাকে ভয় কর। নিশ্চয় কেয়ামতের প্রকম্পন একটি ভয়ংকর ব্যাপার।", "pr": "ইয়াআইয়ুহান্না-ছুত্তাকূরাব্বাকুম ইন্না ঝালঝালাতাছছা-‘আতি শাইউন ‘আজীম।", "sura_id": 22 }, { "ar": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُم بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ", "ayat_id": 2, "id": 2597, "bn": "যেদিন তোমরা তা প্রত্যক্ষ করবে, সেদিন প্রত্যেক স্তন্যধাত্রী তার দুধের শিশুকে বিস্মৃত হবে এবং প্রত্যেক গর্ভবতী তার গর্ভপাত করবে এবং মানুষকে তুমি দেখবে মাতাল; অথচ তারা মাতাল নয় বস্তুতঃ আল্লাহর আযাব সুকঠিন।", "pr": "ইয়াওমা তারাওনাহা-তাযহালুকুলল মুরদি‘আতিন ‘আম্মাআরদা‘আত ওয়া তাদা’উ কুলুল যা-তি হামলিন হামলাহা-ওয়া তারান্না-ছা ছুকা-রা-ওয়ামা-হুম বিছুকা-রা-ওয়ালা-কিন্না ‘আযা-বাল্লা-হি শাদীদ।", "sura_id": 22 }, { "ar": "وَمِنَ النَّاسِ مَن يُجٰدِلُ فِى اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيدٍ", "ayat_id": 3, "id": 2598, "bn": "কতক মানুষ অজ্ঞানতাবশতঃ আল্লাহ সম্পꦣ2503;ক বিতর্ক করে এবং প্রত্যেক অবাধ্য শয়তানের অনুসরণ করে।", "pr": "ওয়া মিনান্না-ছি মাইঁ ইউজা-দিলুফিল্লা-হি বিগাইরি ‘ইলমিওঁ ওয়া ইয়াত্তাবি’উ কুল্লা শাইতা নিম মারীদ।", "sura_id": 22 }, { "ar": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلٰى عَذَابِ السَّعِيرِ", "ayat_id": 4, "id": 2599, "bn": "শয়তান সম্পর্কে লিখে দেয়া হয়েছে যে, যে কেউ তার সাথী হবে, সে তাকে বিভ্রান্ত করবে এবং দোযখের আযাবের দিকে পরিচালিত করবে।", "pr": "কুতিবা ‘আলাইহি আন্নাহূমান তাওয়াল্লা-হু ফাআন্নাহূইউদিল্লুহূওয়া ইয়াহদীহি ইলা-‘আযাবিছ ছা‘ঈর।", "sura_id": 22 }, { "ar": "يٰٓأَيُّهَا النَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ الْبَعْثِ فَإِنَّا خَلَقْنٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى الْأَرْحَامِ مَا نَشَآءُ إِلٰىٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفّٰى وَمِنكُم مَّن يُرَدُّ إِلٰىٓ أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ", "ayat_id": 5, "id": 2600, "bn": "হে লোকসকল! যদি তোমরা পুনরুত্থানের ব্যাপারে সন্দিগ্ধ হও, তবে (ভেবে দেখ-) আমি তোমাদেরকে মৃত্তিকা থেকে সৃষ্টি করেছি। এরপর বীর্য থেকে, এরপর জমাট রক্ত থেকে, এরপর পূর্ণাকৃতিবিশিষ্ট ও অপূর্ণাকৃতিবিশিষ্ট মাংসপিন্ড থেকে, তোমাদের কাছে ব্যক্ত করার জন্যে। আর আমি এক নির্দিষ্ট কালের জন্যে মাতৃগর্ভে যা ইচ্ছা রেখে দেই, এরপর আমি তোমাদেরকে শিশু অবস্থায় বের করি; তারপর যাতে তোমরা যৌবনে পদার্পণ কর। তোমাদের মধ্যে কেউ কেউ মৃত্যুমুখে পতিত হয় এবং তোমাদের মধ্যে কাউকে নিষ্কর্মা বয়স পর্যন্ত পৌছানো হয়, যাতে সে জানার পর জ্ঞাত বিষয় সম্পর্কে সজ্ঞান থাকে না। তুমি ভূমিকে পতিত দেখতে পাও, অতঃপর আমি যখন তাতে বৃষ্টি বর্ষণ করি, তখন তা সতেজ ও স্ফীত হয়ে যায় এবং সর্বপ্রকার সুদৃশ্য উদ্ভিদ উৎপন্ন করে।", "pr": "ইয়াআইয়ুহান্না-ছুইন কুনতুম ফীরাইবিম মিনাল বা‘ছি ফাইন্না-খালাকনা-কুম মিন তুরা-বিন ছু ম্মা মিন নুতফাতিন ছুম্মা মিন ‘আলাকাতিন ছুম্মা মিম মু দগাতিম মুখালিলকাতিওঁ ওয়া গাইরি মুখাল্লাকাতিল লিনুবাইয়িনা লাকুম ওয়া নুকিররু ফিল আরহা-মি মা-নাশাউ ইলাআজালিম মুছাম্মান ছুম্মা নুখরিজুকুম তিফলান ছুম্মা লিতাবলুগূআশুদ্দাকুম ওয়া মিনকুম মাইঁ ইউতাওয়াফফা-ওয়া মিনকুম মাইঁ ইউরাদ্দুইলাআরযালিল ‘উমুরি লিকাইলাইয়া‘লামা মিম বা‘দি ‘ইলমিন শাইআওঁ ওয়া তারাল আরদা হা-মিদাতান ফাইযা আনঝালনা-‘আলাইহাল মাআহতাঝঝাত ওয়া রাবাত ওয়া আমবাতাত মিন কুল্লি ঝাওজিম বাহীজ।", "sura_id": 22 }, { "ar": "ذٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُۥ يُحْىِ الْمَوْتٰى وَأَنَّهُۥ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 6, "id": 2601, "bn": "এগুলো এ কারণে যে, আল্লাহ সত্য এবং তিনি মৃতকে জীবিত করেন এবং তিনি সবকিছুর উপর ক্ষমতাবান।", "pr": "যা-লিকা বিআন্নাল্লা-হা হুওয়াল হাক্কু ওয়া আন্নাহূইউহয়িল মাওতা-ওয়া আন্নাহূ‘আলাকুল্লি শাইয়িন কাদীর।", "sura_id": 22 }, { "ar": "وَأَنَّ السَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَن فِى الْقُبُورِ", "ayat_id": 7, "id": 2602, "bn": "এবং এ কারণে যে, কেয়ামত অবশ্যম্ভাবী, এতে সন্দেহ নেই এবং এ কারণে যে, কবরে যারা আছে, আল্লাহ তাদেরকে পুনরুত্থিত করবেন।", "pr": "ওয়া আন্নাছছা-‘আতা আ-তিয়াতুল লা-রাইবা ফীহা- ওয়া আন্নাল্লা-হা ইয়াব‘আছুমান ফিল কুবূর।", "sura_id": 22 }, { "ar": "وَمِنَ النَّاسِ مَن يُجٰدِلُ فِى اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتٰبٍ مُّنِيرٍ", "ayat_id": 8, "id": 2603, "bn": "কতক মানুষ জ্ঞান; প্রমাণ ও উজ্জ্বল কিতাব ছাড়াই আল্লাহ সম্পর্কে বিতর্ক করে।", "pr": "ওয়া মিনান্না-ছি মাইঁ ইউজা-দিলুফিল্লা-হি বিগাইরি ‘ইলমিওঁ ওয়ালা-হুদাওঁ ওয়ালা-কিতা-বিম মুনীর।", "sura_id": 22 }, { "ar": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ اللَّهِ ۖ لَهُۥ فِى الدُّنْيَا خِزْىٌ ۖ وَنُذِيقُهُۥ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيقِ", "ayat_id": 9, "id": 2604, "bn": "সে পার্শ্ব পরিবর্তন করে বিতর্ক করে, যাতে আল্লাহর পথ থেকে বিভ্রান্ত করে দেয়। তার জন্যে দুনিয়াতে লাঞ্ছনা আছে এবং কেয়ামতের দিন আমি তাকে দহন-যন্ত্রণা আস্বাদন করাব।", "pr": "ছা-নিয়া-‘ইতফিহী লিইউদিল্লা ‘আন ছাবীলিল্লা-হি লাহূফিদ দুনইয়া-খিঝইয়ুওঁ ওয়া নুযীকুহূইয়াওমাল কিয়া-মাতি ‘আযা-বাল হারীক।", "sura_id": 22 }, { "ar": "ذٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلّٰمٍ لِّلْعَبِيدِ", "ayat_id": 10, "id": 2605, "bn": "এটা তোমার দুই হাতের কর্মের কারণে, আল্লাহ বান্দাদের প্রতি জুলুম করেন না।", "pr": "যা-লিকা বিমা-কাদ্দামাত ইয়াদা-কা ওয়া আন্নাল্লা-হা লাইছা বিজাল্লা-মিল লিল‘আবীদ।", "sura_id": 22 }, { "ar": "وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلٰى حَرْفٍ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ اطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقَلَبَ عَلٰى وَجْهِهِۦ خَسِرَ الدُّنْيَا وَالْءَاخِرَةَ ۚ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ", "ayat_id": 11, "id": 2606, "bn": "মানুষের মধ্যে কেউ কেউ দ্বিধা-দ্বন্দ্বে জড়িত হয়ে আল্লাহর এবাদত করে। যদি সে কল্যাণ প্রাপ্ত হয়, তবে এবাদতের উপর কায়েম থাকে এবং যদি কোন পরীক্ষায় পড়ে, তবে পূর্বাবস্থায় ফিরে যায়। সে ইহকালে ও পরকালে ক্ষতিগ্রস্ত। এটাই প্রকাশ্য ক্ষতি", "pr": "ওয়া মিনান্না-ছি মাইঁ ইয়া‘বুদুল্লা-হা ‘আলা-হারফিন ফাইন আসা-বাহূখাইরুনিতমাআন্না বিহী ওয়া ইন আসা-বাতহু ফিতনাতুনিনকালাবা ‘আলা-ওয়াজহিহী খাছিরাদ দুনইয়া-ওয়াল আ-খিরাতা যা-লিকা হুওয়াল খুছরা-নুল মুবীন।", "sura_id": 22 }, { "ar": "يَدْعُوا مِن دُونِ اللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيدُ", "ayat_id": 12, "id": 2607, "bn": "সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে, যে তার অপকার করতে পারে না এবং উপকারও করতে পারে না। এটাই চরম পথভ্রষ্টতা।", "pr": "ইয়াদ‘ঊ মিন দূ নিল্লা-হি মা-লা-ইয়াদুররুহূওয়ামা- লা- ইয়ানফা‘উহূ যা-লিকা হুওয়াদ দালা-লুল বা‘ঈদ।", "sura_id": 22 }, { "ar": "يَدْعُوا لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيرُ", "ayat_id": 13, "id": 2608, "bn": "সে এমন কিছুকে ডাকে, যার অপকার উপকারের আগে পৌছে। কত মন্দ এই বন্ধু এবং কত মন্দ এই সঙ্গী।", "pr": "ইয়াদ‘ঊ লামান দাররুহূআকরাবুমিন নাফ‘ইহী লাবি’ছাল মাওলা-ওয়ালা-বি’ছাল ‘আশীর।", "sura_id": 22 }, { "ar": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ", "ayat_id": 14, "id": 2609, "bn": "যারা বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, আল্লাহ তাদেরকে জান্নাতে দাখিল করবেন, যার তলদেশ দিয়ে নির্ঝরণীসমূহ প্রবাহিত হয়। আল্লাহ যা ইচ্ছা তাই করেন।", "pr": "ইন্নাল্লা-হা ইউদখিলুল্লাযীনা আ-মানূওয়া আমিলুসসা-লিহা-তি জান্না-তিন তাজরী মিন তাহতিহাল আহা-রু ইন্নাল্লা-হা ইয়াফ‘আলুমা-ইউরীদ।", "sura_id": 22 }, { "ar": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ اللَّهُ فِى الدُّنْيَا وَالْءَاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ", "ayat_id": 15, "id": 2610, "bn": "সে ধারণা করে যে, আল্লাহ কখনই ইহকালে ও পরকালে রাসূলকে সাহায্য করবেন না, সে একটি রশি আকাশ পর্যন্ত ঝুলিয়ে নিক; এরপর কেটে দিক; অতঃপর দেখুক তার এই কৌশল তার আক্রোশ দূর করে কিনা।", "pr": "মান কা-না ইয়াজু ন্নুআল্লাইঁ ইয়ানসুরাহুল্লা-হুফিদদুনইয়া-ওয়াল আ-খিরাতি ফালইয়ামদুদ বিছাবাবিন ইলাছ ছামাইছু ম্মাল ইয়াকতা‘ ফালইয়ানজু র হাল ইউযহিবান্না কাইদুহূমাইয়াগীজ।", "sura_id": 22 }, { "ar": "وَكَذٰلِكَ أَنزَلْنٰهُ ءَايٰتٍۭ بَيِّنٰتٍ وَأَنَّ اللَّهَ يَهْدِى مَن يُرِيدُ", "ayat_id": 16, "id": 2611, "bn": "এমনিভাবে আমি সুস্পষ্ট আয়াত রূপে কোরআন নাযিল করেছি এবং আল্লাহ-ই যাকে ইচ্ছা হেদায়েত করেন।", "pr": "ওয়া কাযা-লিকা আনঝালনা-হু আ-য়া-তিম বাইয়িনা-তিওঁ ওয়া আন্নাল্লা-হা ইয়াহদী মাইঁ ইউরীদ।", "sura_id": 22 }, { "ar": "إِنَّ الَّذِينَ ءَامَنُوا وَالَّذِينَ هَادُوا وَالصّٰبِـِٔينَ وَالنَّصٰرٰى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوٓا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ ۚ إِنَّ اللَّهَ عَلٰى كُلِّ شَىْءٍ شَهِيدٌ", "ayat_id": 17, "id": 2612, "bn": "যারা মুসলমান, যারা ইহুদী, সাবেয়ী, খ্রীষ্টান, অগ্নিপুজক এবং যারা মুশরেক, কেয়ামতের দিন আল্লাহ অবশ্যই তাদের মধ্যে ফায়সালা করে দেবেন। সবকিছুই আল্লাহর দৃষ্টির সামনে।", "pr": "ইন্নাল্লাযীনা আ-মানূওয়াল্লাযীনা হা-দূওয়াসসা-বিঈনা ওয়ান্নাসা-রা-ওয়াল মাজুছা ওয়াল্লাযীনা আশরাকূ ইন্নাল্লা-হা ইয়াফসিলুবাইনাহুম ইয়াওমাল কিয়া-মাতি ইন্নাল্লা-হা ‘আলা-কুল্লি শাইয়িন শাহীদ।", "sura_id": 22 }, { "ar": "أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُۥ مَن فِى السَّمٰوٰتِ وَمَن فِى الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَآبُّ وَكَثِيرٌ مِّنَ النَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ۗ وَمَن يُهِنِ اللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَآءُ ۩", "ayat_id": 18, "id": 2613, "bn": "তুমি কি দেখনি যে, আল্লাহকে সেজদা করে যা কিছু আছে নভোমন্ডলে, যা কিছু আছে ভুমন্ডলে, সূর্য, চন্দ্র, তারকারাজি পর্বতরাজি বৃক্ষলতা, জীবজন্তু এবং অনেক মানুষ। আবার অনেকের উপর অবধারিত হয়েছে শাস্তি। আল্লাহ যাকে ইচ্ছা লাঞ্ছিত করেন, তাকে কেউ সম্মান দিতে পারে না। আল্লাহ যা ইচ্ছা তাই করেন", "pr": "আলাম তারা আন্নাল্লা-হা ইয়াছজুদুলাহূ মান ফিছ ছামা-ওয়া-তি ওয়া মান ফিল আরদি ওয়াশশামছুওয়ালকামারু ওয়ান নুজূমুওয়াল জিবা-লুওয়াশশাজারু ওয়াদ্দাওয়া ব্বুওয়া কাছীরুম মিনান্না-ছি ওয়া কাছীরুন হাক্কা ‘আলাইহিল ‘আযা-বু ওয়া মাইঁ ইউহিনিল্লা-হু ফামা-লাহূ মিম মুকরিমিন ইন্নাল্লা-হা ইয়াফ‘আলুমা-ইয়াশাউ(ছিজদাহ-৬)।", "sura_id": 22 }, { "ar": "هٰذَانِ خَصْمَانِ اخْتَصَمُوا فِى رَبِّهِمْ ۖ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الْحَمِيمُ", "ayat_id": 19, "id": 2614, "bn": "এই দুই বাদী বিবাদী, তারা তাদের পালনকর্তা সম্পর্কে বিতর্ক করে। অতএব যারা কাফের, তাদের জন্যে আগুনের পোশাক তৈরী করা হয়েছে। তাদের মাথার উপর ফুটন্ত পানি ঢেলে দেয়া হবে।", "pr": "হা-যা-নি খাছমা-নিখ তাছামূফী রাব্বিহিম ফাল্লাযীনা কাফারূকুত্তি‘আত লাহুম ছিয়া-বুম মিন্না-রিইঁ ইউসাব্বুমিন ফাওকিরুঊছিহিমুল হামীম।", "sura_id": 22 }, { "ar": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَالْجُلُودُ", "ayat_id": 20, "id": 2615, "bn": "ফলে তাদের পেটে যা আছে, তা এবং চর্ম গলে বের হয়ে যাবে।", "pr": "ইউসহারু বিহী মা-ফী বুতূনিহিম ওয়াল জুলূদ।", "sura_id": 22 }, { "ar": "وَلَهُم مَّقٰمِعُ مِنْ حَدِيدٍ", "ayat_id": 21, "id": 2616, "bn": "তাদের জন্যে আছে লোহার হাতুড়ি।", "pr": "ওয়া লাহুম মাকা-মি‘উ মিন হাদীদ।", "sura_id": 22 }, { "ar": "كُلَّمَآ أَرَادُوٓا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ", "ayat_id": 22, "id": 2617, "bn": "তারা যখনই যন্ত্রনায় অতিষ্ঠ হয়ে জাহান্নাম থেকে বের হতে চাইবে, তখনই তাদেরকে তাতে ফিরিয়ে দেয়া হবে। বলা হবেঃ দহন শাস্তি আস্বাদন কর।", "pr": "কুল্লামাআরা-দূ আইঁ ইয়াখরুজুমিনহা-মিন গাম্বিন উ‘ঈদূফীহা- ওয়া যূকূ‘আযাবাল হারীক।", "sura_id": 22 }, { "ar": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ", "ayat_id": 23, "id": 2618, "bn": "নিশ্চয় যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদেরকে দাখিল করবেন উদ্যান সমূহে, যার তলদেশ দিয়ে নির্ঝরিণীসমূহ প্রবাহিত হবে। তাদেরকে তথায় স্বর্ণ-কংকন ও মুক্তা দ্বারা অলংকৃত করা হবে এবং তথায় তাদের পোশাক হবে রেশমী।", "pr": "ইন্নাল্লা-হা ইউদখিলুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু ইউহাল্লাওনা ফীহা-মিন আছা-বিরা মিন যাহাবিওঁ ওয়া লু’লুওআওঁ ওয়া লিবা-ছুহুম ফীহা-হারীর।", "sura_id": 22 }, { "ar": "وَهُدُوٓا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوٓا إِلٰى صِرٰطِ الْحَمِيدِ", "ayat_id": 24, "id": 2619, "bn": "তারা পথপ্রদর্শিত হয়েছিল সৎবাক্যের দিকে এবং পরিচালিত হয়েছিল প্রশংসিত আল্লাহর পথপানে।", "pr": "ওয়া হুদূ ইলাততাইয়িবি মিনাল কাওলি ওয়া হুদূ ইলা-সিরা-তিল হামীদ।", "sura_id": 22 }, { "ar": "إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِى جَعَلْنٰهُ لِلنَّاسِ  سَوَآءً اِۨ لْعَاكِفُ فِيهِ وَالْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ", "ayat_id": 25, "id": 2620, "bn": "যারা কুফর করে ও আল্লাহর পথে বাধা সৃষ্টি করে এবং সেই মসজিদে হারাম থেকে বাধা দেয়, যাকে আমি প্রস্তুত করেছি স্থানীয় ও বহিরাগত সকল মানুষের জন্যে সমভাবে এবং যে মসজিদে হারামে অন্যায়ভাবে কোন ধর্মদ্রোহী কাজ করার ইচছা করে, আমি তাদেরকে যন্ত্রানাদায়ক শাস্তি আস্বাদন করাব।", "pr": "ইন্নাল্লাযীনা কাফারূওয়া ইয়াসুদ্দূনা ‘আন ছাবীলিল্লা-হি ওয়াল মাছজিদিল হারা-মিল্লাযী জা‘আলনা-হু লিন্না-ছি ছাওয়া-আনিল ‘আ-কিফুফীহি ওয়াল বা-দি ওয়া মাইঁ ইউরিদ ফীহি বিইলহা-দিম বিজু লমিন নুযিকহু মিন ‘আযা-বিন আলীম।", "sura_id": 22 }, { "ar": "وَإِذْ بَوَّأْنَا لِإِبْرٰهِيمَ مَكَانَ الْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَالْقَآئِمِينَ وَالرُّكَّعِ السُّجُودِ", "ayat_id": 26, "id": 2621, "bn": "যখন আমি ইব্রাহীমকে বায়তুল্লাহর স্থান ঠিক করে দিয়েছিলাম যে, আমার সাথে কাউকে শরীক করো না এবং আমার গৃহকে পবিত্র রাখ তাওয়াফকারীদের জন্যে, নামাযে দন্ডায়মানদের জন্যে এবং রকু সেজদাকারীদের জন্যে।", "pr": "ওয়া ইয বাওওয়া’না- লিইবরা-হীমা মাকা-নাল বাইতি আল্লা-তুশরিক বী শাইআও ওয়াতাহহির বাইতিয়া লিততাইফীনা ওয়াল কাইমীনা ওয়াররুক্কা‘ইছছুজুদ ।", "sura_id": 22 }, { "ar": "وَأَذِّن فِى النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلٰى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ", "ayat_id": 27, "id": 2622, "bn": "এবং মানুষের মধ্যে হজ্বের জন্যে ঘোষণা প্রচার কর। তারা তোমার কাছে আসবে পায়ে হেঁটে এবং সর্বপ্রকার কৃশকায় উটের পিঠে সওয়ার হয়ে দূর-দূরান্ত থেকে।", "pr": "ওয়া আযযিনফিন্না-ছি বিলহাজ্জি ইয়া’তূকা রিজা-লাওঁ ওয়া ‘আলা-কুল্লি দামিরিইঁ ইয়া’তীনা মিন কুল্লি ফাজজিন ‘আমীক।", "sura_id": 22 }, { "ar": "لِّيَشْهَدُوا مَنٰفِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِىٓ أَيَّامٍ مَّعْلُومٰتٍ عَلٰى مَا رَزَقَهُم مِّنۢ بَهِيمَةِ الْأَنْعٰمِ ۖ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَآئِسَ الْفَقِيرَ", "ayat_id": 28, "id": 2623, "bn": "যাতে তারা তাদের কল্যাণের স্থান পর্যন্ত পৌছে এবং নির্দিষ্ট দিনগুলোতে আল্লাহর নাম স্মরণ করে তাঁর দেয়া চতুস্পদ জন্তু যবেহ করার সময়। অতঃপর তোমরা তা থেকে আহার কর এবং দুঃস্থ-অভাবগ্রস্থকে আহার করাও।", "pr": "লিইয়াশহাদূমানা-ফি‘আ লাহুম ওয়া ইয়াযকুরুছমাল্লা-হি ফীআইইয়া-মিম মা‘লূমা-তিন ‘আলা-মা-রাঝাকাহুম মিম বাহীমাতিল আন‘আ-মি ফাকুলূমিনহা-ওয়াআত‘ইমুল বাইছাল ফাকীর।", "sura_id": 22 }, { "ar": "ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ", "ayat_id": 29, "id": 2624, "bn": "এরপর তারা যেন দৈহিক ময়লা দূর করে দেয়, তাদের মানত পূর্ণ করে এবং এই সুসংরক্ষিত গৃহের তাওয়াফ করে।", "pr": "ছু ম্মাল ইয়াকদূ  তাফাছাহুম ওয়ালইউফূনুযূরাহুম ওয়াল ইয়াততাওওয়াফূবিলবাইতিল ‘আতীক।", "sura_id": 22 }, { "ar": "ذٰلِكَ وَمَن يُعَظِّمْ حُرُمٰتِ اللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ الْأَنْعٰمُ إِلَّا مَا يُتْلٰى عَلَيْكُمْ ۖ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثٰنِ وَاجْتَنِبُوا قَوْلَ الزُّورِ", "ayat_id": 30, "id": 2625, "bn": "এটা শ্রবণযোগ্য। আর কেউ আল্লাহর সম্মানযোগ্য বিধানাবলীর প্রতি সম্মান প্রদর্শন করলে পালনকর্তার নিকট তা তার জন্যে উত্তম। উল্লেখিত ব্যতিক্রমগুলো ছাড়া তোমাদের জন্যে চতুস্পদ জন্তু হালাল করা হয়েছে। সুতরাং তোমরা মূর্তিদের অপবিত্রতা থেকে বেঁচে থাক এবং মিথ্যা কথন থেকে দূরে সরে থাক;", "pr": "যা-লিকা ওয়া মাইঁ ইউ‘আজজিম হুরুমা-তিল্লা-হি ফাহুওয়া খাইরুল্লাহূ‘ইনদা রাব্বিহী ওয়া-উহিল্লাত লাকুমুল আন‘আ-মুইল্লা-মা-ইউতলা-‘আলাইকুম ফাজতানিবুর রিজছা মিনাল আওছা-নি ওয়াজতানিবূকাওলাঝঝূর।", "sura_id": 22 }, { "ar": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَآءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِى بِهِ الرِّيحُ فِى مَكَانٍ سَحِيقٍ", "ayat_id": 31, "id": 2626, "bn": "আল্লাহর দিকে একনিষ্ট হয়ে, তাঁর সাথে শরীক না করে; এবং যে কেউ আল্লাহর সাথে শরীক করল; সে যেন আকাশ থেকে ছিটকে পড়ল, অতঃপর মৃতভোজী পাখী তাকে ছোঁ মেরে নিয়ে গেল অথবা বাতাস তাকে উড়িয়ে নিয়ে কোন দূরবর্তী স্থানে নিক্ষেপ করল।", "pr": "হুনাফাআ লিল্লা-হি গাইরা মুশরিকীনা বিহী ওয়া মাইঁ ইউশরিক বিল্লা-হি ফাকাআন্নামাখাররা মিনাছছামাই ফাতাখতাফুহুততাইরু আও তাহওয়ী বিহির রীহুফী মাকা-নিন ছাহীক।", "sura_id": 22 }, { "ar": "ذٰلِكَ وَمَن يُعَظِّمْ شَعٰٓئِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ", "ayat_id": 32, "id": 2627, "bn": "এটা শ্রবণযোগ্য কেউ আল্লাহর নামযুক্ত বস্তুসমুহের প্রতি সম্মান প্রদর্শন করলে তা তো তার হৃদয়ের আল্লাহভীতি প্রসূত।", "pr": "যা-লিকা ওয়া মাইঁ ইউ‘আজজিম শা‘আইরাল্লা-হি ফাইন্নাহা-মিন তাকওয়াল কুলূব।", "sura_id": 22 }, { "ar": "لَكُمْ فِيهَا مَنٰفِعُ إِلٰىٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى الْبَيْتِ الْعَتِيقِ", "ayat_id": 33, "id": 2628, "bn": "চতুস্পদ জন্তুসমূহের মধ্যে তোমাদের জন্যে নির্দিষ্টকাল পর্যন্ত উপকার রয়েছে। অতঃপর এগুলোকে পৌছাতে হবে মুক্ত গৃহ পর্যন্ত।", "pr": "লাকুম ফীহা-মানা-ফি‘উ ইলাআজালিম মুছাম্মান ছুম্মা মাহিল্লুহাইলাল বাইতিল ‘আতীক।", "sura_id": 22 }, { "ar": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا اسْمَ اللَّهِ عَلٰى مَا رَزَقَهُم مِّنۢ بَهِيمَةِ الْأَنْعٰمِ ۗ فَإِلٰهُكُمْ إِلٰهٌ وٰحِدٌ فَلَهُۥٓ أَسْلِمُوا ۗ وَبَشِّرِ الْمُخْبِتِينَ", "ayat_id": 34, "id": 2629, "bn": "আমি প্রত্যেক উম্মতের জন্যে কোরবানী নির্ধারণ করেছি, যাতে তারা আল্লাহর দেয়া চতুস্পদ জন্তু যবেহ কারার সময় আল্লাহর নাম উচ্চারণ করে। অতএব তোমাদের আল্লাহ তো একমাত্র আল্লাহ সুতরাং তাঁরই আজ্ঞাধীন থাক এবং বিনয়ীগণকে সুসংবাদ দাও;", "pr": "ওয়া লিকুল্লি উম্মাতিন জা‘আলনা-মানছাকাল লিইয়াযকুরুছমাল্লা-হি ‘আলা-মা-রাঝাকাহুম মিম বাহীমাতিল আন‘আ-ম ফাইলা-হুকুম ইলা-হুওঁ ওয়া-হিদুন ফালাহূআছলিমূ ওয়া বাশশিরিল মুখবিতীন।", "sura_id": 22 }, { "ar": "الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصّٰبِرِينَ عَلٰى مَآ أَصَابَهُمْ وَالْمُقِيمِى الصَّلٰوةِ وَمِمَّا رَزَقْنٰهُمْ يُنفِقُونَ", "ayat_id": 35, "id": 2630, "bn": "যাদের অন্তর আল্লাহর নাম স্মরণ করা হলে ভীত হয় এবং যারা তাদের বিপদাপদে ধৈর্য্যধারণ করে এবং যারা নামায কায়েম করে ও আমি যা দিয়েছি, তা থেকে ব্যয় করে।", "pr": "আল্লাযীনা ইযা-যুকিরাল্লা-হু ওয়াজিলাত কুলূবুহুম ওয়াসসাবিরীনা ‘আলা-মাআসাবাহুম ওয়াল মুকীমিসসালা-তি ওয়া মিম্মা-রাঝাকনা-হুম ইউনফিকূন।", "sura_id": 22 }, { "ar": "وَالْبُدْنَ جَعَلْنٰهَا لَكُم مِّن شَعٰٓئِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ۚ كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ", "ayat_id": 36, "id": 2631, "bn": "এবং কা’বার জন্যে উৎসর্গীকৃত উটকে আমি তোমাদের জন্যে আল্লাহর অন্যতম নিদর্শন করেছি। এতে তোমাদের জন্যে মঙ্গল রয়েছে। সুতরাং সারিবদ্ধভাবে বাঁধা অবস্থায় তাদের যবেহ করার সময় তোমরা আল্লাহর নাম উচ্চারণ কর। অতঃপর যখন তারা কাত হয়ে পড়ে যায় তখন তা থেকে তোমরা আহার কর এবং আহার করাও যে কিছু যাচ্ঞা করে না তাকে এবং যে যাচ্ঞা করে তাকে। এমনিভাবে আমি এগুলোকে তোমাদের বশীভূত করে দিয়েছি, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।", "pr": "ওয়ালবুদনা জা‘আলনা-হা-লাকুম মিন শা‘আইরিল্লা-হি লাকুম ফীহা-খাইরুন ফাযকরুছ মাল্লা-হি ‘আলাইহা-সাওয়াফফা ফাইযা-ওয়াজাবাত জুনূবুহা-ফাকুলূ মিনহা-ওয়া আত‘ইমুল কা-নি‘আ ওয়াল মু‘তাররা কাযা-লিকা ছাখখারনা-হা-লাকুম লা‘আল্লাকুম তাশকুরূন।", "sura_id": 22 }, { "ar": "لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلٰكِن يَنَالُهُ التَّقْوٰى مِنكُمْ ۚ كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِينَ", "ayat_id": 37, "id": 2632, "bn": "এগুলোর গোশত ও রক্ত আল্লাহর কাছে পৌঁছে না, কিন্তু পৌঁছে তাঁর কাছে তোমাদের মনের তাকওয়া। এমনিভাবে তিনি এগুলোকে তোমাদের বশ করে দিয়েছেন, যাতে তোমরা আল্লাহর মহত্ত্ব ঘোষণা কর এ কারণে যে, তিনি তোমাদের পথ প্রদর্শন করেছেন। সুতরাং সৎকর্মশীলদের সুসংবাদ শুনিয়ে দিন।", "pr": "লাইঁ ইয়ানা-লাল্লা-হা লুহূমুহা-ওয়ালা-দিমাউহা-ওয়ালা-কিইঁ ইয়ানা-লুহুততাকওয়ামিনকুম কাযা-লিকা ছাখখারাহা-লাকুম লিতুকাববিরুল্লা-হা ‘আলা-মা-হাদা-কুম ওয়া বাশশিরিল মুহছিনীন।", "sura_id": 22 }, { "ar": "إِنَّ اللَّهَ يُدٰفِعُ عَنِ الَّذِينَ ءَامَنُوٓا ۗ إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ", "ayat_id": 38, "id": 2633, "bn": "আল্লাহ মুমিনদের থেকে শত্রুদেরকে হটিয়ে দেবেন। আল্লাহ কোন বিশ্বাসঘাতক অকৃতজ্ঞকে পছন্দ করেন না।", "pr": "ইন্নাল্লা-হা ইউদা-ফি‘উ ‘আনিল্লাযীনা আ-মানূ ইন্নাল্লা-হা লা-ইউহিব্বুকুল্লা খাওওয়ানিন কাফূর।", "sura_id": 22 }, { "ar": "أُذِنَ لِلَّذِينَ يُقٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا ۚ وَإِنَّ اللَّهَ عَلٰى نَصْرِهِمْ لَقَدِيرٌ", "ayat_id": 39, "id": 2634, "bn": "যুদ্ধে অনুমতি দেয়া হল তাদেরকে যাদের সাথে কাফেররা যুদ্ধ করে; কারণ তাদের প্রতি অত্যাচার করা হয়েছে। আল্লাহ তাদেরকে সাহায্য করতে অবশ্যই সক্ষম।", "pr": "উযিনা লিল্লাযীনা ইউকা-তালূনা বিআন্নাহুম জুলিমূ ওয়া ইন্নাল্লা-হা ‘আলা-নাসরিহিম লা-কাদীর।", "sura_id": 22 }, { "ar": "الَّذِينَ أُخْرِجُوا مِن دِيٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا رَبُّنَا اللَّهُ ۗ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوٰمِعُ وَبِيَعٌ وَصَلَوٰتٌ وَمَسٰجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ اللَّهَ لَقَوِىٌّ عَزِيزٌ", "ayat_id": 40, "id": 2635, "bn": "যাদেরকে তাদের ঘর-বাড়ী থেকে অন্যায়ভাবে বহিস্কার করা হয়েছে শুধু এই অপরাধে যে, তারা বলে আমাদের পালনকর্তা আল্লাহ। আল্লাহ যদি মানবজাতির একদলকে অপর দল দ্বারা প্রতিহত না করতেন, তবে (খ্রীষ্টানদের) নির্ঝন গির্জা, এবাদত খানা, (ইহুদীদের) উপাসনালয় এবং মসজিদসমূহ বিধ্বস্ত হয়ে যেত, যেগুলাতে আল্লাহর নাম অধিক স্মরণ করা হয়। আল্লাহ নিশ্চয়ই তাদেরকে সাহায্য করবেন, যারা আল্লাহর সাহায্য করে। নিশ্চয়ই আল্লাহ পরাক্রমশালী শক্তিধর।", "pr": "আল্লাযীনা উখরিজুমিন দিয়া-রিহিম বিগাইরি হাক্কিন ইল্লাআইঁ ইয়াকূলূরাব্বুনাল্লা-হু ওয়া লাওলা-দাফ‘উল্লা-হিন্না-ছা বা‘দাহুম ব্বিা‘দিল লাহুদ্দিমাত ছাওয়া-মি‘উ ওয়া বিয়া‘উওঁ ওয়া সালাওয়া-তুওঁ ওয়া মাছা-জিদুইউযকারু ফীহাছমুল্লা-হি কাছীরাও ওয়ালাইয়ানসুরান্নাল্লা-হু মাইঁ ইয়ানসুরুহূ ইন্নাল্লা-হা লাকাবিইয়ুউন ‘আঝীঝ।", "sura_id": 22 }, { "ar": "الَّذِينَ إِن مَّكَّنّٰهُمْ فِى الْأَرْضِ أَقَامُوا الصَّلٰوةَ وَءَاتَوُا الزَّكٰوةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ ۗ وَلِلَّهِ عٰقِبَةُ الْأُمُورِ", "ayat_id": 41, "id": 2636, "bn": "তারা এমন লোক যাদেরকে আমি পৃথিবীতে শক্তি-সামর্থ?2470;ান করলে তারা নামায কায়েম করবে, যাকাত দেবে এবং সৎকাজে আদেশ ও অসৎকাজে নিষেধ করবে। প্রত্যেক কর্মের পরিণাম আল্লাহর এখতিয়ারভূক্ত।", "pr": "আল্লাযীনা ইম মাকান্না-হুম ফিল আরদিআকা-মুসসালা-তা ওয়া আ-তাউঝঝাকা-তা ওয়া আমারূ বিল মা‘রূফি ওয়া নাহাও ‘আনিল মুনকারি ওয়া লিল্লা-হি ‘আ-কিবাতুল উমূর।", "sura_id": 22 }, { "ar": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ", "ayat_id": 42, "id": 2637, "bn": "তারা যদি আপনাকে মিথ্যাবাদী বলে, তবে তাদের পূর্বে মিথ্যাবাদী বলেছে কওমে নূহ, আদ, সামুদ,", "pr": "ওয়া ইয়ঁইউকাযযিবূকা ফাকাদ কাযযাবাত কাবলাহুম কাওমুনূহিওঁ ওয়া ‘আদুওঁ ওয়া ছামূদ ।", "sura_id": 22 }, { "ar": "وَقَوْمُ إِبْرٰهِيمَ وَقَوْمُ لُوطٍ", "ayat_id": 43, "id": 2638, "bn": "ইব্রাহীম ও লূতের সম্প্রদায়ও।", "pr": "ওয়া কাওমুইবরা-হীমা ওয়া কাওমুলূত।", "sura_id": 22 }, { "ar": "وَأَصْحٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسٰى فَأَمْلَيْتُ لِلْكٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ", "ayat_id": 44, "id": 2639, "bn": "এবং মাদইয়ানের অধিবাসীরা এবং মিথ্যাবাদী বলা হয়েছিল মূসাকেও। অতঃপর আমি কাফেরদেরকে সুযোগ দিয়েছিলাম এরপর তাদেরকে পাকড়াও করেছিলাম অতএব কি ভীষণ ছিল আমাকে অস্বীকৃতির পরিণাম।", "pr": "ওয়া আসহা-বুমাদইয়ানা ওয়া কুযযি বা মূছা-ফাআমলাইতুলিলকা-ফিরীনা ছুম্মা আখাযতুহুম ফাকাইফা কা-না নাকীর।", "sura_id": 22 }, { "ar": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلٰى عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ", "ayat_id": 45, "id": 2640, "bn": "আমি কত জনপদ ধ্বংস করেছি এমতাবস্থায় যে, তারা ছিল গোনাহগার। এই সব জনপদ এখন ধ্বংসস্তুপে পরিণত হয়েছে এবং কত কূপ পরিত্যক্ত হয়েছে ও কত সুদৃঢ় প্রাসাদ ধ্বংস হয়েছে।", "pr": "ফাকাআইয়িম মিন কারইয়াতিন আহলাকনা-হা-ওয়াহিয়া জা-লিমাতুন ফাহিয়া খাওয়িয়াতুন ‘আলা-‘উরূশিহা-ওয়া বি’রিম মু‘আততালাতিওঁ ওয়া কাসরিম মাশীদ।", "sura_id": 22 }, { "ar": "أَفَلَمْ يَسِيرُوا فِى الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى الْأَبْصٰرُ وَلٰكِن تَعْمَى الْقُلُوبُ الَّتِى فِى الصُّدُورِ", "ayat_id": 46, "id": 2641, "bn": "তারা কি এই উদ্দেশ্যে দেশ ভ্রমণ করেনি, যাতে তারা সমঝদার হৃদয় ও শ্রবণ শক্তি সম্পন্ন কর্ণের অধিকারী হতে পারে? বস্তুতঃ চক্ষু তো অন্ধ হয় না, কিন্তু বক্ষ স্থিত অন্তরই অন্ধ হয়।", "pr": "আফালাম ইয়াছীরূফিল আরদিফাতাকূনা লাহুম কুলূবুইঁ ইয়া‘কিলূনা বিহাআও আ-যানুইঁ ইয়াছমা‘ঊনা বিহা- ফাইন্নাহা-লা-তা‘মাল আবসা-রু ওয়ালা-কিন তা‘মাল কুলূবুল্লাতী ফিসসুদূ র।", "sura_id": 22 }, { "ar": "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَن يُخْلِفَ اللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ", "ayat_id": 47, "id": 2642, "bn": "তারা আপনাকে আযাব ত্বরান্বিত করতে বলে। অথচ আল্লাহ কখনও তাঁর ওয়াদা ভঙ্গ করেন না। আপনার পালনকর্তার কাছে একদিন তোমাদের গণনার এক হাজার বছরের সমান।", "pr": "ওয়া ইয়াছতা‘জিলূনাকা বিল‘আযা-বি ওয়ালাইঁ ইউখলিফাল্লা-হু ওয়া‘দাহূ ওয়া ইন্না ইয়াওমান ‘ইনদা রাব্বিকা কাআলফি ছানাতিম মিম্মা-তা‘উদ্দূন।", "sura_id": 22 }, { "ar": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ الْمَصِيرُ", "ayat_id": 48, "id": 2643, "bn": "এবং আমি কত জনপদকে অবকাশ দিয়েছি এমতাবস্থায় যে, তারা গোনাহগার ছিল। এরপর তাদেরকে পাকড়াও করেছি এবং আমার কাছেই প্রত্যাবর্তন করতে হবে।", "pr": "ওয়া কাআইয়িম মিন কারইয়াতিন আমলাইতুলাহা-ওয়াহিয়া জা-লিমাতুন ছুম্মা আখাযতুহা- ওয়া ইলাইইয়াল মাসীর।", "sura_id": 22 }, { "ar": "قُلْ يٰٓأَيُّهَا النَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ", "ayat_id": 49, "id": 2644, "bn": "বলুনঃ হে লোক সকল! আমি তো তোমাদের জন্যে স্পষ্ট ভাষায় সতর্ককারী।", "pr": "কুল ইয়াআইয়ুহান্না-ছুইন্নামাআনা লাকুম নাযীরুম মুবীন।", "sura_id": 22 }, { "ar": "فَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "ayat_id": 50, "id": 2645, "bn": "সুতরাং যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, তাদের জন্যে আছে পাপ মার্জনা এবং সম্মানজনক রুযী।", "pr": "ফাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লাহুম মাগফিরাতুওঁ ওয়া রিঝকুন কারীম।", "sura_id": 22 }, { "ar": "وَالَّذِينَ سَعَوْا فِىٓ ءَايٰتِنَا مُعٰجِزِينَ أُولٰٓئِكَ أَصْحٰبُ الْجَحِيمِ", "ayat_id": 51, "id": 2646, "bn": "এবং যারা আমার আয়াতসমূহকে ব্যর্থ করার জন্যে চেষ্টা করে, তারাই দোযখের অধিবাসী।", "pr": "ওয়াল্লাযীনা ছা‘আও ফীআ-য়া-তিনা-মু‘আ-জিঝীনা উলাইকা আসহা-বুল জাহীম।", "sura_id": 22 }, { "ar": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنّٰىٓ أَلْقَى الشَّيْطٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ اللَّهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللَّهُ ءَايٰتِهِۦ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ", "ayat_id": 52, "id": 2647, "bn": "আমি আপনার পূর্বে যে সমস্ত রাসূল ও নবী প্রেরণ করেছি, তারা যখনই কিছু কল্পনা করেছে, তখনই শয়তান তাদের কল্পনায় কিছু মিশ্রণ করে দিয়েছে। অতঃপর আল্লাহ দূর করে দেন শয়তান যা মিশ্রণ করে। এরপর আল্লাহ তাঁর আয়াতসমূহকে সু-প্রতিষ্ঠিত করেন এবং আল্লাহ জ্ঞানময়, প্রজ্ঞাময়।", "pr": "ওয়ামাআরছালনা-মিন কাবলিকা মির রাছূলিওঁ ওয়ালা-নাবিইয়িন ইল্লাইযা-তামান্না আলকাশ শাইতা-নুফীউমনিইইয়াতিহী ফাইয়ানছাখুল্লা-হু মা-ইউলকিশশাইতা-নু ছু ম্মা ইউহকিমুল্লা-হু আ-য়া-তিহী ওয়াল্লা-হু ‘আলীমুন হাকীম।", "sura_id": 22 }, { "ar": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ الظّٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ", "ayat_id": 53, "id": 2648, "bn": "এ কারণে যে, শয়তান যা মিশ্রণ করে, তিনি তা পরীক্ষাস্বরূপ করে দেন, তাদের জন্যে, যাদের অন্তরে রোগ আছে এবং যারা পাষাণহৃদয়। গোনাহগাররা দূরবর্তী বিরোধিতায় লিপ্ত আছে।", "pr": "লিইয়াজ‘আলা মা-ইউলকিশশাইতা-নুফিতনাতাল লিল্লাযীনা ফী কুলূবিহিম মারাদুওঁ ওয়াল কা-ছিয়াতি কুলূবুহুম ওয়া ইন্নাজ্জা-লিমীনা লাফী শিকা-কিম বা‘ঈদ।", "sura_id": 22 }, { "ar": "وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ ءَامَنُوٓا إِلٰى صِرٰطٍ مُّسْتَقِيمٍ", "ayat_id": 54, "id": 2649, "bn": "এবং এ কারণেও যে, যাদেরকে জ্ঞানদান করা হয়েছে; তারা যেন জানে যে এটা আপনার পালনকর্তার পক্ষ থেকে সত্য; অতঃপর তারা যেন এতে বিশ্বাস স্তাপন করে এবং তাদের অন্তর যেন এর প্রতি বিজয়ী হয়। আল্লাহই বিশ্বাস স্থাপনকারীকে সরল পথ প্রদর্শন করেন।", "pr": "ওয়া লিইয়া‘লামাল্লাযীনা ঊতুল ‘ইলমা আন্নাহুল হাক্কুমির রাব্বিকা ফাইউ‘মিনূবিহী ফাতুখবিতা লাহূকুলূবুহুম ওয়া ইন্নাল্লা-হা লাহা-দিল্লাযীনা আ-মানূইলা-সিরাতিম মুছতাকীম।", "sura_id": 22 }, { "ar": "وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِى مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ", "ayat_id": 55, "id": 2650, "bn": "কাফেররা সর্বদাই সন্দেহ পোষন করবে যে পর্যন্ত না তাদের কাছে আকস্মিকভাবে কেয়ামত এসে পড়ে অথবা এসে পড়ে তাদের কাছে এমন দিবসের শাস্তি যা থেকে রক্ষার উপায় নেই।", "pr": "ওয়ালা- ইয়াঝা-লুল্লাযীনা কাফারূফী মিরইয়াতিম মিনহু হাত্তা- তা’তিয়াহুমুছছা-‘আতু বাগতাতান আও ইয়া’তিয়াহুম ‘আযা-বুইয়াওমিন ‘আকীম।", "sura_id": 22 }, { "ar": "الْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ فِى جَنّٰتِ النَّعِيمِ", "ayat_id": 56, "id": 2651, "bn": "রাজত্ব সেদিন আল্লাহরই; তিনিই তাদের বিচার করবেন। অতএব যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে তারা নেয়ামত পূর্ণ কাননে থাকবে।", "pr": "আল মুলকুইয়াওমাইযিল লিল্লা-হি ইয়াহকুমুবাইনাহুম ফাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ফী জান্না-তিন না‘ঈম।", "sura_id": 22 }, { "ar": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايٰتِنَا فَأُولٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ", "ayat_id": 57, "id": 2652, "bn": "এবং যারা কুফরি করে এবং আমার আয়াত সমূহকে মিথ্যা বলে তাদের জন্যে লাঞ্ছনাকর শাস্তি রয়েছে।", "pr": "ওয়াল্লাযীনা কাফারূওয়া কাযযাবূবিআ-য়া-তিনা-ফাউলাইকা লাহুম ‘আযা-বুম মুহীন।", "sura_id": 22 }, { "ar": "وَالَّذِينَ هَاجَرُوا فِى سَبِيلِ اللَّهِ ثُمَّ قُتِلُوٓا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرّٰزِقِينَ", "ayat_id": 58, "id": 2653, "bn": "যারা আল্লাহর পথে গৃহ ত্যাগ করেছে, এরপর নিহত হয়েছে অথবা মরে গেছে; আল্লাহ তাদেরকে অবশ্যই উৎকৃষ্ট জীবিকা দান করবেন এবং আল্লাহ সর্বোৎকৃষ্ট রিযিক দাতা।", "pr": "ওয়াল্লাযীনা হা-জারূফী ছাবীলিল্লা-হি ছুম্মা কুতিলূআও মা-তূলাইয়ারঝুকান্নাহুমুল্লা-হু রিঝকান হাছানাওঁ ওয়া ইন্নাল্লা-হা লাহুওয়া খাইরুর রা-ঝিকীন।", "sura_id": 22 }, { "ar": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ ۗ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ", "ayat_id": 59, "id": 2654, "bn": "তাদেরকে অবশ্যই এমন এক স্থানে পৌছাবেন, যাকে তারা পছন্দ করবে এবং আল্লাহ জ্ঞানময়, সহনশীল।", "pr": "লাইউদখিলান্নাহুম মু দ খালাইঁ ইয়ারদাওনাহূ ওয়া ইন্নাল্লা-হা লা‘আলীমুন হালীম।", "sura_id": 22 }, { "ar": "ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ اللَّهُ ۗ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ", "ayat_id": 60, "id": 2655, "bn": "এ তো শুনলে, যে ব্যক্তি নিপীড়িত হয়ে নিপীড়ন পরিমাণে প্রতিশোধ গ্রহণ করে এবং পুনরায় সে নিপীড়িত হয়, আল্লাহ অবশ্যই তাকে সাহায্য করবেন। নিশ্চয় আল্লাহ মার্জনাকারী ক্ষমাশীল।", "pr": "যা-লিকা ওয়ামান ‘আ-কাবা বিমিছলি মা-‘উকিবা বিহী ছুম্মা বুগিয়া ‘আলাইহি লাইয়ানসুরান্নাহুল্লা-হু ইন্নাল্লা-হা লা‘আফুওউন গাফূর।", "sura_id": 22 }, { "ar": "ذٰلِكَ بِأَنَّ اللَّهَ يُولِجُ الَّيْلَ فِى النَّهَارِ وَيُولِجُ النَّهَارَ فِى الَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌۢ بَصِيرٌ", "ayat_id": 61, "id": 2656, "bn": "এটা এ জন্যে যে, আল্লাহ রাত্রিকে দিনের মধ্যে এবং দিনকে রাত্রির মধ্য দাখিল করে দেন এবং আল্লাহ সবকিছু শোনেন, দেখেন।", "pr": "যা-লিকা বিআন্নাল্লা-হা ইউলিজুল্লাইলা ফিন্নাহা-রি ওয়া ইউলিজুন্নাহা-রা ফিল্লাইলি ওয়া আন্নাল্লা-হা ছামী‘উম বাসীর।", "sura_id": 22 }, { "ar": "ذٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ الْبٰطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِىُّ الْكَبِيرُ", "ayat_id": 62, "id": 2657, "bn": "এটা এ কারণেও যে, আল্লাহই সত্য; আর তাঁর পরিবর্তে তারা যাকে ডাকে, তা অসত্য এবং আল্লাহই সবার উচ্চে, মহান।", "pr": "যা-লিকা বিআন্নাল্লা-হা হুওয়াল হাক্কুওয়াআন্না মা-ইয়াদ‘উনা মিন দূনিহী হুওয়াল বা-তিলু ওয়া আন্নাল্লা-হা হুয়াল ‘আলিইয়ুল কাবীর।", "sura_id": 22 }, { "ar": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَآءِ مَآءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً ۗ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ", "ayat_id": 63, "id": 2658, "bn": "তুমি কি দেখ না যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, অতঃপর ভূপৃষ্ট সবুজ-শ্যামল হয়ে উঠে। নিশ্চয় আল্লাহ সুক্ষদর্শী, সর্ববিষয়ে খবরদার।", "pr": "আলাম তারা আন্নাল্লা-হা আনঝালা মিনাছছামাই মাআন ফাতুসবিহুল আরদু মুখদাররাতান ইন্নাল্লা-হা লাতীফুন খাবীর।", "sura_id": 22 }, { "ar": "لَّهُۥ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ وَإِنَّ اللَّهَ لَهُوَ الْغَنِىُّ الْحَمِيدُ", "ayat_id": 64, "id": 2659, "bn": "নভোমন্ডল ও ভুপৃষ্ঠে যা কিছু আছে, সব তাঁরই এবং আল্লাহই অভাবমুক্ত প্রশংসার অধিকারী।", "pr": "লাহূমা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদি ওয়া ইন্নাল্লা-হা লাহুওয়াল গানিইয়ুল হামীদ।", "sura_id": 22 }, { "ar": "أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِى الْأَرْضِ وَالْفُلْكَ تَجْرِى فِى الْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ السَّمَآءَ أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ", "ayat_id": 65, "id": 2660, "bn": "তুমি কি দেখ না যে, ভূপৃষ্টে যা আছে এবং সমুদ্রে চলমান নৌকা তৎসমুদয়কে আল্লাহ নিজ আদেশে তোমাদের অধীন করে দিয়েছেন এবং তিনি আকাশ স্থির রাখেন, যাতে তাঁর আদেশ ব্যতীত ভূপৃষ্টে পতিত না হয়। নিশ্চয় আল্লাহ মানুষের প্রতি করুণাশীল, দয়াবান।", "pr": "আলাম তারা আন্নাল্লা-হা ছাখখারা লাকুম মা-ফিল আরদিওয়াল ফুলকা তাজরী ফিল বাহরি বিআমরিহী ওয়া ইউমছিকুছছামাআন তাকা‘আ ‘আলাল আরদিইল্লা-বিইযনিহী ইন্নাল্লা-হা বিন্না-ছি লারাঊফুররাহীম।", "sura_id": 22 }, { "ar": "وَهُوَ الَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ الْإِنسٰنَ لَكَفُورٌ", "ayat_id": 66, "id": 2661, "bn": "তিনিই তোমাদেরকে জীবিত করেছেন, অতঃপর তিনিই তোমাদেরকে মৃত্যুদান করবেন ও পুনরায় জীবিত করবেন। নিশ্চয় মানুষ বড় অকৃতজ্ঞ।", "pr": "ওয়া হুওয়াল্লাযীআহইয়া-কুম, ছু ম্মা ইউমীতুকুমছু ম্মা ইউহঈকুম ; ইন্নাল ইনছা-না লাকাফূর।", "sura_id": 22 }, { "ar": "لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنٰزِعُنَّكَ فِى الْأَمْرِ ۚ وَادْعُ إِلٰى رَبِّكَ ۖ إِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيمٍ", "ayat_id": 67, "id": 2662, "bn": "আমি প্রত্যেক উম্মতের জন্যে এবাদতের একটি নিয়ম-কানুন নির্ধারণ করে দিয়েছি, যা তারা পালন করে। অতএব তারা যেন এ ব্যাপারে আপনার সাথে বিতর্ক না করে। আপনি তাদেরকে পালনকর্তার দিকে আহবান করুন। নিশ্চয় আপনি সরল পথেই আছেন।", "pr": "লিকুল্লি উম্মাতিন জা‘আলনা-মানছাকান হুম না-ছিকূহু ফালা-ইউনা-ঝি‘উন্নাকা ফিলআমরি ওয়াদ‘উ ইলা-রাব্বিকা ইন্নাকা লা‘আলা-হুদাম মুছতাকীম।", "sura_id": 22 }, { "ar": "وَإِن جٰدَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ", "ayat_id": 68, "id": 2663, "bn": "তারা যদি আপনার সাথে বিতর্ক করে, তবে বলে দিন, তোমরা যা কর, সে সর্ম্পকে আল্লাহ অধিক জ্ঞাত।", "pr": "ওয়া ইন জা-দালূকা ফাকুল্লিলা-হু আ‘লামুবিমা-তা‘মালূন।", "sura_id": 22 }, { "ar": "اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "ayat_id": 69, "id": 2664, "bn": "তোমরা যে বিষয়ে মতবিরোধ করছ, আল্লাহ কিয়ামতের দিন সেই বিষয়ে তোমাদের মধ্যে ফায়সালা করবেন।", "pr": "আল্লা-হু ইয়াহকুমুবাইনাকুম ইয়াওমাল কিয়া-মাতি ফীমা-কুনতুম ফীহি তাখতালিফূন।", "sura_id": 22 }, { "ar": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِى السَّمَآءِ وَالْأَرْضِ ۗ إِنَّ ذٰلِكَ فِى كِتٰبٍ ۚ إِنَّ ذٰلِكَ عَلَى اللَّهِ يَسِيرٌ", "ayat_id": 70, "id": 2665, "bn": "তুমি কি জান না যে, আল্লাহ জানেন যা কিছু আকাশে ও ভুমন্ডলে আছে এসব কিতাবে লিখিত আছে। এটা আল্লাহর কাছে সহজ।", "pr": "আলাম তা‘লাম আন্নাল্লা-হা ইয়া‘লামুমা-ফিছছামাই ওয়াল আরদি ইন্না যা-লিকা ফী কিতা-বিন ইন্না যা-লিকা ‘আলাল্লা-হি ইয়াছীর।", "sura_id": 22 }, { "ar": "وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ ۗ وَمَا لِلظّٰلِمِينَ مِن نَّصِيرٍ", "ayat_id": 71, "id": 2666, "bn": "তারা আল্লাহর পরিবর্তে এমন কিছুর পূজা করে, যার কোন সনদ নাযিল করা হয়নি এবং সে সম্পর্কে তাদের কোন জ্ঞান নেই। বস্তুতঃ জালেমদের কোন সাহায্যকারী নেই।", "pr": "ওয়া ইয়া‘বুদূ না মিন দূ নিল্লা-হি মা-লাম ইউনাঝঝিল বিহী ছুলতা-নাওঁ ওয়ামা-লাইছা লাহুম বিহী ‘ইলমুওঁ ওয়ামা লিজ্জা-লিমীনা মিন নাসীর।", "sura_id": 22 }, { "ar": "وَإِذَا تُتْلٰى عَلَيْهِمْ ءَايٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِى وُجُوهِ الَّذِينَ كَفَرُوا الْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذٰلِكُمُ ۗ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا ۖ وَبِئْسَ الْمَصِيرُ", "ayat_id": 72, "id": 2667, "bn": "যখন তাদের কাছে আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হয়, তখন তুমি কাফেরদের চোখে মুখে অসন্তোষের লক্ষণ প্রত্যক্ষ করতে পারবে। যারা তাদের কাছে আমার আয়াত সমূহ পাঠ করে, তারা তাদের প্রতি মার মুখো হয়ে উঠে। বলুন, আমি কি তোমাদেরকে তদপেক্ষা মন্দ কিছুর সংবাদ দেব? তা আগুন; আল্লাহ কাফেরদেরকে এর ওয়াদা দিয়েছেন। এটা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল।", "pr": "ওয়া ইযা-তুতলা-‘আলাইহিম আ-য়া-তুনা-বাইয়িনা-তিন তা‘রিফুফী উজূহিল্লাযীনা কাফারুল মুনকারা ইয়াকা-দূ না ইয়াছতূনা বিল্লাযীনা ইয়াতলূনা ‘আলাইহিম আ-য়াতিনা- কুল আফাউনাববিউকুম বিশাররিম মিন যা-লিকুম আন্নারু ওয়া ‘আদাহাল্লা-হু ল্লাযীনা কাফারূ ওয়াবি’ছাল মাসীর।", "sura_id": 22 }, { "ar": "يٰٓأَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُۥٓ ۚ إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُۥ ۖ وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ", "ayat_id": 73, "id": 2668, "bn": "হে লোক সকল! একটি উপমা বর্ণনা করা হলো, অতএব তোমরা তা মনোযোগ দিয়ে শোন; তোমরা আল্লাহর পরিবর্তে যাদের পূজা কর, তারা কখনও একটি মাছি সৃষ্টি করতে পারবে না, যদিও তারা সকলে একত্রিত হয়। আর মাছি যদি তাদের কাছ থেকে কোন কিছু ছিনিয়ে নেয়, তবে তারা তার কাছ থেকে তা উদ্ধার করতে পারবে না, প্রার্থনাকারী ও যার কাছে প্রার্থনা করা হয়, উভয়েই শক্তিহীন।", "pr": "ইয়াআইয়ুহান্না-ছুদুরিবা মাছালুন ফাছতামি‘ঊ লাহূ ইন্নাল্লায ীনা তাদ‘উনা মিন দূ নিল্লাহি লাইঁ ইয়াখলুকূযুবা-বাওঁ ওয়া লাবিজতামা‘ঊ লাহূ ওয়াইয়ঁইয়াসলুবহুমুয যুবা-বু শাইআল লাইয়াছতানকিযূহু মিনহু দা‘উফাততা-লিবুওয়াল মাতলূব।", "sura_id": 22 }, { "ar": "مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ اللَّهَ لَقَوِىٌّ عَزِيزٌ", "ayat_id": 74, "id": 2669, "bn": "তারা আল্লাহর যথাযোগ্য মর্যাদা বোঝেনি। নিশ্চয় আল্লাহ শক্তিধর, মহাপরাক্রমশীল।", "pr": "মা-কাদারুল্লা-হা হাক্কা কাদরিহী ইন্নাল্লা-হা লাকাবিইইউন ‘আঝীঝ।", "sura_id": 22 }, { "ar": "اللَّهُ يَصْطَفِى مِنَ الْمَلٰٓئِكَةِ رُسُلًا وَمِنَ النَّاسِ ۚ إِنَّ اللَّهَ سَمِيعٌۢ بَصِيرٌ", "ayat_id": 75, "id": 2670, "bn": "আল্লাহ ফেরেশতা ও মানুষের মধ্য থেকে রাসূল মনোনীত করেন। আল্লাহ সর্বশ্রোতা, সর্ব দ্রষ্টা!", "pr": "আল্লা-হু ইয়াসতাফী মিনাল মালাইকাতি রুছূলাওঁ ওয়া মিনান্না-ছি ইন্নাল্লা-হা ছামী‘উম বাসীর।", "sura_id": 22 }, { "ar": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ", "ayat_id": 76, "id": 2671, "bn": "তিনি জানেন যা তাদের সামনে আছে এবং যা পশ্চাতে আছে এবং সবকিছু আল্লাহর দিকে প্রত্যাবর্তিত হবে।", "pr": "ইয়া‘লামুমা-বাইনা আইদীহিম ওয়ামা-খালফাহুম ওয়া ইলাল্লা-হি তুরজা‘উল উমূর।", "sura_id": 22 }, { "ar": "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩", "ayat_id": 77, "id": 2672, "bn": "হে মুমিনগণ! তোমরা রুকু কর, সেজদা কর, তোমাদের পালনকর্তার এবাদত কর এবং সৎকাজ সম্পাদন কর, যাতে তোমরা সফলকাম হতে পার।", "pr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুরকা‘উওয়াছজুদূওয়া‘বুদূরাব্বাকুম ওয়াফ‘আলুলখাইরা লা‘আল্লাকুম তুফলিহূন।", "sura_id": 22 }, { "ar": "وَجٰهِدُوا فِى اللَّهِ حَقَّ جِهَادِهِۦ ۚ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّينِ مِنْ حَرَجٍ ۚ مِّلَّةَ أَبِيكُمْ إِبْرٰهِيمَ ۚ هُوَ سَمّٰىكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِى هٰذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَآءَ عَلَى النَّاسِ ۚ فَأَقِيمُوا الصَّلٰوةَ وَءَاتُوا الزَّكٰوةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلٰىكُمْ ۖ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيرُ", "ayat_id": 78, "id": 2673, "bn": "তোমরা আল্লাহর জন্যে শ্রম স্বীকার কর যেভাবে শ্রম স্বীকার করা উচিত। তিনি তোমাদেরকে পছন্দ করেছেন এবং ধর্মের ব্যাপারে তোমাদের উপর কোন সংকীর্ণতা রাখেননি। তোমরা তোমাদের পিতা ইব্রাহীমের ধর্মে কায়েম থাক। তিনিই তোমাদের নাম মুসলমান রেখেছেন পূর্বেও এবং এই কোরআনেও, যাতে রসূল তোমাদের জন্যে সাক্ষ্যদাতা এবং তোমরা সাক্ষ্যদাতা হও মানবমন্ডলির জন্যে। সুতরাং তোমরা নামায কায়েম কর, যাকাত দাও এবং আল্লাহকে শক্তভাবে ধারণ কর। তিনিই তোমাদের মালিক। অতএব তিনি কত উত্তম মালিক এবং কত উত্তম সাহায্যকারী।", "pr": "ওয়া জা-হিদূফিল্লা-হি হাক্কা জিহা-দিহী হুওয়াজতাবা-কুম ওয়ামা-জা‘আলা ‘আলাইকুম ফিদদীনি মিন হারাজিন মিল্লাতা আবীকুম ইবরা-হীমা হুওয়া ছাম্মাকুমুল মুছলিমীনা মিন কাবলুওয়া ফী হা-যা-লিয়াকূনার রাছূলুশাহীদান ‘আলাইকুম ওয়া তাকূনূশুহাদাআ ‘আলান্না-ছি ফাআকীমুসসালা-তা ওয়া আ-তুঝঝাকা-তা ওয়া‘ তাসিমূবিল্লা-হি হুওয়া মাওলা-কুম ফানি‘মাল মাওলা-ওয়া নি‘মান নাসীর।", "sura_id": 22 }]