[{ "ar": "الٓر ۚ تِلْكَ ءَايٰتُ الْكِتٰبِ الْحَكِيمِ", "ayat_id": 1, "id": 1365, "bn": "আলিফ-লাম-র, এগুলো হেকমতপূর্ণ কিতাবের আয়াত।", "pr": "আলিফ লাম রা- তিলকা আ-য়া-তুল কিতা-বিল হাকীম।", "sura_id": 10 }, { "ar": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلٰى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ ءَامَنُوٓا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُونَ إِنَّ هٰذَا لَسٰحِرٌ مُّبِينٌ", "ayat_id": 2, "id": 1366, "bn": "মানুষের কাছে কি আশ্চর্য লাগছে যে, আমি ওহী পাঠিয়েছি তাদেরই মধ্য থেকে একজনের কাছে যেন তিনি মানুষকে সতর্ক করেন এবং সুসংবাদ শুনিয়ে দেন ঈমনাদারগণকে যে, তাঁদের জন্য সত্য মর্যাদা রয়েছে তাঁদের পালনকর্তার কাছে। কাফেররা বলতে লাগল, নিঃসন্দেহে এ লোক প্রকাশ্য যাদুকর।", "pr": "আকা-না লিন্না-ছি ‘আজাবান আন আওহাইনাইলা-রাজুলিম মিনহুম আন আনযিরিন্না-ছা ওয়া বাশশিরিল্লাযীনা আ-মানূআন্না লাহুম কাদামা সিদকিন ‘ইনদা রাব্বিহিম কা-লাল কা-ফিরূনা ইন্না হা-যা-লাছা-হিরুম মুবীন।", "sura_id": 10 }, { "ar": "إِنَّ رَبَّكُمُ اللَّهُ الَّذِى خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ ۖ يُدَبِّرُ الْأَمْرَ ۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ ۚ ذٰلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ", "ayat_id": 3, "id": 1367, "bn": "নিশ্চয়ই তোমাদের পালনকর্তা আল্লাহ যিনি তৈরী করেছেন আসমান ও যমীনকে ছয় দিনে, অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। তিনি কার্য পরিচালনা করেন। কেউ সুপারিশ করতে পাবে না তবে তাঁর অনুমতি ছাড়া ইনিই আল্লাহ তোমাদের পালনকর্তা। অতএব, তোমরা তাঁরই এবাদত কর। তোমরা কি কিছুই চিন্তা কর না ?", "pr": "ইন্না রাব্বাকুমুল্লা-হুল্লাযী খালাকাছ ছামা-ওয়া-তি ওয়াল আরদা ফী ছিত্তাতি আইয়া-মিন ছু ম্মাছতাওয়া-‘আলাল ‘আরশি ইউদাব্বিরুল আমরা মা-মিন শাফী‘ইন ইল্লা-মিম বা‘দি ইযনিহী যা-লিকুমুল্লা-হু রাব্বুকুম ফা‘বুদূ হু আফালা-তাযাক্কারূন।", "sura_id": 10 }, { "ar": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا ۖ وَعْدَ اللَّهِ حَقًّا ۚ إِنَّهُۥ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِىَ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِ ۚ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا يَكْفُرُونَ", "ayat_id": 4, "id": 1368, "bn": "তাঁর কাছেই ফিরে যেতে হবে তোমাদের সবাইকে, আল্লাহর ওয়াদা সত্য, তিনিই সৃষ্টি করেন প্রথমবার আবার পুনর্বার তৈরী করবেন তাদেরকে বদলা দেয়ার জন্য যারা ঈমান এনেছে এবং নেক কাজ করেছে ইনসাফের সাথে। আর যারা কাফের হয়েছে, তাদের পান করতে হবে ফুটন্ত পানি এবং ভোগ করতে হবে যন্ত্রনাদায়ক আযাব এ জন্যে যে, তারা কুফরী করছিল।", "pr": "ইলাইহি মারজি‘উকুম জামী‘আওঁ ওয়া‘দাল্লা-হি হাক্কান ইন্নাহূইয়াবদাউল খালকা ছুম্মা ইউ‘ঈদুহূলিইয়াজঝিয়াল্লাযীনা আ-মানূওয়া আ‘মিলুসসা-লিহা-তি বিলকিছতি ওয়াল্লাযীনা কাফারূলাহুম শারা-বুম মিন হামীমিওঁ ওয়া ‘আযা-বুন আলীমুম বিমা-কা-নূ ইয়াকফুরূন।", "sura_id": 10 }, { "ar": "هُوَ الَّذِى جَعَلَ الشَّمْسَ ضِيَآءً وَالْقَمَرَ نُورًا وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ مَا خَلَقَ اللَّهُ ذٰلِكَ إِلَّا بِالْحَقِّ ۚ يُفَصِّلُ الْءَايٰتِ لِقَوْمٍ يَعْلَمُونَ", "ayat_id": 5, "id": 1369, "bn": "তিনিই সে মহান সত্তা, যিনি বানিয়েছেন সুর্যকে উজ্জল আলোকময়, আর চন্দ্রকে স্নিগ্ধ আলো বিতরণকারীরূপে এবং অতঃপর নির্ধারিত করেছেন এর জন্য মনযিল সমূহ, যাতে করে তোমরা চিনতে পার বছরগুলোর সংখ্যা ও হিসাব। আল্লাহ এই সমস্ত কিছু এমনিতেই সৃষ্টি করেননি, কিন্তু যথার্থতার সাথে। তিনি প্রকাশ করেন লক্ষণসমূহ সে সমস্ত লোকের জন্য যাদের জ্ঞান আছে।", "pr": "হুওয়াল্লাযী জা‘আলাশশামছা দিয়াআওঁ ওয়ালকামারা নূরাওঁ ওয়াকাদ্দারাহূমানা-ঝিলা লিতা‘লামূ‘আদাদাছ ছিনীনা ওয়ালহিছা-বা মা-খালাকাল্লা-হু যা-লিকা ইল্লাবিলহাক্কি ইউফাসসিলুল আ-য়া-তি লিকাওমিইঁ ইয়া‘লামূন।", "sura_id": 10 }, { "ar": "إِنَّ فِى اخْتِلٰفِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِى السَّمٰوٰتِ وَالْأَرْضِ لَءَايٰتٍ لِّقَوْمٍ يَتَّقُونَ", "ayat_id": 6, "id": 1370, "bn": "নিশ্চয়ই রাত-দিনের পরিবর্তনের মাঝে এবং যা কিছু তিনি সৃষ্টি করেছেন আসমান ও যমীনে, সবই হল নিদর্শন সেসব লোকের জন্য যারা ভয় করে।", "pr": "ইন্না ফিখতিলা-ফিল্লাইলি ওয়ান্নাহা-রি ওয়ামা-খালাকাল্লা-হু ফিছছামা-ওয়া-তি ওয়াল আরদি লাআ-য়া-তিল লিকাওমিইঁ ইয়াত্তাকূন।", "sura_id": 10 }, { "ar": "إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ ءَايٰتِنَا غٰفِلُونَ", "ayat_id": 7, "id": 1371, "bn": "অবশ্যই যেসব লোক আমার সাক্ষাৎ লাভের আশা রাখে না এবং পার্থিব জীবন নিয়েই উৎফুল্ল রয়েছে, তাতেই প্রশান্তি অনুভব করেছে এবং যারা আমার নির্দশনসমূহ সম্পর্কে বেখবর।", "pr": "ইন্নাল্লাযীনা লা-ইয়ারজূনা লিকাআনা-ওয়া রাদূবিলহায়া-তিদ দুনইয়া-ওয়াতমাআননূ বিহা-ওয়াল্লাযীনা হুম ‘আন আ-য়া-তিনা-গা-ফিলূন।", "sura_id": 10 }, { "ar": "أُولٰٓئِكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ", "ayat_id": 8, "id": 1372, "bn": "এমন লোকদের ঠিকানা হল আগুন সেসবের বদলা হিসাবে যা তারা অর্জন করছিল।", "pr": "উলাইকা মা‘ওয়া-হুমুন্না-রু বিমা-কা-নূইয়াকছিবূন।", "sura_id": 10 }, { "ar": "إِنَّ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمٰنِهِمْ ۖ تَجْرِى مِن تَحْتِهِمُ الْأَنْهٰرُ فِى جَنّٰتِ النَّعِيمِ", "ayat_id": 9, "id": 1373, "bn": "অবশ্য যেসব লোক ঈমান এনেছে এবং সৎকাজ করেছে, তাদেরকে হেদায়েত দান করবেন তাদের পালনকর্তা, তাদের ঈমানের মাধ্যমে। এমন সুসময় কানন-কুঞ্জের প্রতি যার তলদেশে প্রবাহিত হয় প্রস্রবণসমূহ।", "pr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ইয়াহদীহিম রাব্বুহুম বিঈমা-নিহিম তাজরী মিন তাহতিহিমুল আনহা-রু ফী জান্না-তিন না‘ঈম।", "sura_id": 10 }, { "ar": "دَعْوٰىهُمْ فِيهَا سُبْحٰنَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلٰمٌ ۚ وَءَاخِرُ دَعْوٰىهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعٰلَمِينَ", "ayat_id": 10, "id": 1374, "bn": "সেখানে তাদের প্রার্থনা হল ‘পবিত্র তোমার সত্তা হে আল্লাহ’। আর শুভেচ্ছা হল সালাম আর তাদের প্রার্থনার সমাপ্তি হয়, ‘সমস্ত প্রশংসা বিশ্বপালক আল্লাহর জন্য’ বলে।", "pr": "দা‘ওয়া-হুম ফীহা-ছুবহা-নাকাল্লা-হুম্মা ওয়া তাহিইয়াতুহুম ফীহা-ছালা-মুওঁ ওয়া আখিরু দা‘ওয়া-হুম ‘আনিল হামদুলিল্লা-হি রাব্বিল ‘আ-লামীন।", "sura_id": 10 }, { "ar": "وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيٰنِهِمْ يَعْمَهُونَ", "ayat_id": 11, "id": 1375, "bn": "আর যদি আল্লাহ তা’আলা মানুষকে যথাশীঘ্র অকল্যাণ পৌঁছে দেন যতশীঘ্র তার কামনা করে, তাহলে তাদের আশাই শেষ করে দিতে হত। সুতরাং যাদের মনে আমার সাক্ষাতের আশা নেই, আমি তাদেরকে তাদের দুষ্টুমিতে ব্যতিব্যস্ত ছেড়ে দিয়ে রাখি।", "pr": "ওয়া লাও ইউআজজিলুল্লা-হু লিন্না-ছিশশাররাছতি‘জা-লাহুম বিলখাইরি লাকুদিয়া ইলাইহিম আজালুহুম ফানাযারুল্লাযীনা লা-ইয়ারজুনা লিকাআনা-ফী তুগইয়া-নিহিম ইয়া‘মাহূন।", "sura_id": 10 }, { "ar": "وَإِذَا مَسَّ الْإِنسٰنَ الضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلٰى ضُرٍّ مَّسَّهُۥ ۚ كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ", "ayat_id": 12, "id": 1376, "bn": "আর যখন মানুষ কষ্টের সম্মুখীন হয়, শুয়ে বসে, দাঁড়িয়ে আমাকে ডাকতে থাকে। তারপর আমি যখন তা থেকে মুক্ত করে দেই, সে কষ্ট যখন চলে যায় তখন মনে হয় কখনো কোন কষ্টেরই সম্মুখীন হয়ে যেন আমাকে ডাকেইনি। এমনিভাবে মনঃপুত হয়েছে নির্ভয় লোকদের যা তারা করেছে।", "pr": "ওয়া ইযা-মাছছাল ইনছা-নাদদুররু দা‘আ-না-লিজামবিহী আও কা-‘ইদান আও কাইমান ফালাম্মা-কাশাফনা-‘আনহু দুররাহূমাররা কাআল্লামা ইয়াদ‘ঊনা ইলা-দুররিম মাছছাহূ কাযা-লিকা ঝুইয়িনা লিলমুছরিফীনা মা-কা-নূইয়া‘মালূন।", "sura_id": 10 }, { "ar": "وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا ۙ وَجَآءَتْهُمْ رُسُلُهُم بِالْبَيِّنٰتِ وَمَا كَانُوا لِيُؤْمِنُوا ۚ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِينَ", "ayat_id": 13, "id": 1377, "bn": "অবশ্য তোমাদের পূর্বে বহু দলকে ধ্বংস করে দিয়েছি, তখন তারা জালেম হয়ে গেছে। অথচ রসূল তাদের কাছেও এসব বিষয়ের প্রকৃষ্ট নির্দেশ নিয়ে এসেছিলেন। কিন্তু কিছুতেই তারা ঈমান আনল না। এমনিভাবে আমি শাস্তি দিয়ে থাকি পাপি সম্প্রদায়কে।", "pr": "ওয়া লাকাদ আহলাকনাল কুরূনা মিন কাবলিকুম লাম্মা-জালামূ ওয়া জাআতহুম রুছুলুহুম বিলবাইয়িনা-তি ওয়ামা-কা-নূলিইউ’মিনূ কাযা-লিকা নাজঝিল কাওমাল মুজরিমীন।", "sura_id": 10 }, { "ar": "ثُمَّ جَعَلْنٰكُمْ خَلٰٓئِفَ فِى الْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ", "ayat_id": 14, "id": 1378, "bn": "অতঃপর আমি তোমাদেরকে যমীনে তাদের পর প্রতিনিধি বানিয়েছি যাতে দেখতে পারি তোমরা কি কর।", "pr": "ছু ম্মা জা‘আলনা-কুম খালাইফা ফিল আরদিমিম বা‘দিহিম লিনানজুরা কাইফা তা‘মালূন।", "sura_id": 10 }, { "ar": "وَإِذَا تُتْلٰى عَلَيْهِمْ ءَايَاتُنَا بَيِّنٰتٍ ۙ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ائْتِ بِقُرْءَانٍ غَيْرِ هٰذَآ أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحٰىٓ إِلَىَّ ۖ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ", "ayat_id": 15, "id": 1379, "bn": "আর যখন তাদের কাছে আমার প্রকৃষ্ট আয়াত সমূহ পাঠ করা হয়, তখন সে সমস্ত লোক বলে, যাদের আশা নেই আমার সাক্ষাতের, নিয়ে এসো কোন কোরআন এটি ছাড়া, অথবা একে পরিবর্তিত করে দাও। তাহলে বলে দাও, একে নিজের পক্ষ থেকে পরিবর্তিত করা আমার কাজ নয়। আমি সে নির্দেশেরই আনুগত্য করি, যা আমার কাছে আসে। আমি যদি স্বীয় পরওয়ারদেগারের নাফরমানী করি, তবে কঠিন দিবসের আযাবের ভয় করি।", "pr": "ওয়া ইযা-তুতলা-‘আলাইহিম আ-য়া-তুনা-বাইয়িনা-তিন কা-লাল্লাযীনা লাইয়ারজূনা লিকাআনা’তি বিকুরআ-নিন গাইরি হা-যা-আও বাদ্দিলহু কুল মাইয়াকূনুলীআন উবাদ্দিলাহূমিন তিলকাই নাফছী ইন আত্তাবি‘উ ইল্লা-মাইউহাইলাইইয়া ইন্নী আখা-ফুইন ‘আসাইতুরাববী ‘আযা-বা ইয়াওমিন ‘আজীম।", "sura_id": 10 }, { "ar": "قُل لَّوْ شَآءَ اللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرٰىكُم بِهِۦ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ", "ayat_id": 16, "id": 1380, "bn": "বলে দাও, যদি আল্লাহ চাইতেন, তবে আমি এটি তোমাদের সামনে পড়তাম না, আর নাইবা তিনি তোমাদেরেকে অবহিত করতেন এ সম্পর্কে। কারণ আমি তোমাদের মাঝে ইতিপূর্বেও একটা বয়স অতিবাহিত করেছি। তারপরেও কি তোমরা চিন্তা করবে না?", "pr": "কুল লাও শাআল্লা-হু মা-তালাওতুহূ‘আলাইকুম ওয়ালাআদরা-কুম বিহী ফাকাদ লাবিছতুফীকুম ‘উমুরাম মিন কাবলিহী আফালা-তা‘কিলূন।", "sura_id": 10 }, { "ar": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايٰتِهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ الْمُجْرِمُونَ", "ayat_id": 17, "id": 1381, "bn": "অতঃপর তার চেয়ে বড় জালেম, কে হবে, যে আল্লাহর প্রতি অপবাদ আরোপ করেছে কিংবা তাঁর আয়াতসমূহকে মিথ্যা বলে অভিহিত করছে? কস্মিনকালেও পাপীদের কোন কল্যাণ হয় না।", "pr": "ফামান আজলামুমিম্মানিফতারা-‘আলাল্লা-হি কাযিবান আও কাযযাবা বিআ-য়া-তিহী ইন্নাহূলা-ইউফলিহুল মুজরিমূন।", "sura_id": 10 }, { "ar": "وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هٰٓؤُلَآءِ شُفَعٰٓؤُنَا عِندَ اللَّهِ ۚ قُلْ أَتُنَبِّـُٔونَ اللَّهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْأَرْضِ ۚ سُبْحٰنَهُۥ وَتَعٰلٰى عَمَّا يُشْرِكُونَ", "ayat_id": 18, "id": 1382, "bn": "আর উপাসনা করে আল্লাহকে বাদ দিয়ে এমন বস্তুর, যা না তাদের কোন ক্ষতিসাধন করতে পারে, না লাভ এবং বলে, এরা তো আল্লাহর কাছে আমাদের সুপারিশকারী। তুমি বল, তোমরা কি আল্লাহকে এমন বিষয়ে অবহিত করছ, যে সম্পর্কে তিনি অবহিত নন আসমান ও যমীনের মাঝে ? তিনি পুতঃপবিত্র ও মহান সে সমস্ত থেকে যাকে তোমরা শরীক করছ।", "pr": "ওয়া ইয়া‘বুদূ না মিন দূ নিল্লা-হি মা-লা-ইয়াদুররুহুম ওয়ালা-ইয়ানফা‘উহুম ওয়াইয়াকূলূনা হাউলাই শুফা‘আউনা-‘ইনদাল্লা-হি কুল আতুনাব্বিঊনাল্লা-হা বিমা-লা-ইয়া‘লামু ফিছছামা-ওয়া-তি ওয়ালা-ফিলআরদিছুবহা-নাহূওয়া তা‘আ-লা-‘আম্মা-ইউশরিকূন।", "sura_id": 10 }, { "ar": "وَمَا كَانَ النَّاسُ إِلَّآ أُمَّةً وٰحِدَةً فَاخْتَلَفُوا ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ", "ayat_id": 19, "id": 1383, "bn": "আর সমস্ত মানুষ একই উম্মতভুক্ত ছিল, পরে পৃথক হয়ে গেছে। আর একটি কথা যদি তোমার পরওয়ারদেগারের পক্ষ থেকে পূর্ব নির্ধারিত না হয়ে যেত; তবে তারা যে বিষয়ে বিরোধ করছে তার মীমাংসা হয়ে যেত।", "pr": "ওয়া মা-কা-নান্না-ছুইল্লাউম্মাতাওঁ ওয়া হিদাতান ফাখতালাফূ ওয়া লাওলা-কালিমাতুন ছাবাকাত মির রাব্বিকা লাকুদিয়া বাইনাহুম ফীমা-ফীহি ইয়াখতালিফূন।", "sura_id": 10 }, { "ar": "وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۖ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانتَظِرُوٓا إِنِّى مَعَكُم مِّنَ الْمُنتَظِرِينَ", "ayat_id": 20, "id": 1384, "bn": "বস্তুতঃ তারা বলে, তাঁর কাছে তাঁর পরওয়ারদেগারের পক্ষ থেকে কোন নির্দেশ এল না কেন? বলে দাও গায়েবের কথা আল্লাহই জানেন। আমি ও তোমাদের সাথে অপেক্ষায় রইলাম।", "pr": "ওয়া ইয়াকূলূনা লাওলাউনঝিলা ‘আলাইহি আ-য়াতুম মির রাব্বিহী ফাকুল ইন্নামাল গাইবুলিল্লা-হি ফানতাজিরু ইন্নী মা‘আকুম মিনাল মুনতাজিরীন।", "sura_id": 10 }, { "ar": "وَإِذَآ أَذَقْنَا النَّاسَ رَحْمَةً مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِىٓ ءَايَاتِنَا ۚ قُلِ اللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ", "ayat_id": 21, "id": 1385, "bn": "আর যখন আমি আস্বাদন করাই স্বীয় রহমত সে কষ্টের পর, যা তাদের ভোগ করতে হয়েছিল, তখনই তারা আমার শক্তিমত্তার মাঝে নানা রকম ছলনা তৈরী করতে আরম্ভ করবে। আপনি বলে দিন, আল্লাহ সবচেয়ে দ্রুত কলা-কৌশল তৈরী করতে পারেন। নিশ্চয়ই আমাদের ফেরেশতারা লিখে রাখে তোমাদের ছল-চাতুরী।", "pr": "ওয়া ইযাআযাকনান্না-ছা রাহমাতাম মিম বা‘দি দাররাআ মাছছাতহুম ইযা-লাহুম মাকরুন ফী-আ-য়া-তিনা- কুল্লিলা-হু আছরা‘উ মাকরা- ইন্না রুছুলানাইয়াকতুবূনা মা-তামকুরূন।", "sura_id": 10 }, { "ar": "هُوَ الَّذِى يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِ ۖ حَتّٰىٓ إِذَا كُنتُمْ فِى الْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوٓا أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هٰذِهِۦ لَنَكُونَنَّ مِنَ الشّٰكِرِينَ", "ayat_id": 22, "id": 1386, "bn": "তিনিই তোমাদের ভ্রমন করান স্থলে ও সাগরে। এমনকি যখন তোমরা নৌকাসমূহে আরোহণ করলে আর তা লোকজনকে অনুকূল হাওয়ায় বয়ে নিয়ে চলল এবং তাতে তারা আনন্দিত হল, নৌকাগুলোর উপর এল তীব্র বাতাস, আর সর্বদিক থেকে সেগুলোর উপর ঢেউ আসতে লাগল এবং তারা জানতে পারল যে, তারা অবরুদ্ধ হয়ে পড়েছে, তখন ডাকতে লাগল আল্লাহকে তাঁর এবাদতে নিঃস্বার্থ হয়ে যদি তুমি আমাদেরকে এ বিপদ থেকে উদ্ধার করে তোল, তাহলে নিঃসন্দেহে আমরা কৃতজ্ঞ থাকব।", "pr": "হুওয়াল্লাযীইউছাইয়িরুকুম ফিল বাররি ওয়াল বাহরি হাত্তাইযা-কুনতুম ফিল ফুলকি ওয়া জারাইনা বিহিম বিরীহিন তাইয়িবাতিওঁ ওয়াফারিহূবিহা-জাআতহা-রীহুন ‘আসিফুওঁ ওয়া জাআহুমুল মাওজুমিন কুল্লি মাকা-নিও ওয়াজান্নূআন্নাহুম উহীতাবিহিম দা‘আউল্লা-হা মুখলিসীনা লাহুদদীনা লাইন আনজাইতানা-মিন হা-যিহী লানাকূনান্না মিনাশশা-কিরীন।", "sura_id": 10 }, { "ar": "فَلَمَّآ أَنجٰىهُمْ إِذَا هُمْ يَبْغُونَ فِى الْأَرْضِ بِغَيْرِ الْحَقِّ ۗ يٰٓأَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلٰىٓ أَنفُسِكُم ۖ مَّتٰعَ الْحَيٰوةِ الدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "ayat_id": 23, "id": 1387, "bn": "তারপর যখন তাদেরকে আল্লাহ বাঁচিয়ে দিলেন, তখনই তারা পৃথিবীতে অনাচার করতে লাগল অন্যায় ভাবে। হে মানুষ! শোন, তোমাদের অনাচার তোমাদেরই উপর পড়বে। পার্থিব জীবনের সুফল ভোগ করে নাও-অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি বাতলে দেব, যা কিছু তোমরা করতে।", "pr": "ফালাম্মাআনজা-হুম ইযা-হুম ইয়াবগুনা ফিল আরদিবিগাইরিল হাক্কি ইয়াআইয়ুহান্নাছুইন্নামা-বাগইউকুম ‘আলাআনফুছিকুম মাতা-‘আল হায়া-তিদদুনইয়া-ছু ম্মা ইলাইনামারজি‘উকুম ফানুনাব্বিউকুম বিমা-কুনতুম তা‘মালূন।", "sura_id": 10 }, { "ar": "إِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَآءٍ أَنزَلْنٰهُ مِنَ السَّمَآءِ فَاخْتَلَطَ بِهِۦ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعٰمُ حَتّٰىٓ إِذَآ أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قٰدِرُونَ عَلَيْهَآ أَتٰىهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِالْأَمْسِ ۚ كَذٰلِكَ نُفَصِّلُ الْءَايٰتِ لِقَوْمٍ يَتَفَكَّرُونَ", "ayat_id": 24, "id": 1388, "bn": "পার্থিব জীবনের উদাহরণ তেমনি, যেমনি আমি আসমান থেকে পানি বর্ষন করলাম, পরে তা মিলিত সংমিশ্রিত হয়ে তা থেকে যমীনের শ্যামল উদ্ভিদ বেরিয়ে এল যা মানুষ ও জীব-জন্তুরা খেয়ে থাকে। এমনকি যমীন যখন সৌন্দর্য সুষমায় ভরে উঠলো আর যমীনের অধিকর্তারা ভাবতে লাগল, এগুলো আমাদের হাতে আসবে, হঠাৎ করে তার উপর আমার নির্দেশ এল রাত্রে কিংবা দিনে, তখন সেগুলোকে কেটে স্তুপাকার করে দিল যেন কাল ও এখানে কোন আবাদ ছিল না। এমনিভাবে আমি খোলাখুলি বর্ণনা করে থাকি নিদর্শণসমূহ সে সমস্ত লোকদের জন্য যারা লক্ষ্য করে।", "pr": "ইন্নামা-মাছালুল হায়া-তিদ দুনইয়া-কামাইন আনঝালনা-হু মিনাছছামাই ফাখতালাতা বিহী নাবা-তুল আরদিমিম্মা-ইয়া’কুলুন্না-ছুওয়াল আন‘আ-মু হাত্তাইযাআখাযাতিল আরদুঝুখরুফাহা-ওয়াঝঝাইয়ানাত ওয়াজান্না আহলুহা-আন্নাহুম কাদিরূনা ‘আলাইহা আতা-হাআমরুনা-লাইলান আও নাহা-রান ফাজা‘আলনা-হাহাসীদান কাআল্লাম তাগনা বিলআমছি কাযা-লিকা নুফাসসিলুল আ-য়া-তি লিকাওমিইঁ ইয়াতাফাক্কারূন।", "sura_id": 10 }, { "ar": "وَاللَّهُ يَدْعُوٓا إِلٰى دَارِ السَّلٰمِ وَيَهْدِى مَن يَشَآءُ إِلٰى صِرٰطٍ مُّسْتَقِيمٍ", "ayat_id": 25, "id": 1389, "bn": "আর আল্লাহ শান্তি-নিরাপত্তার আলয়ের প্রতি আহবান জানান এবং যাকে ইচ্ছা সরলপথ প্রদর্শন করেন।", "pr": "ওয়াল্লা-হু ইয়াদ‘ঊইলা-দা-রিছ ছালা-মি ওয়া ইয়াহদী মাইঁ ইয়াশাউ ইলা-সিরা-তিম মুছতাকীম।", "sura_id": 10 }, { "ar": "لِّلَّذِينَ أَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُولٰٓئِكَ أَصْحٰبُ الْجَنَّةِ ۖ هُمْ فِيهَا خٰلِدُونَ", "ayat_id": 26, "id": 1390, "bn": "যারা সৎকর্ম করেছে তাদের জন্য রয়েছে কল্যাণ এবং তারও চেয়ে বেশী। আর তাদের মুখমন্ডলকে আবৃত করবে না মলিনতা কিংবা অপমান। তারাই হল জান্নাতবাসী, এতেই তারা বসবাস করতে থাকবে অনন্তকাল।", "pr": "লিল্লাযীনা আহছানুল হুছনা-ওয়া ঝিয়া-দাতুওঁ ওয়ালা ইয়ারহাকুউজূহাহুম কাতারুওঁ ওয়ালা-যিল্লাতুন উলাইকা আসহা-বুল জান্নাতি হুম ফীহা-খা-লিদূ ন।", "sura_id": 10 }, { "ar": "وَالَّذِينَ كَسَبُوا السَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَّا لَهُم مِّنَ اللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًا ۚ أُولٰٓئِكَ أَصْحٰبُ النَّارِ ۖ هُمْ فِيهَا خٰلِدُونَ", "ayat_id": 27, "id": 1391, "bn": "আর যারা সঞ্চয় করেছে অকল্যাণ অসৎ কর্মের বদলায় সে পরিমাণ অপমান তাদের চেহারাকে আবৃত করে ফেলবে। কেউ নেই তাদেরকে বাঁচাতে পারে আল্লাহর হাত থেকে। তাদের মুখমন্ডল যেন ঢেকে দেয়া হয়েছে আধাঁর রাতের টুকরো দিয়ে। এরা হল দোযখবাসী। এরা এতেই থাকবে অনন্তকাল।", "pr": "ওয়াল্লাযীনা কাছাবুছছাইয়িআ-তি জাঝাউছাইয়িআতিম বিমিছলিহা- ওয়া তারহাকুহুম যিল্লাতুন মা-লাহুম মিনাল্লা-হি মিন ‘আ-সিমিন কাআন্নামা-উগশিয়াত উজুহুম কিতা‘আম মিনাল্লাইলি মুজলিমান উলাইকা আসহা-বুন্না-রি হুম ফীহাখা-লিদূ ন।", "sura_id": 10 }, { "ar": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ", "ayat_id": 28, "id": 1392, "bn": "আর যেদিন আমি তাদের সবাইকে সমবেত করব; আর যারা শেরক করত তাদেরকে বলবঃ তোমরা এবং তোমাদের শরীকরা নিজ নিজ জায়গায় দাঁড়িয়ে যাও-অতঃপর তাদেরকে পারস্পরিক বিচ্ছিন্ন করে দেব, তখন তাদের শরীকরা বলবে, তোমরা তো আমাদের উপাসনা-বন্দেগী করনি।", "pr": "ওয়া ইয়াওমা নাহশুরুহুম জামী‘আন ছুম্মা নাকূলুলিল্লাযীনা আশরাকূমাকা-নাকুম আনতুম ওয়া শুরাকাউকুম ফাঝাইইয়ালনা-বাইনাহুম ওয়া কা-লা শুরাকাউহুম মা-কুনতুম ইয়্যা-না-তা‘বুদূ ন।", "sura_id": 10 }, { "ar": "فَكَفٰى بِاللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِينَ", "ayat_id": 29, "id": 1393, "bn": "বস্তুতঃ আল্লাহ আমাদের ও তোমাদের মাঝে সাক্ষী হিসাবে যথেষ্ট। আমরা তোমাদের বন্দেগী সম্পর্কে জানতাম না।", "pr": "ফাকাফা-বিল্লা-হি শাহীদাম বাইনানা-ওয়া বাইনাকুমইনকুন্না-‘আন ‘ইবা-দাতিকুমলাগাফিলীন।", "sura_id": 10 }, { "ar": "هُنَالِكَ تَبْلُوا كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ ۚ وَرُدُّوٓا إِلَى اللَّهِ مَوْلٰىهُمُ الْحَقِّ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "ayat_id": 30, "id": 1394, "bn": "সেখানে প্রত্যেকে যাচাই করে নিতে পারবে যা কিছু সে ইতিপূর্বে করেছিল এবং আল্লাহর প্রতি প্রত্যাবর্তন করবে যিনি তাদের প্রকৃত মালিক, আর তাদের কাছ থেকে দূরে যেতে থাকবে যারা মিথ্যা বলত।", "pr": "হুনা-লিকা তাবলূকুল্লুনাফছিম মা-আছলাফাত ওয়া রুদ্দূইলাল্লা-হি মাওলা-হুমুলহাক্কিওয়া দাল্লা ‘আনহুম মা-কা-নূইয়াফতারূন।", "sura_id": 10 }, { "ar": "قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَآءِ وَالْأَرْضِ أَمَّن يَمْلِكُ السَّمْعَ وَالْأَبْصٰرَ وَمَن يُخْرِجُ الْحَىَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَىِّ وَمَن يُدَبِّرُ الْأَمْرَ ۚ فَسَيَقُولُونَ اللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ", "ayat_id": 31, "id": 1395, "bn": "তুমি জিজ্ঞেস কর, কে রুযী দান করে তোমাদেরকে আসমান থেকে ও যমীন থেকে, কিংবা কে তোমাদের কান ও চোখের মালিক? তাছাড়া কে জীবিতকে মৃতের ভেতর থেকে বের করেন এবং কেইবা মৃতকে জীবিতের মধ্য থেকে বের করেন? কে করেন কর্ম সম্পাদনের ব্যবস্থাপনা? তখন তারা বলে উঠবে, আল্লাহ! তখন তুমি বলো তারপরেও ভয় করছ না?", "pr": "কুলমাইঁ ইয়ারঝুকুকুম মিনাছছামাই ওয়াল আরদি আম্মাইঁ ইয়ামলিকুছছাম‘আ ওয়াল আবসা-রা ওয়া মাইঁ ইউখরিজুল হাইইয়া মিনাল মাইয়িতি ওয়া ইউখরিজুল মাইয়িতা মিনাল হাইয়ি ওয়ামাইঁ ইউদাব্বিরুল আমরা ফাছাইয়াকূলূনাল্লা-হু ফাকুল আফালাতাত্তাকূন।", "sura_id": 10 }, { "ar": "فَذٰلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ ۖ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلٰلُ ۖ فَأَنّٰى تُصْرَفُونَ", "ayat_id": 32, "id": 1396, "bn": "অতএব, এ আল্লাহই তোমাদের প্রকৃত পালনকর্তা। আর সত্য প্রকাশের পরে (উদভ্রান্ত ঘুরার মাঝে) কি রয়েছে গোমরাহী ছাড়া? সুতরাং কোথায় ঘুরছ?", "pr": "ফাযা-লিকুমুল্লা-হু রাব্বুকুমুল হাক্কু ফামা-যা-বা‘দাল হাক্কিইল্লাদ্দালা-লু ফাআন্না-তুসরাফূন।", "sura_id": 10 }, { "ar": "كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوٓا أَنَّهُمْ لَا يُؤْمِنُونَ", "ayat_id": 33, "id": 1397, "bn": "এমনিভাবে সপ্রমাণিত হয়ে গেছে তোমার পরওয়ারদেগারের বাণী সেসব নাফরমানের ব্যাপারে যে, এরা ঈমান আনবে না।", "pr": "কাযা-লিকা হাক্কাত কালিমাতুরাব্বিকা ‘আলাল্লাযীনা ফাছাকূআন্নাহুম লা-ইউ’মিনূন।", "sura_id": 10 }, { "ar": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُۥ ۚ قُلِ اللَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُۥ ۖ فَأَنّٰى تُؤْفَكُونَ", "ayat_id": 34, "id": 1398, "bn": "বল, আছে কি কেউ তোমাদের শরীকদের মাঝে যে সৃষ্টি কে পয়দা করতে পারে এবং আবার জীবিত করতে পারে? বল, আল্লাহই প্রথমবার সৃষ্টি করেন এবং অতঃপর তার পুনরুদ্ভব করবেন। অতএব, কোথায় ঘুরপাক খাচ্ছে?", "pr": "কুল হাল মিন শুরাকাইকুম মাইঁ ইয়াবদাউল খালকা ছুম্মা ইউ‘ঈদুহূ কুল্লিলা-হু ইয়াবদাউল খালকা ছুম্মা ইউ‘ঈদুহূফাআন্না-তু’ফাকূন।", "sura_id": 10 }, { "ar": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى الْحَقِّ ۚ قُلِ اللَّهُ يَهْدِى لِلْحَقِّ ۗ أَفَمَن يَهْدِىٓ إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدٰى ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ", "ayat_id": 35, "id": 1399, "bn": "জিজ্ঞেস কর, আছে কি কেউ তোমাদের শরীকদের মধ্যে যে সত্য-সঠিক পথ প্রদর্শন করবে? বল, আল্লাহই সত্য-সঠিক পথ প্রদর্শন করেন, সুতরাং এমন যে লোক সঠিক পথ দেখাবে তার কথা মান্য করা কিংবা যে লোক নিজে নিজে পথ খুঁজে পায় না, তাকে পথ দেখানো কর্তব্য। অতএব, তোমাদের কি হল, কেমন তোমাদের বিচার?", "pr": "কুল হাল মিন শুরাকাইকুম মাইঁ ইয়াহদী ইলাল হাক্কি কুল্লিলা-হু ইয়াহদী লিলহাক্কি আফামাইঁ ইয়াহদী ইলাল হাক্কিআহাক্কুআইঁ ইউত্তাবা‘আ আম্মাল লাইয়াহিদ্দীইল্লাআইঁ ইউহদা- ফামা-লাকুম কাইফা তাহকুমূন।", "sura_id": 10 }, { "ar": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ الظَّنَّ لَا يُغْنِى مِنَ الْحَقِّ شَيْـًٔا ۚ إِنَّ اللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ", "ayat_id": 36, "id": 1400, "bn": "বস্তুতঃ তাদের অধিকাংশই শুধু আন্দাজ-অনুমানের উপর চলে, অথচ আন্দাজ-অনুমান সত্যের বেলায় কোন কাজেই আসে না। আল্লাহ ভাল করেই জানেন, তারা যা কিছু করে।", "pr": "ওয়ামা-ইয়াত্তাবি‘উ আকছারুহুম ইল্লা-জান্নান ইন্নাজ্জান্না লা-ইউগনী মিনাল হাক্কিশাইআন ইন্নাল্লা-হা ‘আলীমুম বিমা-ইয়াফ‘আলূন।", "sura_id": 10 }, { "ar": "وَمَا كَانَ هٰذَا الْقُرْءَانُ أَن يُفْتَرٰى مِن دُونِ اللَّهِ وَلٰكِن تَصْدِيقَ الَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعٰلَمِينَ", "ayat_id": 37, "id": 1401, "bn": "আর কোরআন সে জিনিস নয় যে, আল্লাহ ব্যতীত কেউ তা বানিয়ে নেবে। অবশ্য এটি পূর্ববর্তী কালামের সত্যায়ন করে এবং সে সমস্ত বিষয়ের বিশ্লেষণ দান করে যা তোমার প্রতি দেয়া হয়েছে, যাতে কোন সন্দেহ নেই-তোমার বিশ্বপালনকর্তার পক্ষ থেকে।", "pr": "ওয়া মা-কা-না হা-যাল কুরআ-নু আইঁ ইউফতারা-মিন দূনিল্লা-হি ওয়ালা-কিন তাসদীকাল্লাযী বাইনা ইয়াদাইহি ওয়া তাফসীলাল কিতা-বি লা-রাইবা ফীহি মির রাব্বিল ‘আ-লামীন।", "sura_id": 10 }, { "ar": "أَمْ يَقُولُونَ افْتَرٰىهُ ۖ قُلْ فَأْتُوا بِسُورَةٍ مِّثْلِهِۦ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 38, "id": 1402, "bn": "মানুষ কি বলে যে, এটি বানিয়ে এনেছ? বলে দাও, তোমরা নিয়ে এসো একটিই সূরা, আর ডেকে নাও, যাদেরকে নিতে সক্ষম হও আল্লাহ ব্যতীত, যদি তোমরা সত্যবাদী হয়ে থাক।", "pr": "আম ইয়াকূলূনাফ তারা-হু কুল ফা’তূবিছূরাতিম মিছলিহী ওয়াদ‘ঊ মানিছতাতা‘আতুম মিন দূ নিল্লা-হি ইন কুনতুম সা-দিকীন।", "sura_id": 10 }, { "ar": "بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ ۚ كَذٰلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ ۖ فَانظُرْ كَيْفَ كَانَ عٰقِبَةُ الظّٰلِمِينَ", "ayat_id": 39, "id": 1403, "bn": "কিন্তু কথা হল এই যে, তারা মিথ্যা প্রতিপন্ন করতে আরম্ভ করেছে যাকে বুঝতে, তারা অক্ষম। অথচ এখনো এর বিশ্লেষণ আসেনি। এমনিভাবে মিথ্যা প্রতিপন্ন করেছে তাদের পূর্ববর্তীরা। অতএব, লক্ষ্য করে দেখ, কেমন হয়েছে পরিণতি।", "pr": "বাল কাযযাবূবিমা-লাম ইউহীতুবি‘ইলমিহী ওয়ালাম্মা-ইয়া’তিহিম তা’বীলুহূ কাযা-লিকা কাযযাবাল্লাযীনা মিন কাবলিহিম ফানজুর কাইফা কা-না ‘আকিবাতুজ্জা-লিমীন।", "sura_id": 10 }, { "ar": "وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ ۚ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ", "ayat_id": 40, "id": 1404, "bn": "আর তাদের মধ্যে কেউ কেউ কোরআনকে বিশ্বাস করবে এবং কেউ কেউ বিশ্বাস করবে না। বস্তুতঃ তোমার পরওয়ারদেগার যথার্থই জানেন দুরাচারদিগকে।", "pr": "ওয়া মিনহুম মাইঁ ইউ’মিনুবিহী ওয়া মিনহুম মাল লা-ইউ’মিনুবিহী ওয়া রাব্বুকা আ‘লামু বিল মুফছিদীন।", "sura_id": 10 }, { "ar": "وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌ مِّمَّا تَعْمَلُونَ", "ayat_id": 41, "id": 1405, "bn": "আর যদি তোমাকে মিথ্যা প্রতিপন্ন করে, তবে বল, আমার জন্য আমার কর্ম, আর তোমাদের জন্য তোমাদের কর্ম। তোমাদের দায়-দায়িত্ব নেই আমার কর্মের উপর এবং আমারও দায়-দায়িত্ব নেই তোমরা যা কর সেজন্য।", "pr": "ওয়া ইন কাযযাবূকা ফাকুল লী আমালী ওয়া লাকুম ‘আমালুকুম আনতুম বারীউনা মিম্মা আ‘মালূওয়া আনা-বারীউম মিম্মা-তা‘মালূন।", "sura_id": 10 }, { "ar": "وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ", "ayat_id": 42, "id": 1406, "bn": "তাদের কেউ কেউ কান রাখে তোমাদের প্রতি; তুমি বধিরদেরকে কি শোনাবে যদি তাদের বিবেক-বুদ্ধি না থাকে!", "pr": "ওয়া মিনহুম মাইঁ ইয়াছতামি‘ঊনা ইলাইকা আফাআনতা তুছমিউস সুম্মা ওয়া লাও কা-নূ লা-ইয়া‘কিলূন।", "sura_id": 10 }, { "ar": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى الْعُمْىَ وَلَوْ كَانُوا لَا يُبْصِرُونَ", "ayat_id": 43, "id": 1407, "bn": "আবার তাদের মধ্যে কেউ কেউ তোমাদের প্রতি দৃষ্টিনিবদ্ধ রাখে; তুমি অন্ধদেরকে কি পথ দেখাবে যদি তারা মোটেও দেখতে না পারে।", "pr": "ওয়া মিনহুম মাইঁ ইয়ানজু রু ইলাইকা আফাআনতা তাহদিল ‘উমইয়া ওয়ালাও কা-নূলাইউবসিরূন।", "sura_id": 10 }, { "ar": "إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَلٰكِنَّ النَّاسَ أَنفُسَهُمْ يَظْلِمُونَ", "ayat_id": 44, "id": 1408, "bn": "আল্লাহ জুলুম করেন না মানুষের উপর, বরং মানুষ নিজেই নিজের উপর জুলুম করে।", "pr": "ইন্নাল্লা-হা লা-ইয়াজলিমুন্না-ছা শাইয়াওঁ ওয়ালা-কিন্নান্না-ছা আনফুছাহুম ইয়াজলিমূন।", "sura_id": 10 }, { "ar": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا إِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَآءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ", "ayat_id": 45, "id": 1409, "bn": "আর যেদিন তাদেরকে সমবেত করা হবে, যেন তারা অবস্থান করেনি, তবে দিনের একদন্ড একজন অপরজনকে চিনবে। নিঃসন্দেহে ক্ষতিগ্রস্ত হয়েছে যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর সাথে সাক্ষাতকে এবং সরলপথে আসেনি।", "pr": "ওয়া ইয়াওমা ইয়াহশুরুহুম কাআল্লাম ইয়ালবাছূ ইল্লা-ছা-‘আতাম মিনান্নাহা-রি ইয়াতা‘আরাফূনা বাইনাহুম কাদ খাছিরাল লাযীনা কাযযাবূবিলিকাইল্লা-হি ওয়ামা-কা-নূ মুহতাদীন।", "sura_id": 10 }, { "ar": "وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلٰى مَا يَفْعَلُونَ", "ayat_id": 46, "id": 1410, "bn": "আর যদি আমি দেখাই তোমাকে সে ওয়াদাসমূহের মধ্য থেকে কোন কিছু যা আমি তাদের সাথে করেছি, অথবা তোমাকে মৃত্যুদান করি, যাহোক, আমার কাছেই তাদেরকে প্রত্যাবর্তন করতে হবে। বস্তুতঃ আল্লাহ সে সমস্ত কর্মের সাক্ষী যা তারা করে।", "pr": "ওয়া ইম্মা-নুরিইয়ান্নাকা বা‘দাল্লাযীনা‘ইদুহুম আও নাতাওয়াফফাইয়ান্নাকা ফাইলাইনামারজি‘উহুম ছু ম্মাল্লা-হু শাহীদুন ‘আলা-মা-ইয়াফ‘আলূন।", "sura_id": 10 }, { "ar": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ", "ayat_id": 47, "id": 1411, "bn": "আর প্রত্যেক সম্প্রদায়ের একেকজন রসূল রয়েছে। যখন তাদের কাছে তাদের রসূল ন্যায়দন্ডসহ উপস্থিত হল, তখন আর তাদের উপর জুলুম হয় না।", "pr": "ওয়া লিকুল্লি উম্মাতির রাছূলুন ফাইযা-জাআ রাছূলুহুম কুদিয়া বাইনাহুম বিলকিছতি ওয়াহুম লা-ইউজলামূন।", "sura_id": 10 }, { "ar": "وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 48, "id": 1412, "bn": "তারা আরো বলে, এ ওয়াদা কবে আসবে, যদি তোমরা সত্যবাদী হয়ে থাক?", "pr": "ওয়া ইয়াকূলূনা মাতা-হা-যাল ওয়া‘দুইন কুনতুম সা-দিকীন।", "sura_id": 10 }, { "ar": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ اللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ", "ayat_id": 49, "id": 1413, "bn": "তুমি বল, আমি আমার নিজের ক্ষতি কিংবা লাভেরও মালিক নই, কিন্তু আল্লাহ যা ইচ্ছা করেন। প্রত্যেক সম্প্রদায়ের জন্যই একেকটি ওয়াদা রয়েছে, যখন তাদের সে ওয়াদা এসে পৌঁছে যাবে, তখন না একদন্ড পেছনে সরতে পারবে, না সামনে ফসকাতে পারবে,।", "pr": "কুল লাআমলিকুলিনাফছী দাররাওঁ ওয়ালা-নাফ‘আন ইল্লা-মাশা-আল্লা-হু লিকুল্লি উম্মাতিন আজালুন ইযা-জাআ আজালুহুম ফালা-ইয়াছতা’খিরূনা ছা-‘আতাওঁ ওয়ালাইয়াছতাকদিমূন।", "sura_id": 10 }, { "ar": "قُلْ أَرَءَيْتُمْ إِنْ أَتٰىكُمْ عَذَابُهُۥ بَيٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ", "ayat_id": 50, "id": 1414, "bn": "তুমি বল, আচ্ছা দেখ তো দেখি, যদি তোমাদের উপর তার আযাব রাতারাতি অথবা দিনের বেলায় এসে পৌঁছে যায়, তবে এর আগে পাপীরা কি করবে?", "pr": "কুল আরাআইতুমইন আতা-কুম‘আযা-বুহূ বায়া-তান আও নাহা-রাম মা-যাইয়াছতা‘জিলুমিনহুল মুজরিমূন।", "sura_id": 10 }, { "ar": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ۚ ءَآلْـٰٔنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ", "ayat_id": 51, "id": 1415, "bn": "তাহলে কি আযাব সংঘটিত হয়ে যাবার পর এর প্রতি বিশ্বাস করবে? এখন স্বীকার করলে? অথচ তোমরা এরই তাকাদা করতে?", "pr": "আছুম্মা ইযা-মা-ওয়াকা‘আ আ-মানতুম বিহী আলআ-না ওয়া কাদ কুনতুম বিহী তাছতা‘জিলূন।", "sura_id": 10 }, { "ar": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ", "ayat_id": 52, "id": 1416, "bn": "অতঃপর বলা হবে, গোনাহগারদিগকে, ভোগ করতে থাক অনন্ত আযাব-তোমরা যা কিছু করতে তার তাই প্রতিফল।", "pr": "ছু ম্মা কীলা লিল্লাযীনা জালামূযূকূ‘আযা-বাল খুলদি হাল তুজঝাওনা ইল্লা-বিমাকুনতুম তাকছিবূন।", "sura_id": 10 }, { "ar": "وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ", "ayat_id": 53, "id": 1417, "bn": "আর তোমার কাছে সংবাদ জিজ্ঞেস করে, এটা কি সত্য ? বলে দাও, অবশ্যই আমার পরওয়ারদেগারের কসম এটা সত্য। আর তোমরা পরিশ্রান্ত করে দিতে পারবে না।", "pr": "ওয়া ইয়াছতামবিঊনাকা আহাক্কুন হুওয়া কুল ঈ ওয়ারাববী ইন্নাহূলাহাক্কুওঁ ওয়া মাআনতুম বিমু‘জিঝীন।", "sura_id": 10 }, { "ar": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْأَرْضِ لَافْتَدَتْ بِهِۦ ۗ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ ۖ وَقُضِىَ بَيْنَهُم بِالْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ", "ayat_id": 54, "id": 1418, "bn": "বস্তুতঃ যদি প্রত্যেক গোনাহগারের কাছে এত পরিমাণ থাকে যা আছে সমগ্র যমীনের মাঝে, আর অবশ্যই যদি সেগুলো নিজের মুক্তির বিনিময়ে দিতে চাইবে আর গোপনে গোপনে অনুতাপ করবে, যখন আযাব দেখবে। বস্তুতঃ তাদের জন্য সিদ্ধান্ত হবে ন্যায়সঙ্গত এবং তাদের উপর জুলম হবে না।", "pr": "ওয়া লাও আন্না লিকুল্লি নাফছিন জালামাত মা-ফিল আরদিলাফতাদাত বিহী ওয়া আছাররুন নাদা-মাতা লাম্মা-রাআউল ‘আযা-বা ওয়া কুদিয়া বাইনাহুম বিলকিছতি ওয়া হুম লা-ইউজলামূন।", "sura_id": 10 }, { "ar": "أَلَآ إِنَّ لِلَّهِ مَا فِى السَّمٰوٰتِ وَالْأَرْضِ ۗ أَلَآ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "ayat_id": 55, "id": 1419, "bn": "শুনে রাখ, যা কিছু রয়েছে আসমানসমূহে ও যমীনে সবই আল্লাহর। শুনে রাখ, আল্লাহর প্রতিশ্রুতি সত্য। তবে অনেকেই জানে না।", "pr": "আলাইন্না লিল্লা-হি মা-ফিছছামা-ওয়া-তি ওয়াল আরদি আলাইন্না ওয়া‘দাল্লা-হি হাক্কুওঁ ওয়া লা-কিন্না আকছারাহুম লা-ইয়া‘লামূন।", "sura_id": 10 }, { "ar": "هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ", "ayat_id": 56, "id": 1420, "bn": "তিনিই জীবন ও মরণ দান করেন এবং তাঁরই কাছে প্রত্যাবর্তন করতে হবে।", "pr": "হুওয়া ইউহয়ী ওয়া ইউমীতুওয়া ইলাইহি তুরজা‘ঊন।", "sura_id": 10 }, { "ar": "يٰٓأَيُّهَا النَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِى الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ", "ayat_id": 57, "id": 1421, "bn": "হে মানবকুল, তোমাদের কাছে উপদেশবানী এসেছে তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং অন্তরের রোগের নিরাময়, হেদায়েত ও রহমত মুসলমানদের জন্য।", "pr": "ইয়া আইয়ূহান্না-ছুকাদ জাআতকুম মাও‘ইজাতুম মির রাব্বিকুম ওয়া শিফাউল লিমাফিসসুদূ রি ওয়াহুদাওঁ ওয়া রাহমাতুল লিলমু’মিনীন।", "sura_id": 10 }, { "ar": "قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِۦ فَبِذٰلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ", "ayat_id": 58, "id": 1422, "bn": "বল, আল্লাহর দয়া ও মেহেরবাণীতে। সুতরাং এরই প্রতি তাদের সন্তুষ্ট থাকা উচিৎ। এটিই উত্তম সে সমুদয় থেকে যা সঞ্চয় করছ।", "pr": "কুল বিফাদলিল্লা-হি ওয়া বিরাহমাতিহী ফাবিযা-লিকা ফালইয়াফরাহূ হুওয়া খাইরুম নমিম্মা-ইয়াজমা‘ঊন।", "sura_id": 10 }, { "ar": "قُلْ أَرَءَيْتُم مَّآ أَنزَلَ اللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلٰلًا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى اللَّهِ تَفْتَرُونَ", "ayat_id": 59, "id": 1423, "bn": "বল, আচ্ছা নিজেই লক্ষ্য করে দেখ, যা কিছু আল্লাহ তোমাদের জন্য রিযিক হিসাবে অবতীর্ণ করেছেন, তোমরা সেগুলোর মধ্য থেকে কোনটাকে হারাম আর কোনটাকে হালাল সাব্যস্ত করেছ? বল, তোমাদের কি আল্লাহ নির্দেশ দিয়েছেন, নাকি আল্লাহর উপর অপবাদ আরোপ করছ?", "pr": "কুল আরাআইতুম মাআনঝালাল্লা-হু লাকুম মির রিঝকিন ফাজা‘আলতুম মিনহু হারা-মাওঁ ওয়া হালা-লান কুল আল্লা-হু আযিনা লাকুম আম ‘আলাল্লা-হি তাফতারূন।", "sura_id": 10 }, { "ar": "وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ", "ayat_id": 60, "id": 1424, "bn": "আর আল্লাহর প্রতি মিথ্যা অপবাদ আরোপকারীদের কি ধারণা কেয়ামত সম্পর্কে? আল্লাহ তো মানুষের প্রতি অনুগ্রহই করেন, কিন্তু অনেকেই কৃতজ্ঞতা স্বীকার করে না।", "pr": "ওয়া মা-জান্নুল্লাযীনা ইয়াফতারূনা ‘আলাল্লা-হিল কাযিবা ইয়াওমাল কিয়া-মাতি ইন্নাল্লা-হা লাযূফাদলিন ‘আলান্না-ছি ওয়ালা-কিন্না আকছারাহুম লা-ইয়াশকুরূন।", "sura_id": 10 }, { "ar": "وَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُوا مِنْهُ مِن قُرْءَانٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِى الْأَرْضِ وَلَا فِى السَّمَآءِ وَلَآ أَصْغَرَ مِن ذٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتٰبٍ مُّبِينٍ", "ayat_id": 61, "id": 1425, "bn": "বস্তুতঃ যে কোন অবস্থাতেই তুমি থাক এবং কোরআনের যে কোন অংশ থেকেই পাঠ করা কিংবা যে কোন কাজই তোমরা কর অথচ আমি তোমাদের নিকটে উপস্থিত থাকি যখন তোমরা তাতে আত্ননিয়োগ কর। আর তোমার পরওয়ারদেগার থেকে গোপন থাকে না একটি কনাও, না যমীনের এবং না আসমানের। না এর চেয়ে ক্ষুদ্র কোন কিছু আছে, না বড় যা এই প্রকৃষ্ট কিতাবে নেই।", "pr": "ওয়া মা-তাকূনুফী শা’নিওঁ ওয়া মা-তাতলূমিনহু মিন কু রআ-নিওঁ ওয়ালা-তা‘মালূনা মিন ‘আমালিন ইল্লা-কুন্না-‘আলাইকুম শুহূদান ইয তুফীদূ না ফীহি ওয়া মা-ইয়া‘ঝুবু‘আর রাব্বিকা মিম মিছকা-লি যাররাতিন ফিল আরদিওয়ালা-ফিছছামাই ওয়ালাআসগারা মিন যা-লিকা ওয়ালাআকবারা ইল্লা-ফী কিতা-বিম মুবীন।", "sura_id": 10 }, { "ar": "أَلَآ إِنَّ أَوْلِيَآءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "ayat_id": 62, "id": 1426, "bn": "মনে রেখো যারা আল্লাহর বন্ধু, তাদের না কোন ভয় ভীতি আছে, না তারা চিন্তান্বিত হবে।", "pr": "আলাইন্না আওলিয়াআল্লা-হি লা-খাওফুন ‘আলাইহিম ওয়ালা-হুম ইয়াহঝানূন।", "sura_id": 10 }, { "ar": "الَّذِينَ ءَامَنُوا وَكَانُوا يَتَّقُونَ", "ayat_id": 63, "id": 1427, "bn": "যারা ঈমান এনেছে এবং ভয় করতে রয়েছে।", "pr": "আলাইন্না আওলিয়াআল্লা-হি লা-খাওফুন ‘আলাইহিম ওয়ালা-হুম ইয়াহঝানূন।", "sura_id": 10 }, { "ar": "لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْءَاخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمٰتِ اللَّهِ ۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ", "ayat_id": 64, "id": 1428, "bn": "তাদের জন্য সুসংবাদ পার্থিব জীবনে ও পরকালীন জীবনে। আল্লাহর কথার কখনো হের-ফের হয় না। এটাই হল মহা সফলতা।", "pr": "লাহুমুল বুশরা-ফিল হায়া-তিদ দুনইয়া-ওয়াফিল আ-খিরাতি লা-তাবদীলা লিকালিমাতিল্লা-হি যা-লিকা হুওয়াল ফাওঝুল ‘আজীম।", "sura_id": 10 }, { "ar": "وَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ السَّمِيعُ الْعَلِيمُ", "ayat_id": 65, "id": 1429, "bn": "আর তাদের কথায় দুঃখ নিয়ো না। আসলে সমস্ত ক্ষমতা আল্লাহর। তিনিই শ্রবণকারী, সর্বজ্ঞ।", "pr": "ওয়ালা-ইয়াহঝুনকা কাওলুহুম । ইন্নাল ‘ইঝঝাতা লিল্লা-হি জামী‘আন হুওয়াছ ছামী‘উল ‘আলীম।", "sura_id": 10 }, { "ar": "أَلَآ إِنَّ لِلَّهِ مَن فِى السَّمٰوٰتِ وَمَن فِى الْأَرْضِ ۗ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِن دُونِ اللَّهِ شُرَكَآءَ ۚ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ", "ayat_id": 66, "id": 1430, "bn": "শুনছ, আসমানসমূহে ও যমীনে যা কিছু রয়েছে সবই আল্লাহর। আর এরা যারা আল্লাহকে বাদ দিয়ে শরীকদের উপাসনার পেছনে পড়ে আছে-তা আসলে কিছুই নয়। এরা নিজেরই কল্পনার পেছনে পড়ে রয়েছে এবং এছাড়া আর কিছু নয় যে, এরা বুদ্ধি খাটাচ্ছে।", "pr": "আলাইন্না লিল্লা-হি মান ফিছ ছামা-ওয়া তি ওয়া মান ফিল আরদি ওয়া মাইয়াত্তাবি‘উল্লাযীনা ইয়াদ‘ঊনা মিন দূ নিল্লা-হি শুরাকাআ ইয়ঁইয়াত্তাবি‘ঊনা ইল্লাজ্জান্না ওয়াইন হুম ইল্লা-ইয়াখরুসূন।", "sura_id": 10 }, { "ar": "هُوَ الَّذِى جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذٰلِكَ لَءَايٰتٍ لِّقَوْمٍ يَسْمَعُونَ", "ayat_id": 67, "id": 1431, "bn": "তিনি তোমাদের জন্য তৈরী করেছেন রাত, যাতে করে তোমরা তাতে প্রশান্তি লাভ করতে পার, আর দিন দিয়েছেন দর্শন করার জন্য। নিঃসন্দেহে এতে নিদর্শন রয়েছে সে সব লোকের জন্য যারা শ্রবণ করে।", "pr": "হুওয়াল্লাযী জা‘আলা লাকুমুল লাইলা লিতাছকুনূফীহি ওয়ান্নাহা-রা মুবসিরান ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকাওমিইঁ ইয়াছমা‘ঊন।", "sura_id": 10 }, { "ar": "قَالُوا اتَّخَذَ اللَّهُ وَلَدًا ۗ سُبْحٰنَهُۥ ۖ هُوَ الْغَنِىُّ ۖ لَهُۥ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۚ إِنْ عِندَكُم مِّن سُلْطٰنٍۭ بِهٰذَآ ۚ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ", "ayat_id": 68, "id": 1432, "bn": "তারা বলে, আল্লাহ পুত্র সাব্যস্ত করে নিয়েছেন-তিনি পবিত্র, তিনি অমুখাপেক্ষী। যাকিছু রয়েছে আসমান সমূহে ও যমীনে সবই তাঁর। তোমাদের কাছে তার কোন সনদ নেই। কেন তোমরা আল্লাহর প্রতি মিথ্যারোপ কর-যার কোন সনদই তোমাদের কাছে নেই?", "pr": "কা-লুত্তাখাযাল্লা-হু ওয়ালাদান ছুবহা-নাহূ হুওয়াল গানিইইয়ু লাহূমা-ফিছ ছামাওয়া-তি ওয়ামা-ফিল আরদি ইন ‘ইনদাকুম মিন ছুলতা-নিম বিহা-যা- আতাকূলূনা ‘আলাল্লা-হি মা-লা তা‘লামূন।", "sura_id": 10 }, { "ar": "قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ", "ayat_id": 69, "id": 1433, "bn": "বলে দাও, যারা এরূপ করে তারা অব্যাহতি পায় না।", "pr": "কুল ইন্নাল্লাযীনা ইয়াফতারূনা ‘আলাল্লা-হিল কাযিবা লা-ইউফলিহূন।", "sura_id": 10 }, { "ar": "مَتٰعٌ فِى الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ", "ayat_id": 70, "id": 1434, "bn": "পার্থিবজীবনে সামান্যই লাভ, অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি তাদেরকে আস্বাদন করাব কঠিন আযাব-তাদেরই কৃত কুফরীর বদলাতে।", "pr": "মাতা-‘উন ফিদদুনইয়া-ছু ম্মা ইলাইনা-মারজি‘উহুম ছু ম্মা নুযীকুহুমুল‘আযা-বাশশাদীদা বিমা-কা-নূইয়াকফুরূন।", "sura_id": 10 }, { "ar": "وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايٰتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوٓا إِلَىَّ وَلَا تُنظِرُونِ", "ayat_id": 71, "id": 1435, "bn": "আর তাদেরকে শুনিয়ে দাও নূহের অবস্থা যখন সে স্বীয় সম্প্রদায়কে বলল, হে আমার সম্প্রদায়, যদি তোমাদের মাঝে আমার অবস্থিতি এবং আল্লাহর আয়াতসমূহের মাধ্যমে নসীহত করা ভারী বলে মনে হয়ে থাকে, তবে আমি আল্লাহর উপর ভরসা করছি। এখন তোমরা সবাই মিলে নিজেরদের কর্ম সাব্যস্ত কর এবং এতে তোমাদের শরীকদেরকে সমবেত করে নাও, যাতে তোমাদের মাঝে নিজেদের কাজের ব্যাপারে কোন সন্দেহ-সংশয় না থাকে। অতঃপর আমার সম্পর্কে যা কিছু করার করে ফেল এবং আমাকে অব্যাহতি দিও না।", "pr": "ওয়াতলু‘আলাইহিম নাবাআ নূহ । ইযকা-লা লিকাওমিহী ইয়া-কাওমি ইন কা-না কাবুরা ‘আলাইকুম মাকা-মী ওয়া তাযকীরী বিআ-য়া-তিল্লা-হি ফা‘আলাল্লা-হি তাওয়াক্কালতু ফাআজমি‘ঊ আমরাকুম ওয়া শুরাকাআকুম ছুম্মা লা-ইয়াকুন আমরুকুম ‘আলাইকুম গুম্মাতান ছু ম্মাকদূ ইলাইইয়া ওয়ালা-তুনজিরূন।", "sura_id": 10 }, { "ar": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى اللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ", "ayat_id": 72, "id": 1436, "bn": "তারপরও যদি বিমুখতা অবলম্বন কর, তবে আমি তোমাদের কাছে কোন রকম বিনিময় কামনা করি না। আমার বিনিময় হল আল্লাহর দায়িত্বে। আর আমার প্রতি নির্দেশ রয়েছে যেন আমি আনুগত্য অবলম্বন করি।", "pr": "ফাইন তাওয়াল্লাইতুম ফামা-ছাআলতুকুম মিন আজরিন ইন আজরিয়া ইল্লা-‘আলাল্লা-হি ওয়া উমিরতুআন আকূনা মিনাল মুছলিমীন।", "sura_id": 10 }, { "ar": "فَكَذَّبُوهُ فَنَجَّيْنٰهُ وَمَن مَّعَهُۥ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰٓئِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِـَٔايٰتِنَا ۖ فَانظُرْ كَيْفَ كَانَ عٰقِبَةُ الْمُنذَرِينَ", "ayat_id": 73, "id": 1437, "bn": "তারপরও এরা মিথ্যা প্রতিপন্ন করল। সুতরাং তাকে এবং তার সাথে নৌকায় যারা ছিল তাদের কে বাঁচিয়ে নিয়েছি এবং যথাস্থানে আবাদ করেছি। আর তাদেরকে ডুবিয়ে দিয়েছি যারা আমার কথাকে মিথ্যা প্রতিপন্ন করেছে। সুতরাং লক্ষ্য কর, কেমন পরিণতি ঘটেছে তাদের যাদেরকে ভীতি প্রদর্শন করা হয়েছিল।", "pr": "ফাকাযযাবূহু ফানাজ্জাইনা-হু ওয়ামাম মা‘আহূফিল ফুলকি ওয়া জা‘আলনা-হুম খালাইফা ওয়া আগরাকনাল্লাযীনা কাযযাবূবিআ-য়া-তিনা- ফানজু র কাইফা কা-না ‘আকিবাতুল মুনযারীন।", "sura_id": 10 }, { "ar": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلٰى قَوْمِهِمْ فَجَآءُوهُم بِالْبَيِّنٰتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِۦ مِن قَبْلُ ۚ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوبِ الْمُعْتَدِينَ", "ayat_id": 74, "id": 1438, "bn": "অনন্তর আমি নূহের পরে বহু নবী-রসূল পাঠিয়েছি তাদের সম্প্রদায়ের প্রতি। তারপর তাদের কাছে তারা প্রকাশ্য দলীল-প্রমাণ উপস্থাপন করেছে, কিন্তু তাদের দ্বারা এমনটি হয়নি যে, ঈমান আনবে সে ব্যাপারে, যাকে তারা ইতিপূর্বে মিথ্যা প্রতিপন্ন করেছিল। এভাবেই আমি মোহর এঁটে দেই সীমালংঘনকারীদের অন্তরসমূহের উপর।", "pr": "ছু ম্মা বা‘আছনা-মিম বা‘দিহী রুছুলান ইলা-কাওমিহিম ফাজাঊহুম বিলবাইয়িনা-তি ফামা-কা-নূলিইউ’মিনূবিমা-কাযযাবূবিহী মিন কাবলু কাযা-লিকা নাতবা‘উ ‘আলাকুলূবিল মু‘তাদীন।", "sura_id": 10 }, { "ar": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسٰى وَهٰرُونَ إِلٰى فِرْعَوْنَ وَمَلَإِيْهِۦ بِـَٔايٰتِنَا فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ", "ayat_id": 75, "id": 1439, "bn": "অতঃপর তাদের পেছনে পাঠিয়েছি আমি মূসা ও হারুনকে, ফেরাউন ও তার সর্দারের প্রতি স্বীয় নির্দেশাবলী সহকারে। অথচ তারা অহংকার করতে আরম্ভ করেছে।", "pr": "ছু ম্মা বা‘আছনা-মিম বা‘দিহিম মূছা-ওয়া হা-রূনা ইলা-ফির‘আওনা ওয়া মালাইহী বিআয়া-তিনা-ফাছতাকবারূওয়া কা-নূকাওমাম মুজরিমীন।", "sura_id": 10 }, { "ar": "فَلَمَّا جَآءَهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوٓا إِنَّ هٰذَا لَسِحْرٌ مُّبِينٌ", "ayat_id": 76, "id": 1440, "bn": "বস্তুতঃ তারা ছিল গোনাহগার। তারপর আমার পক্ষ থেকে যখন তাদের কাছে সত্য বিষয় উপস্থিত হল, তখন বলতে লাগলো, এগুলো তো প্রকাশ্য যাদু।", "pr": "ফালাম্মা-জাআহুমুল হাক্কুমিন ‘ইনদিনা-কা-লূইন্না হা-যা-লাছিহরুম মুবীন।", "sura_id": 10 }, { "ar": "قَالَ مُوسٰىٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ ۖ أَسِحْرٌ هٰذَا وَلَا يُفْلِحُ السّٰحِرُونَ", "ayat_id": 77, "id": 1441, "bn": "মূসা বলল, সত্যের ব্যাপারে একথা বলছ, তা তোমাদের কাছে পৌঁছার পর? একি যাদু? অথচ যারা যাদুকর, তারা সফল হতে পারে না।", "pr": "কা-লা মূছা-আতাকূলূনা লিলহাক্কিলাম্মা-জাআকুম আছিহরুন হা-যা- ওয়ালা-ইউফলিহুছছা-হিরুন।", "sura_id": 10 }, { "ar": "قَالُوٓا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَآءُ فِى الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ", "ayat_id": 78, "id": 1442, "bn": "তারা বলল, তুমি কি আমাদেরকে সে পথ থেকে ফিরিয়ে দিতে এসেছ যাতে আমরা পেয়েছি আমাদের বাপ-দাদাদেরকে? আর যাতে তোমরা দুইজন এদেশের সর্দারী পেয়ে যেতে পার? আমরা তোমাদেরকে কিছুতেই মানব না।", "pr": "কা-লূআজি‘তানা-লিতালফিতানা-‘আম্মা-ওয়াজাদনা-‘আলাইহি আ-বাআনা-ওয়াতাকূনা লাকুমাল কিবরিয়াউ ফিল আরদি ওয়া মা-নাহনুলাকুমা-বিমু’মিনীন।", "sura_id": 10 }, { "ar": "وَقَالَ فِرْعَوْنُ ائْتُونِى بِكُلِّ سٰحِرٍ عَلِيمٍ", "ayat_id": 79, "id": 1443, "bn": "আর ফেরাউন বলল, আমার কাছে নিয়ে এস সুদক্ষ যাদুকরদিগকে।", "pr": "ওয়া কা-লা ফির‘আওনু’তূনী বিকুল্লি ছা-হিরিন ‘আলীম।", "sura_id": 10 }, { "ar": "فَلَمَّا جَآءَ السَّحَرَةُ قَالَ لَهُم مُّوسٰىٓ أَلْقُوا مَآ أَنتُم مُّلْقُونَ", "ayat_id": 80, "id": 1444, "bn": "তারপর যখন যাদুকররা এল, মূসা তাদেরকে বলল, নিক্ষেপ কর, তোমরা যা কিছু নিক্ষেপ করে থাক।", "pr": "ফালাম্মা-জাআ ছছাহারাতুকা-লা লাহুম মূছাআলকূমাআনতুম মুলকূন।", "sura_id": 10 }, { "ar": "فَلَمَّآ أَلْقَوْا قَالَ مُوسٰى مَا جِئْتُم بِهِ السِّحْرُ ۖ إِنَّ اللَّهَ سَيُبْطِلُهُۥٓ ۖ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ", "ayat_id": 81, "id": 1445, "bn": "অতঃপর যখন তারা নিক্ষেপ করল, মূসা বলল, যা কিছু তোমরা এনেছ তা সবই যাদু-এবার আল্লাহ এসব ভন্ডুল করে দিচ্ছেন। নিঃসন্দেহে আল্লাহ দুস্কর্মীদের কর্মকে সুষ্ঠুতা দান করেন না।", "pr": "ফালাম্মাআলকাও কা-লা মূছা- মা-জি’তুম বিহিছছিহরু ইন্নাল্লা-হা ছাইউবতিলুহূ ইন্নাল্লা-হা লা-ইউসলিহু‘আমালাল মুফছিদীন।", "sura_id": 10 }, { "ar": "وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمٰتِهِۦ وَلَوْ كَرِهَ الْمُجْرِمُونَ", "ayat_id": 82, "id": 1446, "bn": "আল্লাহ সত্যকে সত্যে পরিণত করেন স্বীয় নির্দেশে যদিও পাপীদের তা মনঃপুত নয়।", "pr": "ওয়া ইউহিক্কুল্লা-হুল হাক্কা বিকালিমা-তিহী ওয়ালাও কারিহাল মুজরিমূন।", "sura_id": 10 }, { "ar": "فَمَآ ءَامَنَ لِمُوسٰىٓ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِۦ عَلٰى خَوْفٍ مِّن فِرْعَوْنَ وَمَلَا۠ئِهِمْ أَن يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِى الْأَرْضِ وَإِنَّهُۥ لَمِنَ الْمُسْرِفِينَ", "ayat_id": 83, "id": 1447, "bn": "আর কেউ ঈমান আনল না মূসার প্রতি তাঁর কওমের কতিপয় বালক ছাড়া-ফেরাউন ও তার সর্দারদের ভয়ে যে, এরা না আবার কোন বিপদে ফেলে দেয়। ফেরাউন দেশময় কর্তꦣ2499;ত্বের শিখরে আরোহণ করেছিল। আর সে তার হাত ছেড়ে রেখেছিল।", "pr": "ফামা আ-মানা লিমূছাইল্লা-যুররিইয়াতুম মিন কাওমিহী ‘আলা-খাওফিম মিন ফির‘আওনা ওয়া মালাইহিম আইঁ ইয়াফতিনাহুম ওয়াইন্না ফির‘আওনা লা‘আ-লিন ফিল আরদি ওয়া ইন্নাহূলামিনাল মুছরিফীন।", "sura_id": 10 }, { "ar": "وَقَالَ مُوسٰى يٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا إِن كُنتُم مُّسْلِمِينَ", "ayat_id": 84, "id": 1448, "bn": "আর মূসা বলল, হে আমার সম্প্রদায়, তোমরা যদি আল্লাহর উপর ঈমান এনে থাক, তবে তারই উপর ভরসা কর যদি তোমরা ফরমাবরদার হয়ে থাক।", "pr": "ওয়া কা-লা মূছা-ইয়া কাওমি ইন কুনতুমআ-মানতুমবিল্লা-হি ফা‘আলাইহি তাওয়াক্কালূইন কুনতুম মুছলিমীন।", "sura_id": 10 }, { "ar": "فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِينَ", "ayat_id": 85, "id": 1449, "bn": "তখন তারা বলল, আমরা আল্লাহর উপর ভরসা করেছি। হে আমাদের পালনকর্তা, আমাদের উপর এ জালেম কওমের শক্তি পরীক্ষা করিও না।", "pr": "ফাকা-লূ‘আলাল্লা-হি তাওয়াক্কালনা- রাব্বানা-লা-তাজ‘আলনা-ফিতনাতাল লিলকাওমিজ্জা-লিমীন।", "sura_id": 10 }, { "ar": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِينَ", "ayat_id": 86, "id": 1450, "bn": "আর আমাদেরকে অনুগ্রহ করে ছাড়িয়ে দাও এই কাফেরদের কবল থেকে।", "pr": "ওয়া নাজজিনা-বিরাহমাতিকা মিনাল কাওমিল কা-ফিরীন।", "sura_id": 10 }, { "ar": "وَأَوْحَيْنَآ إِلٰى مُوسٰى وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلٰوةَ ۗ وَبَشِّرِ الْمُؤْمِنِينَ", "ayat_id": 87, "id": 1451, "bn": "আর আমি নির্দেশ পাঠালাম মূসা এবং তার ভাইয়ের প্রতি যে, তোমরা তোমাদের জাতির জন্য মিসরের মাটিতে বাস স্থান নির্ধারণ কর। আর তোমাদের ঘরগুলো বানাবে কেবলামুখী করে এবং নামায কায়েম কর আর যারা ঈমানদার তাদেরকে সুসংবাদ দান কর।", "pr": "ওয়া আওহাইনা ইলা-মূছা-ওয়া আখীহি আন তাবাওওয়াআ-লিকাওমিকুমা-বিমিসরা বুইঊতাওঁ ওয়াজ‘আলূবুইঊতাকুম কিবলাতাওঁ ওয়াআকীমুসসালা-তা ওয়া বাশশিরিল মু’মিনীন।", "sura_id": 10 }, { "ar": "وَقَالَ مُوسٰى رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةً وَأَمْوٰلًا فِى الْحَيٰوةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَن سَبِيلِكَ ۖ رَبَّنَا اطْمِسْ عَلٰىٓ أَمْوٰلِهِمْ وَاشْدُدْ عَلٰى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتّٰى يَرَوُا الْعَذَابَ الْأَلِيمَ", "ayat_id": 88, "id": 1452, "bn": "মূসা বলল, হে আমার পরওয়ারদেগার, তুমি ফেরাউনকে এবং তার সর্দারদেরকে পার্থব জীবনের আড়ম্বর দান করেছ, এবং সম্পদ দান করেছ-হে আমার পরওয়ারদেগার, এ জন্যই যে তারা তোমার পথ থেকে বিপথগামী করব! হে আমার পরওয়ারদেগার, তাদের ধন-সম্পদ ধ্বংস করে দাও এবং তাদের অন্তরগুলোকে কাঠোর করে দাও যাতে করে তারা ততক্ষণ পর্যন্ত ঈমান না আনে যতক্ষণ না বেদনাদায়ক আযাব প্রত্যক্ষ করে নেয়।", "pr": "ওয়া কা-লা মূছা-রাব্বানাইন্নাকা আ-তাইতা ফির‘আওনা ওয়া মালাআহূঝীনাতাওঁ ওয়া আমওয়া-লান ফিল হায়া-তিদদুনইয়া- রাব্বানা-লিইউদিললূ‘আন ছাবীলিকা রাব্বানাতমিছ ‘আলাআমওয়া-লিহিম ওয়াশদুদ ‘আলা-কূলূবিহিম ফালা-ইউ’মিনূহাত্তাইয়ারাউল ‘আযা-বাল ‘আলীম।", "sura_id": 10 }, { "ar": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ", "ayat_id": 89, "id": 1453, "bn": "বললেন, তোমাদের দোয়া মঞ্জুর হয়েছে। অতএব তোমরা দুজন অটল থাকো এবং তাদের পথে চলো না যারা অজ্ঞ।", "pr": "কা-লা কাদ উজীবাদ দা‘ওয়াতুকুমা-ফাছতাকীমা-ওয়ালা-তাত্তাবি‘আন্নি ছাবীলাল্লাযীনা লা-ইয়া‘লামূন।", "sura_id": 10 }, { "ar": "وَجٰوَزْنَا بِبَنِىٓ إِسْرٰٓءِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا ۖ حَتّٰىٓ إِذَآ أَدْرَكَهُ الْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلٰهَ إِلَّا الَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا إِسْرٰٓءِيلَ وَأَنَا۠ مِنَ الْمُسْلِمِينَ", "ayat_id": 90, "id": 1454, "bn": "আর বনী-ইসরাঈলকে আমি পার করে দিয়েছি নদী। তারপর তাদের পশ্চাদ্ধাবন করেছে ফেরাউন ও তার সেনাবাহিনী, দুরাচার ও বাড়াবাড়ির উদ্দেশে। এমনকি যখন তারা ডুবতে আরম্ভ করল, তখন বলল, এবার বিশ্বাস করে নিচ্ছি যে, কোন মা’বুদ নেই তাঁকে ছাড়া যাঁর উপর ঈমান এনেছে বনী-ইসরাঈলরা। বস্তুতঃ আমিও তাঁরই অনুগতদের অন্তর্ভুক্ত।", "pr": "ওয়া জাওয়াঝনা-ব্বিানীইছরাঈলাল বাহরা ফাআতবা‘আহুম ফির‘আওনুওয়াজুনূদুহূ বাগইয়াওঁ ওয়া ‘আদওয়ান হাত্তা ইযা-আদরাকাহুল গারাকু কা-লা আ-মানতু আন্নাহূলাইলা-হা ইল্লাল্লাযী আ-মানত বিহী বানূ ইছরাঈলা ওয়া আনা-মিনাল মুছলিমীন।", "sura_id": 10 }, { "ar": "ءَآلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ الْمُفْسِدِينَ", "ayat_id": 91, "id": 1455, "bn": "এখন একথা বলছ! অথচ তুমি ইতিপূর্বে না-ফরমানী করছিলে। এবং পথভ্রষ্টদেরই অন্তর্ভুক্ত ছিলে।", "pr": "আলআ-না ওয়া কাদ ‘আসাইতা কাবলুওয়া কুনতা মিনাল মুফছিদীন।", "sura_id": 10 }, { "ar": "فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً ۚ وَإِنَّ كَثِيرًا مِّنَ النَّاسِ عَنْ ءَايٰتِنَا لَغٰفِلُونَ", "ayat_id": 92, "id": 1456, "bn": "অতএব আজকের দিনে বাঁচিয়ে দিচ্ছি আমি তোমার দেহকে যাতে তোমার পশ্চাদবর্তীদের জন্য নিদর্শন হতে পারে। আর নিঃসন্দেহে বহু লোক আমার মহাশক্তির প্রতি লক্ষ্য করে না।", "pr": "ফালইয়াওমা নুনাজজীকা ব্বিাদানিকা লিতাকূনা লিমান খালফাকা আ-য়াতাওঁ ওয়া ইন্না কাছীরাম মিনান না-ছি ‘আন আ-য়া-তিনা-লাগা-ফিলূন।", "sura_id": 10 }, { "ar": "وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنٰهُم مِّنَ الطَّيِّبٰتِ فَمَا اخْتَلَفُوا حَتّٰى جَآءَهُمُ الْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ", "ayat_id": 93, "id": 1457, "bn": "আর আমি বনী-ইসরাঈলদিগকে দান করেছি উত্তম স্থান এবং তাদেরকে আহার্য দিয়েছি পবিত্র-পরিচ্ছন্ন বস্তু-সামগ্রী। বস্তুতঃ তাদের মধ্যে মতবিরোধ হয়নি যতক্ষণ না তাদের কাছে এসে পৌছেছে সংবাদ। নিঃসন্দেহে তোমার পরওয়ারদেগার তাদের মাঝে মীমাংসা করে দেবেন কেয়ামতের দিন; যে ব্যাপারে তাদের মাঝে মতবিরোধ হয়েছিল", "pr": "ওয়া লাকাদ বাওওয়া’না-বানীইছরাঈলা মুবাওওয়াআ সিদকিওঁ ওয়া-রাঝাকনা-হুম মিনাততাইয়িবা-তি ফামাখ তালাফূহাত্তা-জাআহুমুল ‘ইলমু ইন্না রাব্বাকা ইয়াকদী বাইনাহুম ইয়াওমাল কিয়া-মাতি ফীমা-কা-নূফীহি ইয়াখতালিফূন।", "sura_id": 10 }, { "ar": "فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ الَّذِينَ يَقْرَءُونَ الْكِتٰبَ مِن قَبْلِكَ ۚ لَقَدْ جَآءَكَ الْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ", "ayat_id": 94, "id": 1458, "bn": "সুতরাং তুমি যদি সে বস্তু সম্পর্কে কোন সন্দেহের সম্মুখীন হয়ে থাক যা তোমার প্রতি আমি নাযিল করেছি, তবে তাদেরকে জিজ্ঞেস করো যারা তোমার পূর্ব থেকে কিতাব পাঠ করছে। এতে কোন সন্দেহ নেই যে, তোমার পরওয়ারদেগারের নিকট থেকে তোমার নিকট সত্য বিষয় এসেছে। কাজেই তুমি কস্মিনকালেও সন্দেহকারী হয়ো না।", "pr": "ফাইন কুনতা ফী শাক্কিম মিম্মা আনঝালনা ইলাইকা ফাছআলিল্লাযীনা ইয়াকরাঊনাল কিতাবা মিন কাবলিকা লাকাদ জাআকাল হাক্কুমির রাব্বিকা ফালা-তাকূনান্না মিনাল মুমতারীন।", "sura_id": 10 }, { "ar": "وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِـَٔايٰتِ اللَّهِ فَتَكُونَ مِنَ الْخٰسِرِينَ", "ayat_id": 95, "id": 1459, "bn": "এবং তাদের অন্তর্ভুক্তও হয়ো না যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর বাণীকে। তাহলে তুমিও অকল্যাণে পতিত হয়ে যাবে।", "pr": "ওয়ালা-তাকূনান্না মিনাল্লাযীনা কাযযাবূবিআ-য়া-তিল্লা-হি ফাতাকূনা মিনাল খা-ছিরীন।", "sura_id": 10 }, { "ar": "إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ", "ayat_id": 96, "id": 1460, "bn": "যাদের ব্যাপারে তোমার পরওয়ারদেগারের সিদ্ধান্ত নির্ধারিত হয়ে গেছে তারা ঈমান আনবে না।", "pr": "ইন্নাল্লাযীনা হাক্কাত ‘আলাইহিম কালিমাতুরাব্বিকা লা-ইউ’মিনূন।", "sura_id": 10 }, { "ar": "وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْأَلِيمَ", "ayat_id": 97, "id": 1461, "bn": "যদি তাদের সামনে সমস্ত নিদর্শনাবলী এসে উপস্থিত হয় তবুও যতক্ষণ না তারা দেখতে পায় বেদনাদায়ক আযাব।", "pr": "ওয়ালাও জাআতহুম কুল্লুআ-য়াতিন হাত্তা-ইয়ারাউল ‘আযা-বাল আলীম।", "sura_id": 10 }, { "ar": "فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْىِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ إِلٰى حِينٍ", "ayat_id": 98, "id": 1462, "bn": "সুতরাং কোন জনপদ কেন এমন হল না যা ঈমান এনেছে অতঃপর তার সে ঈমান গ্রহণ হয়েছে কল্যাণকর? অবশ্য ইউনুসের সম্প্রদায়ের কথা আলাদা। তারা যখন ঈমান আনে তখন আমি তুলে নেই তাদের উপর থেকে অপমানজনক আযাব-পার্থিব জীবনে এবং তাদের কে কল্যাণ পৌছাই এক নিধারিত সময় পর্যন্ত।", "pr": "ফালাওলা-কা-নাত কারইয়াতুন আ-মানাত ফানাফ‘আহাঈমা-নুহা ইল্লা-কাওমা ইঊনুছা লাম্মা আ-মানূকাশাফনা-‘আনহুম ‘আযা-বাল খিঝয়ি ফিল হায়া-তিদদুনইয়াওয়ামাত্তা‘না-হুম ইলা-হীন।", "sura_id": 10 }, { "ar": "وَلَوْ شَآءَ رَبُّكَ لَءَامَنَ مَن فِى الْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُونُوا مُؤْمِنِينَ", "ayat_id": 99, "id": 1463, "bn": "আর তোমার পরওয়ারদেগার যদি চাইতেন, তবে পৃথিবীর বুকে যারা রয়েছে, তাদের সবাই ঈমান নিয়ে আসতে সমবেতভাবে। তুমি কি মানুষের উপর জবরদস্তী করবে ঈমান আনার জন্য?", "pr": "ওয়ালাও শাআ রাব্বুকা লাআ-মানা মান ফিল আরদিকুল্লুহুম জামী‘আন আফাআনতা তুকরিহুন্না-ছা হাত্তা-ইয়াকূনূমু’মিনীন।", "sura_id": 10 }, { "ar": "وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ", "ayat_id": 100, "id": 1464, "bn": "আর কারো ঈমান আনা হতে পারে না, যতক্ষণ না আল্লাহর হুকুম হয়। পক্ষান্তরে তিনি অপবিত্রতা আরোপ করেন যারা বুদ্ধি প্রয়োগ করে না তাদের উপর।", "pr": "ওয়া মা-কা-না লিনাফছিন আন তু’মিনা ইল্লা-বিইযনিল্লা-হি ওয়া ইয়াজ‘আলুর রিজছা ‘আলাল্লাযীনা লা-ইয়া‘কিলূন।", "sura_id": 10 }, { "ar": "قُلِ انظُرُوا مَاذَا فِى السَّمٰوٰتِ وَالْأَرْضِ ۚ وَمَا تُغْنِى الْءَايٰتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ", "ayat_id": 101, "id": 1465, "bn": "তাহলে আপনি বলে দিন, চেয়ে দেখ তো আসমানসমুহে ও যমীনে কি রয়েছে। আর কোন নিদর্শন এবং কোন ভীতিপ্রর্দশনই কোন কাজে আসে না সেসব লোকের জন্য যারা মান্য করে না।", "pr": "কুলিনজু রূ মা-যা-ফিছছামা-ওয়া-তি ওয়াল আরদি ওয়া মা-তুগনিল আ-য়া-তু ওয়াননুযুরু ‘আন কাওমিল লা-ইউ’মিনূন।", "sura_id": 10 }, { "ar": "فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِن قَبْلِهِمْ ۚ قُلْ فَانتَظِرُوٓا إِنِّى مَعَكُم مِّنَ الْمُنتَظِرِينَ", "ayat_id": 102, "id": 1466, "bn": "সুতরাং এখন আর এমন কিছু নেই, যার অপেক্ষা করবে, কিন্তু সেসব দিনের মতই দিন, যা অতীত হয়ে গেছে এর পূর্বে। আপনি বলুন; এখন পথ দেখ; আমিও তোমাদের সাথে পথ চেয়ে রইলাম।", "pr": "ফাহাল ইয়ানতাজিরূনা ইল্লা-মিছলা আইইয়া-মিল্লাযীনা খালাও মিন কাবলিহিম কুল ফানতাজিরূ ইন্নী মা‘আকুম মিনাল মুনতাজিরীন।", "sura_id": 10 }, { "ar": "ثُمَّ نُنَجِّى رُسُلَنَا وَالَّذِينَ ءَامَنُوا ۚ كَذٰلِكَ حَقًّا عَلَيْنَا نُنجِ الْمُؤْمِنِينَ", "ayat_id": 103, "id": 1467, "bn": "অতঃপর আমি বাঁচিয়ে নেই নিজের রসূলগণকে এবং তাদেরকে যারা ঈমান এনেছে এমনিভাবে। ঈমানদারদের বাঁচিয়ে নেয়া আমার দায়িত্বও বটে।", "pr": "ছুম্মা নুনাজ্জী রুছুলানা-ওয়াল্লাযীনা আ-মানূ কাযা-লিকা হাক্কান ‘আলাইনা-নুনজিল মু’মিনীন।", "sura_id": 10 }, { "ar": "قُلْ يٰٓأَيُّهَا النَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلَآ أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ وَلٰكِنْ أَعْبُدُ اللَّهَ الَّذِى يَتَوَفّٰىكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ", "ayat_id": 104, "id": 1468, "bn": "বলে দাও-হে মানবকুল, তোমরা যদি আমার দ্বীনের ব্যাপারে সন্দিহান হয়ে থাক, তবে (জেনো) আমি তাদের এবাদত করি না যাদের এবাদত তোমরা কর আল্লাহ ব্যতীত। কিন্তু আমি এবাদত করি আল্লাহ ত’য়ালার, যিনি তুলে নেন তোমাদেরকে। আর আমার প্রতি নির্দেশ হয়েছে যাতে আমি ঈমানদারদের অন্তর্ভুক্ত থাকি।", "pr": "কুল ইয়া আইয়ুহান্না-ছুইন কুনতুম ফী শাক্কিম মিন দীনী ফালা-আ‘বুদুল্লাযীনা তা‘বুদূ না মিন দূ নিল্লা-হি ওয়ালা-কিন আ‘বুদুল্লা-হা ল্লাযী ইয়াতাওয়াফফা-কুম ওয়া উমিরতুআন আকূনা মিনাল মু’মিনীন।", "sura_id": 10 }, { "ar": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ", "ayat_id": 105, "id": 1469, "bn": "আর যেন সোজা দ্বীনের প্রতি মুখ করি সরল হয়ে এবং যেন মুশরেকদের অন্তর্ভুক্ত না হই।", "pr": "ওয়া আন আকিম ওয়াজহাকা লিদ্দীনি হানীফাওঁ  ওয়ালা-তাকূনান্না মিনাল মুশরিকীন।", "sura_id": 10 }, { "ar": "وَلَا تَدْعُ مِن دُونِ اللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ الظّٰلِمِينَ", "ayat_id": 106, "id": 1470, "bn": "আর নির্দেশ হয়েছে আল্লাহ ব্যতীত এমন কাউকে ডাকবে না, যে তোমার ভাল করবে না মন্দও করবে না। বস্তুতঃ তুমি যদি এমন কাজ কর, তাহলে তখন তুমিও জালেমদের অন্তর্ভুক্ত হয়ে যাবে।", "pr": "ওয়ালা-তাদ‘উ মিন দূ নিল্লা-হি মা-লা-ইয়ানফা‘উকা ওয়ালা-ইয়াদুররুকা ফাইন ফা‘আলতা ফাইন্নাকা ইযাম মিনাজ্জা-লিমীন।", "sura_id": 10 }, { "ar": "وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ الْغَفُورُ الرَّحِيمُ", "ayat_id": 107, "id": 1471, "bn": "আর আল্লাহ যদি তোমার উপর কোন কষ্ট আরোপ করেন তাহলে কেউ নেই তা খন্ডাবার মত তাঁকে ছাড়া। পক্ষান্তরে যদি তিনি কিছু কল্যাণ দান করেন, তবে তার মেহেরবানীকে রহিত করার মতও কেউ নেই। তিনি যার প্রতি অনুগ্রহ দান করতে চান স্বীয় বান্দাদের মধ্যে তাকেই দান করেন; বস্তুত; তিনিই ক্ষমাশীল দয়ালু।", "pr": "ওয়াইয়ঁইয়ামছাছকাল্লা-হু বিদুররিন ফালা-কা-শিফা লাহূ ইল্লা-হুওয়া ওয়া ইয়ঁ ইউরিদকা বিখাইরিন ফালা-রাদ্দা লিফাদলিহী ইউসীবুবিহী মাইঁ ইয়াশাউ মিন ‘ইবাদিহী ওয়া হুওয়াল গাফূরুর রাহীম।", "sura_id": 10 }, { "ar": "قُلْ يٰٓأَيُّهَا النَّاسُ قَدْ جَآءَكُمُ الْحَقُّ مِن رَّبِّكُمْ ۖ فَمَنِ اهْتَدٰى فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنَا۠ عَلَيْكُم بِوَكِيلٍ", "ayat_id": 108, "id": 1472, "bn": "বলে দাও, হে মানবকুল, সত্য তোমাদের কাছে পৌঁছে গেছে তোমাদের পরওয়ারদেগারের তরফ থেকে। এমন যে কেউ পথে আসে সেপথ প্রাপ্ত হয় স্বীয় মঙ্গলের জন্য। আর যে বিভ্রান্ত ঘুরতে থাকে, সে স্বীয় অমঙ্গলের জন্য বিভ্রান্ত অবস্থায় ঘুরতে থাকবে। অনন্তর আমি তোমাদের উপর অধিকারী নই।", "pr": "কুল ইয়াআইয়ুহান্না-ছুকাদ জাআকুমুল হাক্কুমির রাব্বিকুম ফামানিহতাদাফাইন্নামা-ইয়াহতাদী লিনাফছিহী ওয়া মান দাল্লা ফাইন্নামা-ইয়াদিল্লু‘আলাইহা- ওয়ামাআনা-‘আলাইকুম বিওয়াকীল।", "sura_id": 10 }, { "ar": "وَاتَّبِعْ مَا يُوحٰىٓ إِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللَّهُ ۚ وَهُوَ خَيْرُ الْحٰكِمِينَ", "ayat_id": 109, "id": 1473, "bn": "আর তুমি চল সে অনুযায়ী যেমন নির্দেশ আসে তোমার প্রতি এবং সবর কর, যতক্ষণ না ফয়সালা করেন আল্লাহ। বস্তুতঃ তিনি হচ্ছেন সর্বোত্তম ফয়সালাকারী।", "pr": "ওয়াত্তাবি‘ মা ইঊহাইলাইকা ওয়াসবির হাত্তা-ইয়াহকুমাল্লা-হু ওয়া হুওয়া খাইরুল হা-কিমীন।", "sura_id": 10 }]