[{ "ar": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا", "ayat_id": 1, "id": 4584, "bn": "নিশ্চয় আমি আপনার জন্যে এমন একটা ফয়সালা করে দিয়েছি, যা সুস্পষ্ট।", "pr": "ইন্না-ফাতাহনা-লাকা ফাতহাম মুবীনা-।", "sura_id": 48 }, { "ar": "لِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرٰطًا مُّسْتَقِيمًا", "ayat_id": 2, "id": 4585, "bn": "যাতে আল্লাহ আপনার অতীত ও ভবিষ্যত ত্রুটিসমূহ মার্জনা করে দেন এবং আপনার প্রতি তাঁর নেয়ামত পূর্ণ করেন ও আপনাকে সরল পথে পরিচালিত করেন।", "pr": "লিয়াগফিরা লাকাল্লা-হুমা- তাকাদ্দামা মিন যামবিকা ওয়ামা- তাআখখারা ওয়াইউতিম্মা নি‘মাতাহূ‘আলাইকা ওয়া ইয়াহদিয়াকা সিরা-তামমুছতাকীমা-।", "sura_id": 48 }, { "ar": "وَيَنصُرَكَ اللَّهُ نَصْرًا عَزِيزًا", "ayat_id": 3, "id": 4586, "bn": "এবং আপনাকে দান করেন বলিষ্ঠ সাহায্য।", "pr": "ওয়া ইয়ানসুরাকাল্লা-হু নাসরান ‘আঝীঝা-।", "sura_id": 48 }, { "ar": "هُوَ الَّذِىٓ أَنزَلَ السَّكِينَةَ فِى قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوٓا إِيمٰنًا مَّعَ إِيمٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ السَّمٰوٰتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا", "ayat_id": 4, "id": 4587, "bn": "তিনি মুমিনদের অন্তরে প্রশান্তি নাযিল করেন, যাতে তাদের ঈমানের সাথে আরও ঈমান বেড়ে যায়। নভোমন্ডল ও ভূমন্ডলের বাহিনীসমূহ আল্লাহরই এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।", "pr": "হুওয়াল্লাযীআনঝালাছ ছাকীনাতা ফী কুলূবিল মু’মিনীনা লিইয়াঝদা-দূ ঈমা-নাম মা‘আ ঈমা-নিহিম ওয়া লিল্লা-হি জনূদুছ ছামা-ওয়া-তি ওয়াল আরদি ওয়াকা-নাল্লা-হু ‘আলীমান হাকীমা-।", "sura_id": 48 }, { "ar": "لِّيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذٰلِكَ عِندَ اللَّهِ فَوْزًا عَظِيمًا", "ayat_id": 5, "id": 4588, "bn": "ঈমান এজন্যে বেড়ে যায়, যাতে তিনি ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে জান্নাতে প্রবেশ করান, যার তলদেশে নদী প্রবাহিত। সেথায় তারা চিরকাল বসবাস করবে এবং যাতে তিনি তাদের পাপ মোচন করেন। এটাই আল্লাহর কাছে মহাসাফল্য।", "pr": "লিইউদখিলাল মু’মিনীনা ওয়াল মু’মিনা-তি জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু খালিদীনা ফীহা-ওয়া ইউকাফফিরা ‘আনহুম ছাইয়িআ-তিহিম ওয়া কা-না যা-লিকা ‘ইনদাল্লা-হি ফাওঝান ‘আজীমা-।", "sura_id": 48 }, { "ar": "وَيُعَذِّبَ الْمُنٰفِقِينَ وَالْمُنٰفِقٰتِ وَالْمُشْرِكِينَ وَالْمُشْرِكٰتِ الظَّآنِّينَ بِاللَّهِ ظَنَّ السَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ السَّوْءِ ۖ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا", "ayat_id": 6, "id": 4589, "bn": "এবং যাতে তিনি কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারী এবং অংশীবাদী পুরুষ ও অংশীবাদিনী নারীদেরকে শাস্তি দেন, যারা আল্লাহ সম্পর্কে মন্দ ধারণা পোষন করে। তাদের জন্য মন্দ পরিনাম। আল্লাহ তাদের প্রতি ক্রুদ্ধ হয়েছেন, তাদেরকে অভিশপ্ত করেছেন। এবং তাহাদের জন্যে জাহান্নাম প্রস্তুত রেখেছেন। তাদের প্রত্যাবর্তন স্থল অত্যন্ত মন্দ।", "pr": "ওয়া ইউ‘আযযিবাল মুনা-ফিকীনা ওয়াল মুনা-ফিকা-তি ওয়াল মুশরিকীনা ওয়াল মুশরিকা-তিজ্জান্নীনা বিল্লা-হি জান্নাছছাওই ‘আলাইহিম দাইরাতুছ ছাওই ওয়া গাদিবাল্লা-হু ‘আলাইহিম ওয়া লা‘আনাহুম ওয়া আ‘আদ্দালাহুম জাহান্নামা ওয়া ছাআত মাসীরা-।", "sura_id": 48 }, { "ar": "وَلِلَّهِ جُنُودُ السَّمٰوٰتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا", "ayat_id": 7, "id": 4590, "bn": "নভোমন্ডল ও ভূমন্ডলের বাহিনীসমূহ আল্লাহরই। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।", "pr": "ওয়া লিল্লা-হি জুনূদুছ ছা-মা-ওয়াতি ওয়াল আর দি ওয়া কা-নাল্লা-হু ‘আঝীঝান হাকীমা-।", "sura_id": 48 }, { "ar": "إِنَّآ أَرْسَلْنٰكَ شٰهِدًا وَمُبَشِّرًا وَنَذِيرًا", "ayat_id": 8, "id": 4591, "bn": "আমি আপনাকে প্রেরণ করেছি অবস্থা ব্যক্তকারীরূপে, সুসংবাদদাতা ও ভয় প্রদর্শনকারীরূপে।", "pr": "ইন্নাআরছালনা-কা শা-হিদাওঁ ওয়া মুবাশশিরাওঁ ওয়া নাযীরা-।", "sura_id": 48 }, { "ar": "لِّتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا", "ayat_id": 9, "id": 4592, "bn": "যাতে তোমরা আল্লাহ ও রসূলের প্রতি বিশ্বাস স্থাপন কর এবং তাঁকে সাহায্য ও সম্মান কর এবং সকাল-সন্ধ্যায় আল্লাহর পবিত্রতা ঘোষণা কর।", "pr": "লিতু’মিনূবিল্লা-হি ওয়া রাছূলিহী ওয়া তু‘আঝাঝিরূহু ওয়া তুওয়াক্কিরূহু ওয়া তুছাববিহূহু বুকরাতাওঁ ওয়া আসীলা-।", "sura_id": 48 }, { "ar": "إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلٰى نَفْسِهِۦ ۖ وَمَنْ أَوْفٰى بِمَا عٰهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا", "ayat_id": 10, "id": 4593, "bn": "যারা আপনার কাছে আনুগত্যের শপথ করে, তারা তো আল্লাহর কাছে আনুগত্যের শপথ করে। আল্লাহর হাত তাদের হাতের উপর রয়েছে। অতএব, যে শপথ ভঙ্গ করে; অতি অবশ্যই সে তা নিজের ক্ষতির জন্যেই করে এবং যে আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করে; আল্লাহ সত্ত্বরই তাকে মহাপুরস্কার দান করবেন।", "pr": "ইন্নাল্লাযীনা ইউবা-ই‘ঊনাকা ইন্নামা-ইউবা-ই‘ঊনাল্লা-হা ইয়াদুল্লা-হি ফাওকা আইদীহিম ফামান্নাকাছা ফাইন্নামা-ইয়ানকুছু ‘আলা-নাফছিহী ওয়া মান আওফাবিমা-‘আ-হাদা ‘আলাইহুল্লা-হা ফাছাইউ’তীহি আজরান ‘আজীমা-।", "sura_id": 48 }, { "ar": "سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَآ أَمْوٰلُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ اللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا", "ayat_id": 11, "id": 4594, "bn": "মরুবাসীদের মধ্যে যারা গৃহে বসে রয়েছে, তারা আপনাকে বলবেঃ আমরা আমাদের ধন-সম্পদ ও পরিবার-পরিজনের কাজে ব্যস্ত ছিলাম। অতএব, আমাদের পাপ মার্জনা করান। তারা মুখে এমন কথা বলবে, যা তাদের অন্তরে নেই। বলুনঃ আল্লাহ তোমাদের ক্ষতি অথবা উপকার সাধনের ইচ্ছা করলে কে তাকে বিরত রাখতে পারে? বরং তোমরা যা কর, আল্লাহ সে বিষয় পরিপূর্ণ জ্ঞাত।", "pr": "ছাইয়াকূলুলাকাল মুখাল্লাফূনা মিনাল আ‘রা-বি শাগালাতনাআমওয়া-লুনা-ওয়া আহ লূনাফাছতাগফিরলানা- ইয়াকূলূনা বিআলছিনাতিহিম মা-লাইছা ফী কুলূবিহিম কুল ফামাইঁ ইয়ামলিকুলাকুম মিনাল্লা-হি শাইয়ান ইন আরা-দাবিকুম দাররান আও আরা-দাবিকুম নাফ‘আন বাল কা-নাল্লা-হু বিমা-তা‘মালূনা খাবীরা-।", "sura_id": 48 }, { "ar": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلٰىٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ السَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا", "ayat_id": 12, "id": 4595, "bn": "বরং তোমরা ধারণ করেছিলে যে, রসূল ও মুমিনগণ তাদের বাড়ী-ঘরে কিছুতেই ফিরে আসতে পারবে না এবং এই ধারণা তোমাদের জন্যে খুবই সুখকর ছিল। তোমরা মন্দ ধারণার বশবর্তী হয়েছিলে। তোমরা ছিলে ধ্বংসমুখী এক সম্প্রদায়।", "pr": "বাল জানানতুম আল্লাইঁ ইয়ানকালিবার রাছূলুওয়ালমু’মিনূনা ইলাআহলীহিম আবাদাওঁ ওয়া ঝুইঁনিয়া যা-লিকা ফী কুলূবিকুম ওয়া জানানতুন জান্নাছছাওই ওয়া কুনতুম কাওমাম বূরা-।", "sura_id": 48 }, { "ar": "وَمَن لَّمْ يُؤْمِنۢ بِاللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكٰفِرِينَ سَعِيرًا", "ayat_id": 13, "id": 4596, "bn": "যারা আল্লাহ ও তাঁর রসূলে বিশ্বাস করে না, আমি সেসব কাফেরের জন্যে জ্বলন্ত অগ্নি প্রস্তুত রেখেছি।", "pr": "ওয়া মাল্লাম ইউ’মিম বিল্লা-হি ওয়া রাছূলিহী ফাইন্নাআ‘তাদনা-লিলকা-ফিরীনা ছা‘ঈরা-।", "sura_id": 48 }, { "ar": "وَلِلَّهِ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "ayat_id": 14, "id": 4597, "bn": "নভোমন্ডল ও ভূমন্ডলের রাজত্ব আল্লাহরই। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। তিনি ক্ষমাশীল, পরম মেহেরবান।", "pr": "ওয়ালিল্লা-হি মুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ইয়াগফিরু লিমাইঁ ইয়াশাউ ওয়াইউ‘আযযিবুমাইঁ ইয়াশাউ ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।", "sura_id": 48 }, { "ar": "سَيَقُولُ الْمُخَلَّفُونَ إِذَا انطَلَقْتُمْ إِلٰى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا كَلٰمَ اللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذٰلِكُمْ قَالَ اللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا", "ayat_id": 15, "id": 4598, "bn": "তোমরা যখন যুদ্ধলব্ধ ধন-সম্পদ সংগ্রহের জন্য যাবে, তখন যারা পশ্চাতে থেকে গিয়েছিল, তারা বলবেঃ আমাদেরকেও তোমাদের সঙ্গে যেতে দাও। তারা আল্লাহর কালাম পরিবর্তন করতে চায়। বলুনঃ তোমরা কখনও আমাদের সঙ্গে যেতে পারবে না। আল্লাহ পূর্ব থেকেই এরূপ বলে দিয়েছেন। তারা বলবেঃ বরং তোমরা আমাদের প্রতি বিদ্বেষ পোষণ করছ। পরন্তু তারা সামান্যই বোঝে।", "pr": "ছাইয়াকূলুল মুখাল্লাফূনা ইযানতালাকতুমইলা-মাগা-নিমা লিতা’খুযূহা-যারূনানাত্তাবি‘কুম ইউরীদূ না আইঁ ইউবাদ্দিলূকালা-মাল্লা-হি কুল্লান তাত্তাবি‘ঊনা-কাযালিকুম কা-লাল্লা-হু মিন কাবলু ফাছাইয়াকূলূনা বাল তাহছু দূ নানা- বাল কা-না লাইয়াফকাহূনা ইল্লা-কালীলা-।", "sura_id": 48 }, { "ar": "قُل لِّلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلٰى قَوْمٍ أُولِى بَأْسٍ شَدِيدٍ تُقٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا ۖ وَإِن تَتَوَلَّوْا كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا", "ayat_id": 16, "id": 4599, "bn": "গৃহে অবস্থানকারী মরুবাসীদেরকে বলে দিনঃ আগামীতে তোমরা এক প্রবল পরাক্রান্ত জাতির সাথে যুদ্ধ করতে আহুত হবে। তোমরা তাদের সাথে যুদ্ধ করবে, যতক্ষণ না তারা মুসলমান হয়ে যায়। তখন যদি তোমরা নির্দেশ পালন কর, তবে আল্লাহ তোমাদেরকে উত্তম পুরস্কার দিবেন। আর যদি পৃষ্ঠপ্রদর্শন কর যেমন ইতিপূর্বে পৃষ্ঠপ্রদর্শন করেছ, তবে তিনি তোমাদেরকে যন্ত্রনাদায়ক শাস্তি দিবেন।", "pr": "কুল লিলমুখাল্লাফীনা মিনাল আ‘রা-বি ছাতুদ‘আওনা ইলা-কাওমিন ঊলী বা’ছিন শাদীদিন তুকা-তিলূনাহুম আও ইউছলিমূনা ফাইন তুতী‘ঊ ইউ’তিকুমুল্লা-হু আজরান হাছানাওঁ ওয়া ইন তাতাওয়াল্লাও কামা-তাওয়াল্লাইতুম মিন কাবলুইউ‘আযযি বকুম ‘আযা-বান আলীমা-।", "sura_id": 48 }, { "ar": "لَّيْسَ عَلَى الْأَعْمٰى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ ۗ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنّٰتٍ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا", "ayat_id": 17, "id": 4600, "bn": "অন্ধের জন্যে, খঞ্জের জন্যে ও রুগ্নের জন্যে কোন অপরাধ নাই এবং যে কেউ আল্লাহ ও তাঁর রসূলের অনুগত্য করবে তাকে তিনি জান্নাতে দাখিল করবেন, যার তলদেশে নদী প্রবাহিত হয়। পক্ষান্তরে যে, ব্যক্তি পৃষ্ঠপ্রদর্শন করবে, তাকে যন্ত্রণাদায়ক শাস্তি দিবেন।", "pr": "লাইছা ‘আলাল ‘আমা-হারাজূওঁ ওয়ালা-‘আলাল আ‘রাজি হারাজূওঁ ওয়ালা-‘আলাল মারীদিহারাজূও ওয়া মাইঁ ইউতি‘ইল্লা-হা ওয়া রাছূলাহূইউদখিলহু জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু ওয়া মাইঁ ইয়াতাওয়াল্লা ইউ’আযযিবহু ‘আযা-বান আলীমা-।", "sura_id": 48 }, { "ar": "لَّقَدْ رَضِىَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثٰبَهُمْ فَتْحًا قَرِيبًا", "ayat_id": 18, "id": 4601, "bn": "আল্লাহ মুমিনদের প্রতি সন্তুষ্ট হলেন, যখন তারা বৃক্ষের নীচে আপনার কাছে শপথ করল। আল্লাহ অবগত ছিলেন যা তাদের অন্তরে ছিল। অতঃপর তিনি তাদের প্রতি প্রশান্তি নাযিল করলেন এবং তাদেরকে আসন্ন বিজয় পুরস্কার দিলেন।", "pr": "লাকাদ রাদিয়াল্লা-হু ‘আনিল মু’মিনীনা ইযইউবা-ই‘ঊনাকা তাহতাশশাজারাতি ফা‘আলিমা মা-ফী কুলূবিহিম ফাআনঝালাছ ছাকীনাতা ‘আলাইহিম ওয়া আছা-বাহুম ফাতহান কারীবা-।", "sura_id": 48 }, { "ar": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا", "ayat_id": 19, "id": 4602, "bn": "এবং বিপুল পরিমাণে যুদ্ধলব্ধ সম্পদ, যা তারা লাভ করবে। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।", "pr": "ওয়া মাগা-নিমা কাছীরাতাইঁ ইয়া’খুযূনাহা- ওয়া কা-নাল্লা-হু ‘আঝীঝান হাকীমা-।", "sura_id": 48 }, { "ar": "وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هٰذِهِۦ وَكَفَّ أَيْدِىَ النَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرٰطًا مُّسْتَقِيمًا", "ayat_id": 20, "id": 4603, "bn": "আল্লাহ তোমাদেরকে বিপুল পরিমাণ যুদ্ধলব্ধ সম্পদের ওয়াদা দিয়েছেন, যা তোমরা লাভ করবে। তিনি তা তোমাদের জন্যে ত্বরান্বিত করবেন। তিনি তোমাদের থেকে শত্রুদের স্তব্দ করে দিয়েছেন-যাতে এটা মুমিনদের জন্যে এক নিদর্শন হয় এবং তোমাদেরকে সরল পথে পরিচালিত করেন।", "pr": "ওয়া ‘আদাকুমুল্লা-হুমাগা-নিমা কাছীরাতান তা’খুযূনাহা-ফা‘আজ্জালা লাকুম হা-যিহী ওয়া কাফফা আইদিয়ান্না-ছি ‘আনকুম ওয়া লিতাকূনা আ-ইয়াতালিললমু’মিনীনা ওয়া ইয়াহদিইয়াকুম সিরা-তাম মুছতাকীমা-।", "sura_id": 48 }, { "ar": "وَأُخْرٰى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا ۚ وَكَانَ اللَّهُ عَلٰى كُلِّ شَىْءٍ قَدِيرًا", "ayat_id": 21, "id": 4604, "bn": "আর ও একটি বিজয় রয়েছে যা এখনও তোমাদের অধিকারে আসেনি, আল্লাহ তা বেষ্টন করে আছেন। আল্লাহ সর্ববিষয়ে ক্ষমতাবান।", "pr": "ওয়া উখরা-লাম তাকদিরূ‘আলাইহা-কাদ আহা-তাল্লা-হু বিহা- ওয়াকা-নাল্লা-হু ‘আলা-কুল্লি শাইয়িন কাদীরা-।", "sura_id": 48 }, { "ar": "وَلَوْ قٰتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا", "ayat_id": 22, "id": 4605, "bn": "যদি কাফেররা তোমাদের মোকাবেলা করত, তবে অবশ্যই তারা পৃষ্ঠপ্রদর্শন করত। তখন তারা কোন অভিভাবক ও সাহায্যকারী পেত না।", "pr": "ওয়া লাও কা-তালাকুমুল্লাযীনা কাফারূলাওয়াল্লাউল আদবা-রা ছু ম্মা লা-ইয়াজিদূনা ওয়ালিয়াওঁ ওয়ালা-নাসীরা-।", "sura_id": 48 }, { "ar": "سُنَّةَ اللَّهِ الَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا", "ayat_id": 23, "id": 4606, "bn": "এটাই আল্লাহর রীতি, যা পূর্ব থেকে চালু আছে। তুমি আল্লাহর রীতিতে কোন পরিবর্তন পাবে না।", "pr": "ছুন্নাতাল্লা-হিল্লাতী কাদ খালাত মিন কাবলু ওয়া লান তাজিদা লিছুন্নাতিল্লা-হি তাবদীলা-।", "sura_id": 48 }, { "ar": "وَهُوَ الَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا", "ayat_id": 24, "id": 4607, "bn": "তিনি মক্কা শহরে তাদের হাত তোমাদের থেকে এবং তোমাদের হাত তাদের থেকে নিবারিত করেছেন তাদের উপর তোমাদেরকে বিজয়ী করার পর। তোমরা যা কিছু কর, আল্লাহ তা দেখেন।", "pr": "ওয়াহুওয়াল্লাযী কাফফা আইদিয়াহুম ‘আনকুম ওয়াআইদিয়াকুম ‘আনহুম ব্বিাতনি মাক্কাতা মিম বা‘দি আন আজফারাকুম ‘আলাইহিম ওয়া কা-নাল্লা-হু বিমা-তা‘মালূনা বাসীরা-।", "sura_id": 48 }, { "ar": "هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ ۖ لِّيُدْخِلَ اللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا", "ayat_id": 25, "id": 4608, "bn": "তারাই তো কুফরী করেছে এবং বাধা দিয়েছে তোমাদেরকে মসজিদে হারাম থেকে এবং অবস্থানরত কোরবানীর জন্তুদেরকে যথাস্থানে পৌছতে। যদি মক্কায় কিছুসংখ্যক ঈমানদার পুরুষ ও ঈমানদার নারী না থাকত, যাদেরকে তোমরা জানতে না। অর্থাৎ তাদের পিষ্ট হয়ে যাওয়ার আশংকা না থাকত, অতঃপর তাদের কারণে তোমরা অজ্ঞাতসারে ক্ষতিগ্রস্ত হতে, তবে সব কিছু চুকিয়ে দেয়া হত; কিন্তু এ কারণে চুকানো হয়নি, যাতে আল্লাহ তা’আলা যাকে ইচ্ছা স্বীয় রহমতে দাখিল করে নেন। যদি তারা সরে যেত, তবে আমি অবশ্যই তাদের মধ্যে যারা কাফের তাদেরকে যন্ত্রনাদায়ক শস্তি দিতাম।", "pr": "হুমুল্লাযীনা কাফারূওয়া সাদ্দূকুম ‘আনিল মাছজিদিল হারা-মি ওয়াল হাদইয়া মা‘কূফান আইঁ ইয়াবলুগা মাহিল্লাহূ ওয়ালাও লা-রিজা-লুম মু’মিনূনা ওয়া নিছাউম মু’মিনা-তুল্লাম তা‘লামূহুম আন তাতাঊহুম ফাতুসীবাকুম মিনহুম মা‘আররাতুম বিগাইরি ‘ইলমিন লিইউদখিলাল্লা-হু ফী রাহমাতিহী মাইঁ ইয়াশাউ লাও তাঝাইয়ালূলা‘আযযাবনাল্লাযীনা কাফারূমিনহুম ‘আযা-বান আলীমা-।", "sura_id": 48 }, { "ar": "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِى قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجٰهِلِيَّةِ فَأَنزَلَ اللَّهُ سَكِينَتَهُۥ عَلٰى رَسُولِهِۦ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوٰى وَكَانُوٓا أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ اللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا", "ayat_id": 26, "id": 4609, "bn": "কেননা, কাফেররা তাদের অন্তরে মূর্খতাযুগের জেদ পোষণ করত। অতঃপর আল্লাহ তাঁর রসূল ও মুমিনদের উপর স্বীয় প্রশান্তি নাযিল করলেন এবং তাদের জন্যে সংযমের দায়িত্ব অপরিহার্য করে দিলেন। বস্তুতঃ তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।", "pr": "ইযজা‘আলাল্লাযীনা কাফারূফী কুলূবিহিমুল হামিইইয়াতা হামিইয়াতালজা-হিলিইইয়াতি ফাআনঝালাল্লা-হু ছাকীনাতাহূ‘আলা-রাছূলিহী ওয়া আলাল মু’মিনীনা ওয়া আলঝামাহুম কালিমাতাততাকওয়া-ওয়া কা-নূআহাক্কা বিহা-ওয়া আহ লাহা- ওয়া কা-নাল্লা-হু বিকুল্লি শাইয়িন ‘আলীমা-।", "sura_id": 48 }, { "ar": "لَّقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّءْيَا بِالْحَقِّ ۖ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِن شَآءَ اللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِن دُونِ ذٰلِكَ فَتْحًا قَرِيبًا", "ayat_id": 27, "id": 4610, "bn": "আল্লাহ তাঁর রসূলকে সত্য স্বপ্ন দেখিয়েছেন। আল্লাহ চাহেন তো তোমরা অবশ্যই মসজিদে হারামে প্রবেশ করবে নিরাপদে মস্তকমুন্ডিত অবস্থায় এবং কেশ কর্তিত অবস্থায়। তোমরা কাউকে ভয় করবে না। অতঃপর তিনি জানেন যা তোমরা জান না। এছাড়াও তিনি দিয়েছেন তোমাদেরকে একটি আসন্ন বিজয়।", "pr": "লাকাদ সাদাকাল্লা-হু রাছূলাহুর রু’ইয়া-বিলহাক্কি লাতাদখুলুন্নাল মাছজিদাল হারা-মা ইন শাআল্লা-হু আ-মিনীনা মুহালিলকীনা রুঊ’ছাকুম ওয়া মুকাসসিরীনা লা-তাখাফূনা ফা‘আলিমা মা-লাম তা‘লামূফাজা‘আলা মিন দূ নি যা-লিকা ফাতহান কারীবা-।", "sura_id": 48 }, { "ar": "هُوَ الَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِالْهُدٰى وَدِينِ الْحَقِّ لِيُظْهِرَهُۥ عَلَى الدِّينِ كُلِّهِۦ ۚ وَكَفٰى بِاللَّهِ شَهِيدًا", "ayat_id": 28, "id": 4611, "bn": "তিনিই তাঁর রসূলকে হেদায়েত ও সত্য ধর্মসহ প্রেরণ করেছেন, যাতে একে অন্য সমস্ত ধর্মের উপর জয়যুক্ত করেন। সত্য প্রতিষ্ঠাতারূপে আল্লাহ যথেষ্ট।", "pr": "হুওল্লাযীআরছালা রাছূলাহূবিলহুদা-ওয়া দীনিল হাক্কিলিইউজহিরাহূ‘আলাদ্দীনি কুল্লিহী ওয়া কাফা-বিল্লা-হি শাহীদা-।", "sura_id": 48 }, { "ar": "مُّحَمَّدٌ رَّسُولُ اللَّهِ ۚ وَالَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى الْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرٰىهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوٰنًا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ۚ ذٰلِكَ مَثَلُهُمْ فِى التَّوْرٰىةِ ۚ وَمَثَلُهُمْ فِى الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَاسْتَغْلَظَ فَاسْتَوٰى عَلٰى سُوقِهِۦ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ ۗ وَعَدَ اللَّهُ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا", "ayat_id": 29, "id": 4612, "bn": "মুহাম্মদ আল্লাহর রসূল এবং তাঁর সহচরগণ কাফেরদের প্রতি কঠোর, নিজেদের মধ্যে পরস্পর সহানুভূতিশীল। আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনায় আপনি তাদেরকে রুকু ও সেজদারত দেখবেন। তাদের মুখমন্ডলে রয়েছে সেজদার চিহ্ন । তওরাতে তাদের অবস্থা এরূপ এবং ইঞ্জিলে তাদের অবস্থা যেমন একটি চারা গাছ যা থেকে নির্গত হয় কিশলয়, অতঃপর তা শক্ত ও মজবুত হয় এবং কান্ডের উপর দাঁড়ায় দৃঢ়ভাবে-চাষীকে আনন্দে অভিভুত করে-যাতে আল্লাহ তাদের দ্বারা কাফেরদের অন্তর্জালা সৃষ্টি করেন। তাদের মধ্যে যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদেরকে ক্ষমা ও মহাপুরস্কারের ওয়াদা দিয়েছেন।", "pr": "মুহাম্মাদুর রাছূলুল্লা-হি ওয়াল্লাযীনা মা‘আহূআশিদ্দাউ ‘আলাল কুফফা-রি রুহামাউ বাইনাহুম তারা-হুম রুক্কা‘আন ছুজ্জাদাইঁ ইয়াবতাগূনা ফাদলাম মিনাল্লা-হি ওয়া রিদওয়ানান ছীমা-হুম ফী উজূহিহিম মিন আছারিছছু জূদ যা-লিকা মাছালুহুম ফিততাওরা-তি ওয়া মাছালুহুম ফিল ইনজিলি কাঝার ‘ইন আখরাজা শাতআহূ ফাআ-ঝারাহূফাছতাগলাজা ফাছতাওয়া-‘আলা-ছূকিহী ইউ’জিবুঝঝুররা-‘আ লিইয়াগীজা বিহিমুল কুফফা-রা ওয়া ‘আদাল্লা-হুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি মিনহুম মাগফিরাতাওঁ ওয়া আজরান ‘আজীমা-।", "sura_id": 48 }]