[{ "ar": "حمٓ", "ayat_id": 1, "id": 4474, "bn": "হা-মীম।", "pr": "হা-মীম।", "sura_id": 45 }, { "ar": "تَنزِيلُ الْكِتٰبِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ", "ayat_id": 2, "id": 4475, "bn": "পরাক্রান্ত, প্রজ্ঞাময় আল্লাহর পক্ষ থেকে অবতীর্ণ এ কিতাব।", "pr": "তানঝীলুল কিতা-বি মিনাল্লা-হিল ‘আঝীঝিল হাকীম।", "sura_id": 45 }, { "ar": "إِنَّ فِى السَّمٰوٰتِ وَالْأَرْضِ لَءَايٰتٍ لِّلْمُؤْمِنِينَ", "ayat_id": 3, "id": 4476, "bn": "নিশ্চয় নভোমন্ডল ও ভূ-মন্ডলে মুমিনদের জন্যে নিদর্শনাবলী রয়েছে।", "pr": "ইন্না ফিছছামা-ওয়া-তি ওয়াল আরদিলাআ-য়া-তিল লিলমু’মিনীন।", "sura_id": 45 }, { "ar": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايٰتٌ لِّقَوْمٍ يُوقِنُونَ", "ayat_id": 4, "id": 4477, "bn": "আর তোমাদের সৃষ্টিতে এবং চারদিকে ছড়িয়ে রাখা জীব জন্তুর সৃজনের মধ্যেও নিদর্শনাবলী রয়েছে বিশ্বাসীদের জন্য।", "pr": "ওয়াফী খালকিকুম ওয়ামা-ইয়াবুছছু মিন দাব্বাতিন আ-য়া-তুল লিকাওমিইঁ ইউকিনূন।", "sura_id": 45 }, { "ar": "وَاخْتِلٰفِ الَّيْلِ وَالنَّهَارِ وَمَآ أَنزَلَ اللَّهُ مِنَ السَّمَآءِ مِن رِّزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيٰحِ ءَايٰتٌ لِّقَوْمٍ يَعْقِلُونَ", "ayat_id": 5, "id": 4478, "bn": "দিবারাত্রির পরিবর্তনে, আল্লাহ আকাশ থেকে যে রিযিক (বৃষ্টি) বর্ষণ করেন অতঃপর পৃথিবীকে তার মৃত্যুর পর পুনরুজ্জীবিত করেন, তাতে এবং বায়ুর পরিবর্তনে বুদ্ধিমানদের জন্যে নিদর্শনাবলী রয়েছে।", "pr": "ওয়াখতিলা-ফিল্লাইলি ওয়া ন্নাহা-রি ওয়ামাআনঝালাল্লা-হু মিনাছ ছামাই মির রিঝকিন ফাআহইয়া- বিহিল আরদা বা‘দা মাওতিহা- ওয়া তাসরীফির রিয়া-হি আ-য়া-তুল লিকাওমিইঁ ইয়া‘কিলূন।", "sura_id": 45 }, { "ar": "تِلْكَ ءَايٰتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَ اللَّهِ وَءَايٰتِهِۦ يُؤْمِنُونَ", "ayat_id": 6, "id": 4479, "bn": "এগুলো আল্লাহর আয়াত, যা আমি আপনার কাছে আবৃত্তি করি যথাযথরূপে। অতএব, আল্লাহ ও তাঁর আয়াতের পর তারা কোন কথায় বিশ্বাস স্থাপন করবে।", "pr": "তিলকা আ-য়া-তুল্লা-হি নাতলূহা-‘আলাইকা বিলহাক্কিফাবিআইয়ি হাদীছিম বা‘দাল্লা-হি ওয়া আ-য়া-তিহী ইউ’মিনূন।", "sura_id": 45 }, { "ar": "وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ", "ayat_id": 7, "id": 4480, "bn": "প্রত্যেক মিথ্যাবাদী পাপাচারীর দুর্ভোগ।", "pr": "ওয়াইলুলিল কুল্লি আফফা-কিন আছীম।", "sura_id": 45 }, { "ar": "يَسْمَعُ ءَايٰتِ اللَّهِ تُتْلٰى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ", "ayat_id": 8, "id": 4481, "bn": "সে আল্লাহর আয়াতসমূহ শুনে, অতঃপর অহংকারী হয়ে জেদ ধরে, যেন সে আয়াত শুনেনি। অতএব, তাকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দিন।", "pr": "ইয়াছমা‘উ আ-য়া-তিল্লা-হি তুতলা-‘আলাইহি ছুম্মা ইউসিররু মুছতাকবিরান কাআল্লাম ইয়াছমা‘হা- ফাবাশশিরহু বি‘আযা-বিন আলীম।", "sura_id": 45 }, { "ar": "وَإِذَا عَلِمَ مِنْ ءَايٰتِنَا شَيْـًٔا اتَّخَذَهَا هُزُوًا ۚ أُولٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ", "ayat_id": 9, "id": 4482, "bn": "যখন সে আমার কোন আয়াত অবগত হয়, তখন তাকে ঠাট্টারূপে গ্রহণ করে। এদের জন্যই রয়েছে লাঞ্ছনাদায়ক শাস্তি।", "pr": "ওয়া ইযা-‘আলিমা মিন আ-য়া-তিনা-শাইআনিত্তাখাযাহা-হুঝুওয়া- উলাইকা লাহুম ‘আযা-বুম মুহীন।", "sura_id": 45 }, { "ar": "مِّن وَرَآئِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا شَيْـًٔا وَلَا مَا اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَآءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ", "ayat_id": 10, "id": 4483, "bn": "তাদের সামনে রয়েছে জাহান্নাম। তারা যা উপার্জন করেছে, তা তাদের কোন কাজে আসবে না, তারা আল্লাহর পরিবর্তে যাদেরকে বন্ধুরূপে গ্রহণ করেছে তারাও নয়। তাদের জন্যে রয়েছে মহাশাস্তি।", "pr": "মিওঁ ওয়ারাইহিম জাহান্নামু ওয়ালা-ইউগনী ‘আনহুম মা-কাছাবূশাইআওঁ ওয়ালামাত্তাখাযূমিন দূ নিল্লা-হি আওলিয়াআ ওয়া লাহুম ‘আযা-বুন ‘আজীম।", "sura_id": 45 }, { "ar": "هٰذَا هُدًى ۖ وَالَّذِينَ كَفَرُوا بِـَٔايٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ", "ayat_id": 11, "id": 4484, "bn": "এটা সৎপথ প্রদর্শন, আর যারা তাদের পালনকর্তার আয়াতসমূহ অস্বীকার করে, তাদের জন্যে রয়েছে কঠোর যন্ত্রণাদায়ক শাস্তি।", "pr": "হা-যা-হুদাওঁ ওয়াল্লাযীনা কাফারূবিআ-য়া-তি রাব্বিহিম লাহুম ‘আযা-বুম মির রিজঝিন আলীম।", "sura_id": 45 }, { "ar": "اللَّهُ الَّذِى سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِىَ الْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ", "ayat_id": 12, "id": 4485, "bn": "তিনি আল্লাহ যিনি সমুদ্রকে তোমাদের উপকারার্থে আয়ত্বাধীন করে দিয়েছেন, যাতে তাঁর আদেশক্রমে তাতে জাহাজ চলাচল করে এবং যাতে তোমরা তাঁর অনুগ্রহ তালাশ কর ও তাঁর প্রতি কৃতজ্ঞ হও।", "pr": "আল্লা-হুল্লাযী ছাখখারা লাকুমুল বাহরা লিতাজরিয়াল ফুলকুফীহি বিআমরিহী ওয়ালিতাবতাগূ মিন ফাদলিহী ওয়া লা‘আল্লাকুম তাশকুরূন।", "sura_id": 45 }, { "ar": "وَسَخَّرَ لَكُم مَّا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ جَمِيعًا مِّنْهُ ۚ إِنَّ فِى ذٰلِكَ لَءَايٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ", "ayat_id": 13, "id": 4486, "bn": "এবং আয়ত্ত্বাধীন করে দিয়েছেন তোমাদের, যা আছে নভোমন্ডলে ও যা আছে ভূমন্ডলে; তাঁর পক্ষ থেকে। নিশ্চয় এতে চিন্তাশীল সম্প্রদায়ের জন্যে নিদর্শনাবলী রয়েছে।", "pr": "ওয়া ছাখখারা লাকুম মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদিজামী‘আম মিনহু ইন্না ফী যা-লিকা লাআ-য়া-তিলিলকাওমিইঁ ইয়াতাফাক্কারূন।", "sura_id": 45 }, { "ar": "قُل لِّلَّذِينَ ءَامَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا يَكْسِبُونَ", "ayat_id": 14, "id": 4487, "bn": "মুমিনদেরকে বলুন, তারা যেন তাদেরকে ক্ষমা করে, যারা আল্লাহর সে দিনগুলো সম্পর্কে বিশ্বাস রাখে না যাতে তিনি কোন সম্প্রদায়কে কৃতকর্মের প্রতিফল দেন।", "pr": "কুল লিল্লাযীনা আ-মানূইয়াগফিরূলিল্লাযীনা লা-ইয়ারজূনা আইয়া-মাল্লা-হি লিইয়াজঝিয়া কাওমাম বিমা-কা-নূইয়াকছিবূন।", "sura_id": 45 }, { "ar": "مَنْ عَمِلَ صٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلٰى رَبِّكُمْ تُرْجَعُونَ", "ayat_id": 15, "id": 4488, "bn": "যে সৎকাজ করছে, সে নিজের কল্যাণার্থেই তা করছে, আর যে অসৎকাজ করছে, তা তার উপরই বর্তাবে। অতঃপর তোমরা তোমাদের পালনকর্তার দিকে প্রত্যাবর্তিত হবে।", "pr": "মান ‘আমিলা সা-লিহান ফালিনাফছিহী ওয়ামান আছাআ ফা‘আলাইহা- ছু ম্মা ইলা-রাব্বিকুম তুর জা‘ঊন।", "sura_id": 45 }, { "ar": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرٰٓءِيلَ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنٰهُم مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلَى الْعٰلَمِينَ", "ayat_id": 16, "id": 4489, "bn": "আমি বনী ইসরাঈলকে কিতাব, রাজত্ব ও নবুওয়ত দান করেছিলাম এবং তাদেরকে পরিচ্ছন্ন রিযিক দিয়েছিলাম এবং বিশ্ববাসীর উপর শ্রেষ্ঠত্ব দিয়েছিলাম।", "pr": "ওয়া লাকাদ আ-তাইনা-বানীইছরাঈলাল কিতা-বা ওয়াল হুকমা ওয়ান নুবুওওয়াতা ওয়া রাঝাকনা-হুম মিনাত্তাইয়িবা-তি ওয়া ফাদ্দালনা-হুম ‘আলাল ‘আ-লামীন।", "sura_id": 45 }, { "ar": "وَءَاتَيْنٰهُم بَيِّنٰتٍ مِّنَ الْأَمْرِ ۖ فَمَا اخْتَلَفُوٓا إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ الْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ", "ayat_id": 17, "id": 4490, "bn": "আরও দিয়েছিলাম তাদেরকে ধর্মের সুস্পষ্ট প্রমাণাদি। অতঃপর তারা জ্ঞান লাভ করার পর শুধু পারস্পরিক জেদের বশবর্তী হয়ে মতভেদ সৃষ্টি করেছে। তারা যে বিষয়ে মতভেদ করত, আপনার পালনকর্তা কেয়ামতের দিন তার ফয়সালা করে দেবেন।", "pr": "ওয়া আ-তাইনা-হুম বাইয়িনা-তিম মিনাল আমরি ফামাখ তালাফূইল্লা-মিম বা‘দি মাজাআহুমুল ‘ইলমু বাগইয়াম বাইনাহুম ইন্না রাব্বাকা ইয়াকদী বাইনাহুম ইয়াওমাল কিয়া-মাতি ফীমা-কা-নূফীহি ইয়াখতালিফূন।", "sura_id": 45 }, { "ar": "ثُمَّ جَعَلْنٰكَ عَلٰى شَرِيعَةٍ مِّنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ الَّذِينَ لَا يَعْلَمُونَ", "ayat_id": 18, "id": 4491, "bn": "এরপর আমি আপনাকে রেখেছি ধর্মের এক বিশেষ শরীয়তের উপর। অতএব, আপনি এর অনুসরণ করুন এবং অজ্ঞানদের খেয়াল-খুশীর অনুসরণ করবেন না।", "pr": "ছু ম্মা জা‘আল না-কা ‘আলা- শারী‘আতিম মিনাল আমরি ফাত্তাবি‘হা- ওয়ালা-তাত্তাবি‘ আহওয়াআল্লাযীনা লা-ইয়া‘লামূন।", "sura_id": 45 }, { "ar": "إِنَّهُمْ لَن يُغْنُوا عَنكَ مِنَ اللَّهِ شَيْـًٔا ۚ وَإِنَّ الظّٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۖ وَاللَّهُ وَلِىُّ الْمُتَّقِينَ", "ayat_id": 19, "id": 4492, "bn": "আল্লাহর সামনে তারা আপনার কোন উপকারে আসবে না। যালেমরা একে অপরের বন্ধু। আর আল্লাহ পরহেযগারদের বন্ধু।", "pr": "ইন্নাহুম লাইঁ ইউগনূ‘আনকা মিনাল্লা-হি শাইআওঁ ওয়া ইন্নাজ্জা-লিমীনা বা‘দুহুম আওলিয়াউ বা‘দিওঁ ওয়াল্লা-হু ওয়ালিইয়ুল মুত্তাকীন।", "sura_id": 45 }, { "ar": "هٰذَا بَصٰٓئِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ", "ayat_id": 20, "id": 4493, "bn": "এটা মানুষের জন্যে জ্ঞানের কথা এবং বিশ্বাসী সম্প্রদায়ের জন্য হেদায়েত ও রহমত।", "pr": "হা-যা-বাসাইরু লিন্না-ছি ওয়া হুদাওঁ ওয়া রাহমাতুল লিকাওমিইঁ ইউকিনূন।", "sura_id": 45 }, { "ar": "أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ", "ayat_id": 21, "id": 4494, "bn": "যারা দুস্কর্ম উপার্জন করেছে তারা কি মনে করে যে, আমি তাদেরকে সে লোকদের মত করে দেব, যারা ঈমান আনে ও সৎকর্ম করে এবং তাদের জীবন ও মুত্যু কি সমান হবে? তাদের দাবী কত মন্দ।", "pr": "আম হাছিবাল্লাযীনাজ তারাহুছ ছাইয়িআ-তি আন নাজ‘আলাহুম কাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ছাওয়াআম মাহইয়া-হুম ওয়া মামা-তুহুম ছাআমাইয়াহকুমূন।", "sura_id": 45 }, { "ar": "وَخَلَقَ اللَّهُ السَّمٰوٰتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزٰى كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ", "ayat_id": 22, "id": 4495, "bn": "আল্লাহ নভোমন্ডল ও ভূ-মন্ডল যথাযথভাবে সৃষ্টি করেছেন, যাতে প্রত্যেক ব্যক্তি তার উপার্জনের ফল পায়। তাদের প্রতি যুলুম করা হবে না।", "pr": "ওয়া খালাকাল্লা-হুছ ছামা-ওয়াতি ওয়াল আরদাবিলহাক্কি ওয়া লিতুজঝা-কুল্লুনাফছিম বিমা-কাছাবাত ওয়া হুম লা-ইউজলামূন।", "sura_id": 45 }, { "ar": "أَفَرَءَيْتَ مَنِ اتَّخَذَ إِلٰهَهُۥ هَوٰىهُ وَأَضَلَّهُ اللَّهُ عَلٰى عِلْمٍ وَخَتَمَ عَلٰى سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلٰى بَصَرِهِۦ غِشٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ اللَّهِ ۚ أَفَلَا تَذَكَّرُونَ", "ayat_id": 23, "id": 4496, "bn": "আপনি কি তার প্রতি লক্ষ্য করেছেন, যে তার খেয়াল-খুশীকে স্বীয় উপাস্য স্থির করেছে? আল্লাহ জেনে শুনে তাকে পথভ্রষ্ট করেছেন, তার কান ও অন্তরে মহর এঁটে দিয়েছেন এবং তার চোখের উপর রেখেছেন পর্দা। অতএব, আল্লাহর পর কে তাকে পথ প্রদর্শন করবে? তোমরা কি চিন্তাভাবনা কর না?", "pr": "আফারাআইতা মানিত্তাখাযা ইলা-হাহূহাওয়া-হু ওয়া আদাল্লাহুল্লা-হু ‘আলা-‘ইলমিওঁ ওয়াখাতামা ‘আলা-ছাম‘ইহী ওয়া কালবিহী ওয়া জা‘আলা ‘আলা-বাসারিহী গিশা-ওয়াতান ফামাইঁ ইয়াহদীহি মিম বা‘দিল্লা-হি আফালা-তাযাক্কারূন।", "sura_id": 45 }, { "ar": "وَقَالُوا مَا هِىَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا الدَّهْرُ ۚ وَمَا لَهُم بِذٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ", "ayat_id": 24, "id": 4497, "bn": "তারা বলে, আমাদের পার্থিব জীবনই তো শেষ; আমরা মরি ও বাঁচি মহাকালই আমাদেরকে ধ্বংস করে। তাদের কাছে এ ব্যাপারে কোন জ্ঞান নেই। তারা কেবল অনুমান করে কথা বলে।", "pr": "ওয়া কা-লূমা-হিয়া ইল্লা-হায়া-তুনাদ্দুনইয়া-নামূতুওয়া নাহইয়া-ওয়ামা-ইউহলিকুনা ইল্লাদ্দাহরু ওয়ামা-লাহুম বিযা-লিকা মিন ‘ইলমিন ইনহুম ইল্লা-ইয়াজু ন্নূন।", "sura_id": 45 }, { "ar": "وَإِذَا تُتْلٰى عَلَيْهِمْ ءَايٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا ائْتُوا بِـَٔابَآئِنَآ إِن كُنتُمْ صٰدِقِينَ", "ayat_id": 25, "id": 4498, "bn": "তাদের কাছে যখন আমার সুস্পষ্ট আয়াতসমূহ পাঠ করা হয়, তখন একথা বলা ছাড়া তাদের কোন মুক্তিই থাকে না যে, তোমরা সত্যবাদী হলে আমাদের পূর্বপুরুষদেরকে নিয়ে আস।", "pr": "ওয়া ইযা-তুতলা ‘আলাইহিম আ-য়া-তুনা-বাইয়িনা-তিম মা-কা-না হুজ্জাতাহুম ইল্লা আন কা-লু’তূবিআ-বাইনাইন কুনতুম সা-দিকীন।", "sura_id": 45 }, { "ar": "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيهِ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ", "ayat_id": 26, "id": 4499, "bn": "আপনি বলুন, আল্লাহই তোমাদেরকে জীবন দান করেন, অতঃপর মৃত্যু দেন, অতঃপর তোমাদেরকে কেয়ামতের দিন একত্রিত করবেন, যাতে কোন সন্দেহ নেই। কিন্তু অধিকাংশ মানুষ বোঝে না।", "pr": "কুল্লিলা-হু ইউহঈকুম ছু ম্মা ইয়াজমা‘উকুম ইলা-ইয়াওমিল কিয়া-মাতি লা-রাইবা ফীহি ওয়ালা-কিন্না আকছারান্না-ছি লা-ইয়া‘লামূন।", "sura_id": 45 }, { "ar": "وَلِلَّهِ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ ۚ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ", "ayat_id": 27, "id": 4500, "bn": "নভোমন্ডল ও ভূ-মন্ডলের রাজত্ব আল্লাহরই। যেদিন কেয়ামত সংঘটিত হবে, সেদিন মিথ্যাপন্থীরা ক্ষতিগ্রস্ত হবে।", "pr": "ওয়া লিল্লা-হি মুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ওয়া ইয়াওমা তাকূমুছছা-‘আতু ইয়াওমাইযিইঁ ইয়াখছারুল মুবতিলূন।", "sura_id": 45 }, { "ar": "وَتَرٰى كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعٰىٓ إِلٰى كِتٰبِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ", "ayat_id": 28, "id": 4501, "bn": "আপনি প্রত্যেক উম্মতকে দেখবেন নতজানু অবস্থায়। প্রত্যেক উম্মতকে তাদের আমলনামা দেখতে বলা হবে। তোমরা যা করতে, অদ্য তোমারদেরকে তার প্রতিফল দেয়া হবে।", "pr": "ওয়া তারা-কুল্লা উম্মাতিন জা-ছিয়াতান কুল্লুউম্মাতিন তুদ ‘আইলা-কিতা-বিহা- আলইয়াওমা তুজঝাওনা মা-কুন তুম তা‘লামূন।", "sura_id": 45 }, { "ar": "هٰذَا كِتٰبُنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ", "ayat_id": 29, "id": 4502, "bn": "আমার কাছে রক্ষিত এই আমলনামা তোমাদের সম্পর্কে সত্য কথা বলবে। তোমরা যা করতে আমি তা লিপিবদ্ধ করতাম।", "pr": "হা-যা-কিতা-বুনা-ইয়ানতিকু‘আলাইকুম বিলহাক্কি ইন্না-কুন্না-নাছতানছিখুমাকুনতুম তা‘মালূন।", "sura_id": 45 }, { "ar": "فَأَمَّا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ", "ayat_id": 30, "id": 4503, "bn": "যারা বিশ্বাস স্থাপন করেছে ও সৎকর্ম করেছে, তাদেরকে তাদের পালনকর্তা স্বীয় রহমতে দাখিল করবেন। এটাই প্রকাশ্য সাফল্য।", "pr": "ফাআম্মাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ফাইউদখিলুহুম রাব্বুহুম ফী রাহমাতিহী যা-লিকা হুওয়াল ফাওঝুল মুবীন।", "sura_id": 45 }, { "ar": "وَأَمَّا الَّذِينَ كَفَرُوٓا أَفَلَمْ تَكُنْ ءَايٰتِى تُتْلٰى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ", "ayat_id": 31, "id": 4504, "bn": "আর যারা কুফর করেছে, তাদেরকে জিজ্ঞাসা করা হবে, তোমাদের কাছে কি আয়াতসমূহ পঠিত হত না? কিন্তু তোমরা অহংকার করছিলে এবং তোমরা ছিলে এক অপরাধী সম্প্রদায়।", "pr": "ওয়া আম্মাল্লাযীনা কাফারূ আফালাম তাকুন আ-য়া-তী তুতলা-‘আলাইকুম ফাছতাকবারতুম ওয়া কুনতুম কাওমাম মুজরিমীন।", "sura_id": 45 }, { "ar": "وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا السَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ", "ayat_id": 32, "id": 4505, "bn": "যখন বলা হত, আল্লাহর ওয়াদা সত্য এবং কেয়ামতে কোন সন্দেহ নেই, তখন তোমরা বলতে আমরা জানি না কেয়ামত কি ? আমরা কেবল ধারণাই করি এবং এ বিষয়ে আমরা নিশ্চিত নই।", "pr": "ওয়া ইযা-কীলা ইন্না ওয়া‘দাল্লা-হি হাক্কুওঁ ওয়াছছা-‘আতুলা-রাইবা ফীহা-কুলতুম মানাদরী মাছ ছা-‘আতু ইন নাজুন্নুইল্লা-জান্নাওঁ ওয়ামা-নাহনুবিমুছতাইকিনীন।", "sura_id": 45 }, { "ar": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "ayat_id": 33, "id": 4506, "bn": "তাদের মন্দ কর্ম গুলো তাদের সামনে প্রকাশ হয়ে পড়বে এবং যে আযাব নিয়ে তারা ঠাট্টা-বিদ্রুপ করত, তা তাদেরকে গ্রাস করবে।", "pr": "ওয়া বাদা- লাহুম ছাইয়িআ-তু মা-‘আমিলূ ওয়া হা-কাবিহিমমা-কা-নূ বিহী ইয়াছতাহঝিঊন।", "sura_id": 45 }, { "ar": "وَقِيلَ الْيَوْمَ نَنسٰىكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هٰذَا وَمَأْوٰىكُمُ النَّارُ وَمَا لَكُم مِّن نّٰصِرِينَ", "ayat_id": 34, "id": 4507, "bn": "বলা হবে, আজ আমি তোমাদেরকে ভুলে যাব, যেমন তোমরা এ দিনের সাক্ষাৎকে ভুলে গিয়েছিলে। তোমাদের আবাসস্থল জাহান্নাম এবং তোমাদের সাহায্যকারী নেই।", "pr": "ওয়া কীলাল ইয়াওমা নানছা-কুম কামা-নাছীতুম লিকাআ ইয়াওমিকুম হা-যা-ওয়ামা’ ওয়া-কুমুন্না-রু ওয়া মা-লাকুম মিন না-সিরীন।", "sura_id": 45 }, { "ar": "ذٰلِكُم بِأَنَّكُمُ اتَّخَذْتُمْ ءَايٰتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيٰوةُ الدُّنْيَا ۚ فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ", "ayat_id": 35, "id": 4508, "bn": "এটা এজন্যে যে, তোমরা আল্লাহর আয়াতসমূহকে ঠাট্টারূপে গ্রহণ করেছিলে এবং পার্থিব জীবন তোমাদেরকে প্রতারিত করেছিল। সুতরাং আজ তাদেরকে জাহান্নাম থেকে বের করা হবে না এবং তাদের কাছে তওবা চাওয়া হবে না।", "pr": "যা-লিকুম বিআন্নাকুমুত্তাখাযতুম আ-য়া-তিল্লা-হি হুঝুওয়াওঁ ওয়াগাররাতকুমুল হা-য়াতুদ্দুনইয়া- ফালইয়াওমা লা-ইউখরাজূনা মিনহা-ওয়ালা-হুম ইউছতা‘তাবূন।", "sura_id": 45 }, { "ar": "فَلِلَّهِ الْحَمْدُ رَبِّ السَّمٰوٰتِ وَرَبِّ الْأَرْضِ رَبِّ الْعٰلَمِينَ", "ayat_id": 36, "id": 4509, "bn": "অতএব, বিশ্বজগতের পালনকর্তা, ভূ-মন্ডলের পালনকর্তা ও নভোমন্ডলের পালনকর্তা আল্লাহর-ই প্রশংসা।", "pr": "ফালিল্লা-হিল হামদুরাব্বিছ ছামা-ওয়া-তি ওয়া রাব্বিল আরদিরাব্বিল ‘আ-লামীন।", "sura_id": 45 }, { "ar": "وَلَهُ الْكِبْرِيَآءُ فِى السَّمٰوٰتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 37, "id": 4510, "bn": "নভোমন্ডলে ও ভূ-মন্ডলে তাঁরই গৌরব। তিনি পরাক্রমশালী, প্রজ্ঞাময়।", "pr": "ওয়ালাহুল কিবরিয়াউ ফিছছামা-ওয়া-তি ওয়াল আরদি ওয়া হুওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 45 }]