[{ "ar": "الٓمٓ", "ayat_id": 1, "id": 3341, "bn": "আলিফ-লাম-মীম।", "pr": "আলিফ লাম মীম।", "sura_id": 29 }, { "ar": "أَحَسِبَ النَّاسُ أَن يُتْرَكُوٓا أَن يَقُولُوٓا ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ", "ayat_id": 2, "id": 3342, "bn": "মানুষ কি মনে করে যে, তারা একথা বলেই অব্যাহতি পেয়ে যাবে যে, আমরা বিশ্বাস করি এবং তাদেরকে পরীক্ষা করা হবে না?", "pr": "আহাছিবান্না-ছুআইঁ ইউতরাকূআইঁ ইয়াকূলূ আ-মান্না-ওয়া হুম লা-ইউফতানূন।", "sura_id": 29 }, { "ar": "وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكٰذِبِينَ", "ayat_id": 3, "id": 3343, "bn": "আমি তাদেরকেও পরীক্ষা করেছি, যারা তাদের পূর্বে ছিল। আল্লাহ অবশ্যই জেনে নেবেন যারা সত্যবাদী এবং নিশ্চয়ই জেনে নেবেন মিথ্যুকদেরকে।", "pr": "ওয়ালাকাদ ফাতান্নাল্লাযীনা মিন কাবলিহিম ফালাইয়া‘লামান্নাল্লা-হুল্লাযীনা সাদাকূ ওয়ালাইয়া‘লামান্নাল কা-যিবীন।", "sura_id": 29 }, { "ar": "أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ", "ayat_id": 4, "id": 3344, "bn": "যারা মন্দ কাজ করে, তারা কি মনে করে যে, তারা আমার হাত থেকে বেঁচে যাবে? তাদের ফয়সালা খুবই মন্দ।", "pr": "আম হাছিবাল্লাযীনা ইয়া‘মালূনাছছাইয়িআ-তি আইঁ ইয়াছবিকূনা- ছাআ মাইয়াহকুমূন।", "sura_id": 29 }, { "ar": "مَن كَانَ يَرْجُوا لِقَآءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَءَاتٍ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ", "ayat_id": 5, "id": 3345, "bn": "যে আল্লাহর সাক্ষাত কামনা করে, আল্লাহর সেই নির্ধারিত কাল অবশ্যই আসবে। তিনি সর্বশ্রোতা, সর্বজ্ঞানী।", "pr": "মান কা-না ইয়ারজুলিকাআল্লা-হি ফাইন্না আজালাল্লা-হি লাআ-তিওঁ ওয়া হুওয়াছ ছামী‘উল ‘আলীম।", "sura_id": 29 }, { "ar": "وَمَن جٰهَدَ فَإِنَّمَا يُجٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ اللَّهَ لَغَنِىٌّ عَنِ الْعٰلَمِينَ", "ayat_id": 6, "id": 3346, "bn": "যে কষ্ট স্বীকার করে, সে তো নিজের জন্যেই কষ্ট স্বীকার করে। আল্লাহ বিশ্ববাসী থেকে বে-পরওয়া।", "pr": "ওয়া মান জা-হাদা ফাইন্নামা-ইউজা-হিদুলিনাফছিহী ইন্নাল্লা-হা লাগানিইইউন ‘আনিল ‘আ-লামীন।", "sura_id": 29 }, { "ar": "وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِى كَانُوا يَعْمَلُونَ", "ayat_id": 7, "id": 3347, "bn": "আর যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আমি অবশ্যই তাদের মন্দ কাজ গুলো মিটিয়ে দেব এবং তাদেরকে কর্মের উৎকৃষ্টতর প্রতিদান দেব।", "pr": "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লানুকাফফিরান্না ‘আনহুম ছাইয়িআ-তিহিম ওয়ালানাজঝিয়ান্নাহুম আহছানাল্লাযী কা-নূইয়া‘মালূন।", "sura_id": 29 }, { "ar": "وَوَصَّيْنَا الْإِنسٰنَ بِوٰلِدَيْهِ حُسْنًا ۖ وَإِن جٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "ayat_id": 8, "id": 3348, "bn": "আমি মানুষকে পিতা-মাতার সাথে সদ্ব্যবহার করার জোর নির্দেশ দিয়েছি। যদি তারা তোমাকে আমার সাথে এমন কিছু শরীক করার জোর প্রচেষ্টা চালায়, যার সম্পর্কে তোমার কোন জ্ঞান নেই, তবে তাদের আনুগত্য করো না। আমারই দিকে তোমাদের প্রত্যাবর্তন। অতঃপর আমি তোমাদেরকে বলে দেব যা কিছু তোমরা করতে।", "pr": "ওয়া ওয়াসসাইনাল ইনছা-না বিওয়া-লিদাইহি হুূছনাওঁ ওয়া ইন জা-হাদা-কা লিতুশরিকা বী মা-লাইছা লাকা বিহী ‘ইলমুন ফালা-তুতি‘হুমা- ইলাইইয়া মারজি‘উকুম ফাউনাব্বিউকুম বিমা-কুনতুম তা‘মালূন।", "sura_id": 29 }, { "ar": "وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِينَ", "ayat_id": 9, "id": 3349, "bn": "যারা বিশ্বাস স্থাপন করে ও সৎকাজ করে, আমি অবশ্যই তাদেরকে সৎকর্মীদের অন্তর্ভুক্ত করব।", "pr": "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লানুদখিলান্নাহুম ফিসসা-লিহীন।", "sura_id": 29 }, { "ar": "وَمِنَ النَّاسِ مَن يَقُولُ ءَامَنَّا بِاللَّهِ فَإِذَآ أُوذِىَ فِى اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ الْعٰلَمِينَ", "ayat_id": 10, "id": 3350, "bn": "কতক লোক বলে, আমরা আল্লাহর উপর বিশ্বাস স্থাপন করেছি; কিন্তু আল্লাহর পথে যখন তারা নির্যাতিত হয়, তখন তারা মানুষের নির্যাতনকে আল্লাহর আযাবের মত মনে করে। যখন আপনার পালনকর্তার কাছ থেকে কোন সাহায্য আসে তখন তারা বলতে থাকে, আমরা তো তোমাদের সাথেই ছিলাম। বিশ্ববাসীর অন্তরে যা আছে, আল্লাহ কি তা সম্যক অবগত নন?", "pr": "ওয়া মিনান্না-ছি মাইঁ ইয়াকূলুআ-মান্না-বিল্লা-হি ফাইযা-ঊযিইয়া ফিল্লা-হি জা‘আলা ফিতনাতান্না-ছি কা‘আযা-বিল্লা-হি ওয়ালাইন জাআ নাসরুম মির রাব্বিকা লাইয়াকূলুন্না ইন্না-কুন্না-মা‘আকুম আওয়া লাইছাল্লা-হু বিআ‘লামা বিমা-ফী সুদূ রিল ‘আলামীন।", "sura_id": 29 }, { "ar": "وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ ءَامَنُوا وَلَيَعْلَمَنَّ الْمُنٰفِقِينَ", "ayat_id": 11, "id": 3351, "bn": "আল্লাহ অবশ্যই জেনে নেবেন যারা বিশ্বাস স্থাপন করেছে এবং নিশ্চয় জেনে নেবেন যারা মুনাফেক।", "pr": "ওয়া লাইয়া‘লামান্নাল্লা-হুল্লাযীনা আ-মানূওয়া লাইয়া‘লামান্নাল মুনা-ফিকীন।", "sura_id": 29 }, { "ar": "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ ءَامَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْ وَمَا هُم بِحٰمِلِينَ مِنْ خَطٰيٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكٰذِبُونَ", "ayat_id": 12, "id": 3352, "bn": "কাফেররা মুমিনদেরকে বলে, আমাদের পথ অনুসরণ কর। আমরা তোমাদের পাপভার বহন করব। অথচ তারা পাপভার কিছুতেই বহন করবে না। নিশ্চয় তারা মিথ্যাবাদী।", "pr": "ওয়া কা-লাল্লাযীনা কাফারূ লিল্লাযীনা আ-মানততাবি‘ঊ ছাবীলানা-ওয়ালনাহমিল খাতায়া-কুম ওয়ামা-হুম বিহা-মিলীনা মিন খাতা-য়া হুম মিন শাইয়িন ইন্নাহুম লাকাযিবূন।", "sura_id": 29 }, { "ar": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوا يَفْتَرُونَ", "ayat_id": 13, "id": 3353, "bn": "তারা নিজেদের পাপভার এবং তার সাথে আরও কিছু পাপভার বহন করবে। অবশ্য তারা যে সব মিথ্যা কথা উদ্ভাবন করে, সে সম্পর্কে কেয়ামতের দিন জিজ্ঞাসিত হবে।", "pr": "ওয়া লাইয়াহমিলুন্না আছকা-লাহুম ওয়াআছকা-লাম মা‘আ আছকা-লিহিম  ওয়ালাইউছআলুন্না ইয়াওমাল কিয়া-মাতি ‘আম্মা-কা-নূইয়াফতারূন।", "sura_id": 29 }, { "ar": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلٰى قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظٰلِمُونَ", "ayat_id": 14, "id": 3354, "bn": "আমি নূহ (আঃ) কে তাঁর সম্প্রদায়ের কাছে প্রেরণ করেছিলাম। তিনি তাদের মধ্যে পঞ্চাশ কম এক হাজার বছর অবস্থান করেছিলেন। অতঃপর তাদেরকে মহাপ্লাবণ গ্রাস করেছিল। তারা ছিল পাপী।", "pr": "ওয়া লাকাদ আরছালনা-নূহান ইলা-কাওমিহী ফালাবিছা ফীহিম আলফা ছানাতিন ইল্লাখামছীনা ‘আ-মান ফাআখাযা হুমুততূফা-নুওয়াহুম জা-লিমূন।", "sura_id": 29 }, { "ar": "فَأَنجَيْنٰهُ وَأَصْحٰبَ السَّفِينَةِ وَجَعَلْنٰهَآ ءَايَةً لِّلْعٰلَمِينَ", "ayat_id": 15, "id": 3355, "bn": "অতঃপর আমি তাঁকে ও নৌকারোহীগণকে রক্ষা করলাম এবং নৌকাকে নিদর্শন করলাম বিশ্ববাসীর জন্যে।", "pr": "ফাআনজাইনা-হু ওয়া আসহা-বাছছাফীনাতি ওয়া জা‘আলনা-হা-আ-য়াতাল লিল‘আ-লামীন।", "sura_id": 29 }, { "ar": "وَإِبْرٰهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ۖ ذٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "ayat_id": 16, "id": 3356, "bn": "স্মরণ কর ইব্রাহীমকে। যখন তিনি তাঁর সম্প্রদায়কে বললেন; তোমরা আল্লাহর এবাদত কর এবং তাঁকে ভয় কর। এটাই তোমাদের জন্যে উত্তম যদি তোমরা বোঝ।", "pr": "ওয়া ইবরা-হীমা ইযকা-লা লিকাওমিহি‘বুদুল্লা-হা ওয়াত্তাকূহু যা-লিকুম খাইরুল্লাকুম ইন কুনতুম তা‘লামূন।", "sura_id": 29 }, { "ar": "إِنَّمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَوْثٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِندَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ", "ayat_id": 17, "id": 3357, "bn": "তোমরা তো আল্লাহর পরিবর্তে কেবল প্রতিমারই পূজা করছ এবং মিথ্যা উদ্ভাবন করছ। তোমরা আল্লাহর পরিবর্তে যাদের এবাদত করছ, তারা তোমাদের রিযিকের মালিক নয়। কাজেই আল্লাহর কাছে রিযিক তালাশ কর, তাঁর এবাদত কর এবং তাঁর কৃতজ্ঞতা প্রকাশ কর। তাঁরই কাছে তোমরা প্রত্যাবর্তিত হবে।", "pr": "ইন্নামা-তা‘বূদূ না মিন দূ নিল্লা-হি আওছা-নাওঁ ওয়া তাখলুকূনা ইফকান ইন্নাল্লাযীনা তা‘বুদূ না মিন দূ নিল্লা-হি লা-ইয়ামলিকূনা লাকুম রিঝকান ফাবতাগূ‘ইনদাল্লা-হির রিঝকা ওয়া‘বুদূ হু ওয়াশকুরূলাহূ ইলাইহি তুরজা‘ঊন।", "sura_id": 29 }, { "ar": "وَإِن تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلٰغُ الْمُبِينُ", "ayat_id": 18, "id": 3358, "bn": "তোমরা যদি মিথ্যাবাদী বল, তবে তোমাদের পূর্ববর্তীরাও তো মিথ্যাবাদী বলেছে। স্পষ্টভাবে পয়গাম পৌছে দেয়াই তো রসূলের দায়িত্ব।", "pr": "ওয়া ইন তূকাযযিবূফাকাদ কাযযাবা উমামুম মিন কাবলিকুম ওয়ামা-‘আলাররাছূলি ইল্লাল বালা-গুল মুবীন।", "sura_id": 29 }, { "ar": "أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذٰلِكَ عَلَى اللَّهِ يَسِيرٌ", "ayat_id": 19, "id": 3359, "bn": "তারা কি দেখে না যে, আল্লাহ কিভাবে সৃষ্টিকর্ম শুরু করেন অতঃপর তাকে পুনরায় সৃষ্টি করবেন? এটা আল্লাহর জন্যে সহজ।", "pr": "আওয়ালাম ইয়ারাও কাইফা ইউবদিউল্লা-হুল খালকা ছুম্মা ইউ‘ঈদুহূ ইন্না যা-লিকা ‘আলাল্লা-হি ইয়াছীর।", "sura_id": 29 }, { "ar": "قُلْ سِيرُوا فِى الْأَرْضِ فَانظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ۚ ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الْءَاخِرَةَ ۚ إِنَّ اللَّهَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ", "ayat_id": 20, "id": 3360, "bn": "বলুন, তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ, কিভাবে তিনি সৃষ্টিকর্ম শুরু করেছেন। অতঃপর আল্লাহ পুর্নবার সৃষ্টি করবেন। নিশ্চয় আল্লাহ সবকিছু করতে সক্ষম।", "pr": "কুল ছীরূ ফিল আরদিফানজুরূ কাইফা বাদাআল খালকা ছুম্মাল্লা-হু ইউনশিউন নাশআতাল আ-খিরাতা ইন্নাল্লা-হা ‘আলা-কুল্লিা শাইয়িন কাদীর।", "sura_id": 29 }, { "ar": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ", "ayat_id": 21, "id": 3361, "bn": "তিনি যাকে ইচ্ছা শাস্তি দেন এবং যার প্রতি ইচ্ছা রহমত করেন। তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।", "pr": "ইউ‘আযযিবূমাইঁ ইয়াশাউ ওয়া ইয়ারহামুমাইঁ ইয়াশাউ ওয়া ইলাইহি তুকলাবূন ।", "sura_id": 29 }, { "ar": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى الْأَرْضِ وَلَا فِى السَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ", "ayat_id": 22, "id": 3362, "bn": "তোমরা স্থলে ও অন্তরীক্ষে আল্লাহকে অপারগ করতে পারবে না এবং আল্লাহ ব্যতীত তোমাদের কোন হিতাকাঙ্খী নেই, সাহায্যকারীও নেই।", "pr": "ওয়ামা-আনতুম বিমু‘জিঝীনা ফিল আরদি ওয়ালা -ফিছছামাই  ওয়ামা-লাকুম মিন দূ নিল্লাহি মিওঁ ওয়ালিইয়িওঁ ওয়ালা-নাসীর।", "sura_id": 29 }, { "ar": "وَالَّذِينَ كَفَرُوا بِـَٔايٰتِ اللَّهِ وَلِقَآئِهِۦٓ أُولٰٓئِكَ يَئِسُوا مِن رَّحْمَتِى وَأُولٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ", "ayat_id": 23, "id": 3363, "bn": "যারা আল্লাহর আয়াত সমূহ ও তাঁর সাক্ষাত অস্বীকার করে, তারাই আমার রহমত থেকে নিরাশ হবে এবং তাদের জন্যেই যন্ত্রণাদায়ক শাস্তি রয়েছে।", "pr": "ওয়াল্লাযীনা কাফারূ বিআ-য়া-তিল্লা-হি ওয়া লিকা-ইহীউলাইকা ইয়াইছূমিররাহমাতী ওয়া উলাইকা লাহুম ‘আযা-বুন আলীম।", "sura_id": 29 }, { "ar": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجٰىهُ اللَّهُ مِنَ النَّارِ ۚ إِنَّ فِى ذٰلِكَ لَءَايٰتٍ لِّقَوْمٍ يُؤْمِنُونَ", "ayat_id": 24, "id": 3364, "bn": "তখন ইব্রাহীমের সম্প্রদায়ের এছাড়া কোন জওয়াব ছিল না যে তারা বলল, তাকে হত্যা কর অথবা অগ্নিদগ্ধ কর। অতঃপর আল্লাহ তাকে অগ্নি থেকে রক্ষা করলেন। নিশ্চয় এতে বিশ্বাসী লোকদের জন্যে নিদর্শনাবলী রয়েছে।", "pr": "ফামা-কা-না জাওয়া-বা কাওমিহী-ইল্লা-আন কানলুকতুলূহু আও হাররিকুহু ফাআনজা-হুল্লাহু মিনান্না-রি ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকাওমিইঁ ইউ’মিনূন।", "sura_id": 29 }, { "ar": "وَقَالَ إِنَّمَا اتَّخَذْتُم مِّن دُونِ اللَّهِ أَوْثٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوٰىكُمُ النَّارُ وَمَا لَكُم مِّن نّٰصِرِينَ", "ayat_id": 25, "id": 3365, "bn": "ইব্রাহীম বললেন, পার্থিব জীবনে তোমাদের পারস্পরিক ভালবাসা রক্ষার জন্যে তোমরা আল্লাহর পরিবর্তে প্রতিমাগুলোকে উপাস্যরূপে গ্রহণ করেছ। এরপর কেয়ামতের দিন তোমরা একে অপরকে অস্বীকার করবে এবং একে অপরকে লানত করবে। তোমাদের ঠিকানা জাহান্নাম এবং তোমাদের কোন সাহায্যকারী নেই।", "pr": "ওয়া কা-লা ইন্নামাততাখাযতুম মিন দূ নিল্লা-হি আওছা-নাম  মাওয়াদ্দাতা বাইনিকুম ফিল হায়া-তিদ দুনইয়া- ছু ম্মা ইয়াওমাল কিয়া-মাতি ইয়াকফুরু বা‘দুকুম ব্বিা‘দিওঁ ওয়া ইয়াল‘আনুবা‘দুকুম বা‘দাওঁ  ওয়ামা‘ ওয়া-কুমুন্না-রু ওয়ামা-লাকুম মিন্না-সিরীন।", "sura_id": 29 }, { "ar": "فَـَٔامَنَ لَهُۥ لُوطٌ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلٰى رَبِّىٓ ۖ إِنَّهُۥ هُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 26, "id": 3366, "bn": "অতঃপর তার প্রতি বিশ্বাস স্থাপন করলেন লূত। ইব্রাহীম বললেন, আমি আমার পালনকর্তার উদ্দেশে দেশত্যাগ করছি। নিশ্চয় তিনি পরাক্রমশালী, প্রজ্ঞাময়।", "pr": "ফাআ-মানা লাহূলূত । ওয়া কা-লা ইন্নী মুহা-জিরুন ইলা-রাববী ইন্নাহূহুওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 29 }, { "ar": "وَوَهَبْنَا لَهُۥٓ إِسْحٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَءَاتَيْنٰهُ أَجْرَهُۥ فِى الدُّنْيَا ۖ وَإِنَّهُۥ فِى الْءَاخِرَةِ لَمِنَ الصّٰلِحِينَ", "ayat_id": 27, "id": 3367, "bn": "আমি তাকে দান করলাম ইসহাক ও ইয়াকুব, তাঁর বংশধরদের মধ্যে নবুওয়ত ও কিতাব রাখলাম এবং দুনিয়াতে তাঁকে পুরস্কৃত করলাম। নিশ্চয় পরকালে ও সে সৎলোকদর অন্তর্ভূক্ত হবে।", "pr": "ওয়া ওয়াহাবনা-লাহূইছহা-কা ওয়াইয়া‘কূবা ওয়া জা‘আলনা-ফী যুররিইইয়াতিহিন নুবুওওয়াতা ওয়ালকিতা-বা ওয়া আ-তাইনা-হু আজরাহূফিদদুনইয়া- ওয়া ইন্নাহূফিল আখিরাতি লামিনাসসা-লিহীন।", "sura_id": 29 }, { "ar": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ الْفٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعٰلَمِينَ", "ayat_id": 28, "id": 3368, "bn": "আর প্রেরণ করেছি লূতকে। যখন সে তার সম্প্রদায়কে বলল, তোমরা এমন অশ্লীল কাজ করছ, যা তোমাদের পূর্বে পৃথিবীর কেউ করেনি।", "pr": "ওয়া লূতান ইযকা-লা লিকাওমিহী-ইন্নাকুম লাতা’তূনাল ফা-হিশাতা  মা-ছাবাকাকুম বিহা-মিন আহাদিম মিনাল ‘আ-লামীন।", "sura_id": 29 }, { "ar": "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ الْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِن كُنتَ مِنَ الصّٰدِقِينَ", "ayat_id": 29, "id": 3369, "bn": "তোমরা কি পুংমৈথুনে লিপ্ত আছ, রাহাজানি করছ এবং নিজেদের মজলিসে গর্হিত কর্ম করছ? জওয়াবে তাঁর সম্প্রদায় কেবল একথা বলল, আমাদের উপর আল্লাহর আযাব আন যদি তুমি সত্যবাদী হও।", "pr": "আইন্নাকুম লাতা’তূনার রিজা-লা ওয়া তাকতা‘ঊনাছ ছাবীলা ওয়া তা’তূনা ফী না-দীকুমুল মুনকারা ফামা-কা-না জাওয়া-বা কাওমিহীইল্লাআন কা-লূ’ তিনা-বি‘আযাবিল্লা-হি ইন কুনতা মিনাসসা-দিকীন।", "sura_id": 29 }, { "ar": "قَالَ رَبِّ انصُرْنِى عَلَى الْقَوْمِ الْمُفْسِدِينَ", "ayat_id": 30, "id": 3370, "bn": "সে বলল, হে আমার পালনকর্তা, দুস্কৃতকারীদের বিরুদ্ধে আমাকে সাহায্য কর।", "pr": "কা-লা রাব্বিনসুরনী ‘আলাল কাওমিল মুফছিদীন।", "sura_id": 29 }, { "ar": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرٰهِيمَ بِالْبُشْرٰى قَالُوٓا إِنَّا مُهْلِكُوٓا أَهْلِ هٰذِهِ الْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا ظٰلِمِينَ", "ayat_id": 31, "id": 3371, "bn": "যখন আমার প্রেরিত ফেরেশতাগণ সুসংবাদ নিয়ে ইব্রাহীমের কাছে আগমন করল, তখন তারা বলল, আমরা এই জনপদের অধিবাসীদেরকে ধ্বংস করব। নিশ্চয় এর অধিবাসীরা জালেম।", "pr": "ওয়া লাম্মা-জাআত রুছুলুনাইবরা-হীমা বিলবুশরা- কা-লূইন্না-মুহলিকূআহলি হাযিহিল কারইয়াতি ইন্না আহলাহা-কা-নূজা-লিমীন।", "sura_id": 29 }, { "ar": "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا امْرَأَتَهُۥ كَانَتْ مِنَ الْغٰبِرِينَ", "ayat_id": 32, "id": 3372, "bn": "সে বলল, এই জনপদে তো লূতও রয়েছে। তারা বলল, সেখানে কে আছে, তা আমরা ভাল জানি। আমরা অবশ্যই তাকে ও তাঁর পরিবারবর্গকে রক্ষা করব তাঁর স্ত্রী ব্যতীত; সে ধ্বংসপ্রাপ্তদের অন্তর্ভূক্ত থাকবে।", "pr": "কা-লা ইন্না ফীহা-লূতা- কা-লূনাহনুআ‘লামুবিমান ফীহা-  লানুনাজজিয়ান্নাহূ ওয়া আহ লাহূইল্লাম রাআতাহূ  কা-নাত মিনাল গা-বিরীন।", "sura_id": 29 }, { "ar": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغٰبِرِينَ", "ayat_id": 33, "id": 3373, "bn": "যখন আমার প্রেরিত ফেরেশতাগণ লূতের কাছে আগমন করল, তখন তাদের কারণে সে বিষন্ন হয়ে পড়ল এবং তার মন সংকীর্ণ হয়ে গেল। তারা বলল, ভয় করবেন না এবং দুঃখ করবেন না। আমরা আপনাকে ও আপনার পরিবারবর্গকে রক্ষা করবই আপনার স্ত্রী ব্যতীত, সে ধ্বংস প্রাপ্তদের অন্তর্ভূক্ত থাকবে।", "pr": "ওয়া লাম্মাআন জাআত রুছুলুনা-লূতান ছীআ বিহিম ওয়া দা-কা বিহিম যার‘আওঁ ওয়া কা-লূলা-তাখাফ ওয়ালা-তাহঝান ইন্না-মুনাজজূকা ওয়া আহলাকা ইল্লাম রাআতাকা কা-নাত মিনাল গা-বিরীন।", "sura_id": 29 }, { "ar": "إِنَّا مُنزِلُونَ عَلٰىٓ أَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَآءِ بِمَا كَانُوا يَفْسُقُونَ", "ayat_id": 34, "id": 3374, "bn": "আমরা এই জনপদের অধিবাসীদের উপর আকাশ থেকে আযাব নাজিল করব তাদের পাপাচারের কারণে।", "pr": "ইন্না মুনঝিলূনা ‘আলাআহলি হা-যিহিল কারইয়াতি রিজঝাম মিনাছছামাইবিমা-কা-নূ ইয়াফছুকূ ন।", "sura_id": 29 }, { "ar": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ", "ayat_id": 35, "id": 3375, "bn": "আমি বুদ্ধিমান লোকদের জন্যে এতে একটি স্পষ্ট নিদর্শন রেখে দিয়েছি।", "pr": "ওয়া লাকাত তারাকনা-মিনহাআ-য়াতাম বাইয়িনাতাল লিকাওমিই ইয়া‘কিলূন।", "sura_id": 29 }, { "ar": "وَإِلٰى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يٰقَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْءَاخِرَ وَلَا تَعْثَوْا فِى الْأَرْضِ مُفْسِدِينَ", "ayat_id": 36, "id": 3376, "bn": "আমি মাদইয়ানবাসীদের প্রতি তাদের ভাই শোআয়বকে প্রেরণ করেছি। সে বলল, হে আমার সম্প্রদায় তোমরা আল্লাহর এবাদত কর, শেষ দিবসের আশা রাখ এবং পৃথিবীতে অনর্থ সৃষ্টি করো না।", "pr": "ওয়া ইলা-মাদইয়না আখা-হুম শু‘আইবান ফাকা-লা ইয়া-কাওমি‘বুদুল্লা-হা ওয়ারজুল ইয়াওমাল আ-খিরা ওয়ালা-তা‘ছাও ফিল আরদিমুফছিদীন।", "sura_id": 29 }, { "ar": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِى دَارِهِمْ جٰثِمِينَ", "ayat_id": 37, "id": 3377, "bn": "কিন্তু তারা তাঁকে মিথ্যাবাদী বলল; অতঃপর তারা ভূমিকম্প দ্বারা আক্রান্ত হল এবং নিজেদের গৃহে উপুড় হয়ে পড়ে রইল।", "pr": "ফাকাযযাবূহু ফাআখাযাতহুমুর রাজফাতুফাআসবাহূফী দা-রিহিম জা-ছিমীন।", "sura_id": 29 }, { "ar": "وَعَادًا وَثَمُودَا وَقَد تَّبَيَّنَ لَكُم مِّن مَّسٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ أَعْمٰلَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ", "ayat_id": 38, "id": 3378, "bn": "আমি আ’দ ও সামুদকে ধ্বংস করে দিয়েছি। তাদের বাড়ী-ঘর থেকেই তাদের অবস্থা তোমাদের জানা হয়ে গেছে। শয়তান তাদের কর্মকে তাদের দৃষ্টিতে সুশোভিত করেছিল, অতঃপর তাদেরকে সৎপথ অবলম্বনে বাধা দিয়েছিল এবং তারা ছিল হুশিয়ার।", "pr": "ওয়া ‘আদাওঁ ওয়া ছামূদা ওয়া কাততাবাইইয়ানা লাকুম মিম মাছা-কিনিহিম ওয়া ঝাইইয়ানা লাহুমুশশাইতা-নুআ‘মা-লাহুম ফাসাদ্দাহুম ‘আনিছছাবীলি ওয়া কা-নূ মুছতাবসিরীন।", "sura_id": 29 }, { "ar": "وَقٰرُونَ وَفِرْعَوْنَ وَهٰمٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوا فِى الْأَرْضِ وَمَا كَانُوا سٰبِقِينَ", "ayat_id": 39, "id": 3379, "bn": "আমি কারুন, ফেরাউন ও হামানকে ধ্বংস করেছি। মূসা তাদের কাছে সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করেছিল অতঃপর তারা দেশে দম্ভ করেছিল। কিন্তু তারা জিতে যায়নি।", "pr": "ওয়া কা-রূনা ওয়া ফির‘আওনা ওয়া হা-মা-না ওয়া লাকাদ জাআহুম মূছাবিলবাইয়িনা-তি ফাছতাকবারূ ফিল আরদিওয়ামা-কা-নূছা-বিক ীন।", "sura_id": 29 }, { "ar": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلٰكِن كَانُوٓا أَنفُسَهُمْ يَظْلِمُونَ", "ayat_id": 40, "id": 3380, "bn": "আমি প্রত্যেককেই তার অপরাধের কারণে পাকড়াও করেছি। তাদের কারও প্রতি প্রেরণ করেছি প্রস্তরসহ প্রচন্ড বাতাস, কাউকে পেয়েছে বজ্রপাত, কাউকে আমি বিলীন করেছি ভূগর্ভে এবং কাউকে করেছি নিমজ্জত। আল্লাহ তাদের প্রতি যুলুম করার ছিলেন না; কিন্তু তারা নিজেরাই নিজেদের প্রতি যুলুম করেছে।", "pr": "ফাকুল লান আখযনা-বিযামবিহী ফামিনহুম মান আরছালনা-‘আলাইহি হা-সিবাওঁ ওয়া মিনহুম মান আখাযাতহুস সাইহাতু ওয়া মিনহুম মান খাছাফনা-বিহিল আরদা ওয়া মিনহুম মান আগরাকনা- ওয়ামা-কা-নাল্লা-হু লিইয়াজলিমাহুম ওয়ালা-কিন কানূআনফুছাহুম ইয়াজলিমূন।", "sura_id": 29 }, { "ar": "مَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَآءَ كَمَثَلِ الْعَنكَبُوتِ اتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنكَبُوتِ ۖ لَوْ كَانُوا يَعْلَمُونَ", "ayat_id": 41, "id": 3381, "bn": "যারা আল্লাহর পরিবর্তে অপরকে সাহায্যকারীরূপে গ্রহণ করে তাদের উদাহরণ মাকড়সা। সে ঘর বানায়। আর সব ঘরের মধ্যে মাকড়সার ঘরই তো অধিক দুর্বল, যদি তারা জানত।", "pr": "মাছালুল্লাযীনাততাখাযূমিন দূ নিল্লা-হি আওলিয়াআ কামাছালিল ‘আনকাবূতি ইত্তাখাযাত বাইতাওঁ ওয়া ইন্না আওহানাল বুয়ূতি লা বাইতুল ‘আনকাবূত। লাও কা-নূ ইয়া‘লামূন।", "sura_id": 29 }, { "ar": "إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "ayat_id": 42, "id": 3382, "bn": "তারা আল্লাহর পরিবর্তে যা কিছুকে ডাকে, আল্লাহ তা জানেন। তিনি শক্তিশালী, প্রজ্ঞাময়।", "pr": "ইন্নাল্লা-হা ইয়া‘লামুমা-ইয়াদ‘ঊনা মিন দূ নিহী মিন শাইয়িওঁ ওয়া হুওয়াল ‘আঝীঝুল হাকীম।", "sura_id": 29 }, { "ar": "وَتِلْكَ الْأَمْثٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا الْعٰلِمُونَ", "ayat_id": 43, "id": 3383, "bn": "এ সকল উদাহরণ আমি মানুষের জন্যে দেই; কিন্তু জ্ঞানীরাই তা বোঝে।", "pr": "ওয়া তিলকাল আমছা-লুনাদরিবুহা-লিন্না-ছি ওয়ামা-ইয়া‘কিলুহা ইল্লাল ‘আ-লিমূন।", "sura_id": 29 }, { "ar": "خَلَقَ اللَّهُ السَّمٰوٰتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِنَّ فِى ذٰلِكَ لَءَايَةً لِّلْمُؤْمِنِينَ", "ayat_id": 44, "id": 3384, "bn": "আল্লাহ যথার্থরূপে নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন। এতে নিদর্শন রয়েছে ঈমানদার সম্প্রদায়ের জন্যে।", "pr": "খালাকাল্লা-হুছছামা-ওয়া-তি ওয়াল আরদা বিলহাক্কি ইন্না ফী যা-লিকা লাআ-য়াতাল লিলমু’মিনীন।", "sura_id": 29 }, { "ar": "اتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ الْكِتٰبِ وَأَقِمِ الصَّلٰوةَ ۖ إِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَآءِ وَالْمُنكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ ۗ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ", "ayat_id": 45, "id": 3385, "bn": "আপনি আপনার প্রতি প্রত্যাদিষ্ট কিতাব পাঠ করুন এবং নামায কায়েম করুন। নিশ্চয় নামায অশ্লীল ও গর্হিত কার্য থেকে বিরত রাখে। আল্লাহর স্মরণ সর্বশ্রেষ্ঠ। আল্লাহ জানেন তোমরা যা কর।", "pr": "উতলুমাঊহিয়া ইলাইকা মিনাল কিতা-বি ওয়া আকিমিসসালা-তা ইন্নাসসালা-তা তানহা-‘আনিল ফাহশাই ওয়াল মুনকারি ওয়ালাযিকরুল্লা-হি আকবারু ওয়াল্লা-হু ইয়া‘লামুমা-তাসনা‘ঊন।", "sura_id": 29 }, { "ar": "وَلَا تُجٰدِلُوٓا أَهْلَ الْكِتٰبِ إِلَّا بِالَّتِى هِىَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ ۖ وَقُولُوٓا ءَامَنَّا بِالَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلٰهُنَا وَإِلٰهُكُمْ وٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ", "ayat_id": 46, "id": 3386, "bn": "তোমরা কিতাবধারীদের সাথে তর্ক-বিতর্ক করবে না, কিন্তু উত্তম পন্থায়; তবে তাদের সাথে নয়, যারা তাদের মধ্যে বে-ইনসাফ। এবং বল, আমাদের প্রতি ও তোমাদের প্রতি যা নাযিল করা হয়েছে, তাতে আমরা বিশ্বাস স্থাপন করেছি। আমাদের উপাস্য ও তোমাদের উপাস্য একই এবং আমরা তাঁরই আজ্ঞাবহ।", "pr": "ওয়ালা-তুজা-দিলূআহলাল কিতা-বি ইল্লা-বিল্লাতী হিয়া আহছানু  ইল্লাল্লাযীনা জালামূমিনহুম ওয়া কূলূআ-মান্না-বিল্লাযী উনঝিলা ইলাইনা-ওয়া উনঝিলা ইলাইকুম ওয়া ইলা-হুনা-ওয়া ইলা-হুকুম ওয়া-হিদুওঁ ওয়া নাহনুলাহূমুছলিমূন।", "sura_id": 29 }, { "ar": "وَكَذٰلِكَ أَنزَلْنَآ إِلَيْكَ الْكِتٰبَ ۚ فَالَّذِينَ ءَاتَيْنٰهُمُ الْكِتٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايٰتِنَآ إِلَّا الْكٰفِرُونَ", "ayat_id": 47, "id": 3387, "bn": "এভাবেই আমি আপনার প্রতি কিতাব অবর্তীণ করেছি। অতঃপর যাদের কে আমি কিতাব দিয়েছিলাম, তারা একে মেনে চলে এবং এদেরও (মক্কাবাসীদেরও) কেউ কেউ এতে বিশ্বাস রাখে। কেবল কাফেররাই আমার আয়াতসমূহ অস্বীকার করে।", "pr": "ওয়া কাযা-লিকা আনঝালনাইলাইকাল কিতা-বা ফাল্লাযীনা আ-তাইনা-হুমুল কিতাবা ইউ’মিনূনা বিহী ওয়া মিন হাউলাই মাইঁ ইউ’মিনুবিহী ওয়ামা-ইয়াজহাদু বিআ-য়া-তিনাইল্লাল কা-ফিরূন।", "sura_id": 29 }, { "ar": "وَمَا كُنتَ تَتْلُوا مِن قَبْلِهِۦ مِن كِتٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّارْتَابَ الْمُبْطِلُونَ", "ayat_id": 48, "id": 3388, "bn": "আপনি তো এর পূর্বে কোন কিতাব পাঠ করেননি এবং স্বীয় দক্ষিণ হস্ত দ্বারা কোন কিতাব লিখেননি। এরূপ হলে মিথ্যাবাদীরা অবশ্যই সন্দেহ পোষণ করত।", "pr": "ওয়ামা-কুনতা তাতলূমিন কাবলিহী মিন কিতা-বিওঁ ওয়ালা-তাখুত্তুহূবিয়ামীনিকা ইযাল লারতা-বাল মুবতিলূন।", "sura_id": 29 }, { "ar": "بَلْ هُوَ ءَايٰتٌۢ بَيِّنٰتٌ فِى صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايٰتِنَآ إِلَّا الظّٰلِمُونَ", "ayat_id": 49, "id": 3389, "bn": "বরং যাদেরকে জ্ঞান দেয়া হয়েছে, তাদের অন্তরে ইহা (কোরআন) তো স্পষ্ট আয়াত। কেবল বে-ইনসাফরাই আমার আয়াতসমূহ অস্বীকার করে।", "pr": "বাল হুওয়া আ-য়া-তুম বাইয়িনা-তুন ফী সদূ রিল্লাযীনা ঊতুল ‘ইলমা ওয়ামা-ইয়াজহাদু বিআ-য়া-তিনাইল্লাজ্জা-লিমূন।", "sura_id": 29 }, { "ar": "وَقَالُوا لَوْلَآ أُنزِلَ عَلَيْهِ ءَايٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا الْءَايٰتُ عِندَ اللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ", "ayat_id": 50, "id": 3390, "bn": "তারা বলে, তার পালনকর্তার পক্ষ থেকে তার প্রতি কিছু নিদর্শন অবতীর্ণ হল না কেন? বলুন, নিদর্শন তো আল্লাহর ইচ্ছাধীন। আমি তো একজন সুস্পষ্ট সতর্ককারী মাত্র।", "pr": "ওয়া কা-লূলাওলাউনঝিলা ‘আলাইহি আ-য়া-তুম মির রাব্বিহী কুল ইন্নামাল আ-য়াতু‘ইনদাল্লা-হি ওয়া ইন্নামাআনা নাযীরুম মুবীন।", "sura_id": 29 }, { "ar": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ الْكِتٰبَ يُتْلٰى عَلَيْهِمْ ۚ إِنَّ فِى ذٰلِكَ لَرَحْمَةً وَذِكْرٰى لِقَوْمٍ يُؤْمِنُونَ", "ayat_id": 51, "id": 3391, "bn": "এটাকি তাদের জন্যে যথেষ্ট নয় যে, আমি আপনার প্রতি কিতাব নাযিল করেছি, যা তাদের কাছে পাঠ করা হয়। এতে অবশ্যই বিশ্বাসী লোকদের জন্যে রহমত ও উপদেশ আছে।", "pr": "আওয়ালাম ইয়াকফিহিম আন্নাআনঝালনা-‘আলাইকাল কিতা-বা ইউতলা-‘আলাইহিম ইন্না ফী যা-লিকা লারাহমাতাওঁ ওয়া যিকরা-লিকাওমিইঁ ইউ’মিনূন।", "sura_id": 29 }, { "ar": "قُلْ كَفٰى بِاللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْأَرْضِ ۗ وَالَّذِينَ ءَامَنُوا بِالْبٰطِلِ وَكَفَرُوا بِاللَّهِ أُولٰٓئِكَ هُمُ الْخٰسِرُونَ", "ayat_id": 52, "id": 3392, "bn": "বলুন, আমার মধ্যে ও তোমাদের মধ্যে আল্লাহই সাক্ষীরূপে যথেষ্ট। তিনি জানেন যা কিছু নভোমন্ডলে ও ভূ-মন্ডলে আছে। আর যারা মিথ্যায় বিশ্বাস করে ও আল্লাহকে অস্বীকার করে, তারাই ক্ষতিগ্রস্ত।", "pr": "কুল কাফা-বিল্লা-হি বাইনী ওয়াবাইনাকুম শাহীদাইঁ ইয়া‘লামুমা-ফিছছামা-ওয়া-তি ওয়াল আরদি ওয়াল্লাযীনা আ-মানূবিলবা-তিলি ওয়া কাফারূ বিল্লা-হি উলাইকা হুমুল খা-ছিরূন।", "sura_id": 29 }, { "ar": "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ", "ayat_id": 53, "id": 3393, "bn": "তারা আপনাকে আযাব ত্বরান্বিত করতে বলে। যদি আযাবের সময় নির্ধারিত না থাকত, তবে আযাব তাদের উপর এসে যেত। নিশ্চয়ই আকস্মিকভাবে তাদের কাছে আযাব এসে যাবে, তাদের খবরও থাকবে না।", "pr": "ওয়া ইয়াছতা‘জিলূনাকা বিল ‘আযা-বি ওয়া লাওলাআজালুম মুছাম্মাল লাজাআহুমুল ‘আযা-বু ওয়ালাইয়া’তিইয়ান্নাহুম বাগতাতাওঁ ওয়া হুম লা-ইয়াশ‘উরূন।", "sura_id": 29 }, { "ar": "يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِالْكٰفِرِينَ", "ayat_id": 54, "id": 3394, "bn": "তারা আপনাকে আযাব ত্বরান্বিত করতে বলে; অথচ জাহান্নাম কাফেরদেরকে ঘেরাও করছে।", "pr": "ইয়াছতা‘জিলূনাকা বিল‘আযা-বি ওয়াইন্না জাহান্নামা লামুহীতাতুম বিলকা-ফিরীন।", "sura_id": 29 }, { "ar": "يَوْمَ يَغْشٰىهُمُ الْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنتُمْ تَعْمَلُونَ", "ayat_id": 55, "id": 3395, "bn": "যেদিন আযাব তাদেরকে ঘেরাও করবে মাথার উপর থেকে এবং পায়ের নীচ থেকে। আল্লাহ বললেন, তোমরা যা করতে, তার স্বাদ গ্রহণ কর।", "pr": "ইয়াওমা ইয়াগশা-হুমুল‘আযা-বুমিন ফাওকিহিম ওয়া মিন তাহতি আরজুলিহিম ওয়া ইয়াকূলু যূকূমা-কুনতুম তা‘মালূন।", "sura_id": 29 }, { "ar": "يٰعِبَادِىَ الَّذِينَ ءَامَنُوٓا إِنَّ أَرْضِى وٰسِعَةٌ فَإِيّٰىَ فَاعْبُدُونِ", "ayat_id": 56, "id": 3396, "bn": "হে আমার ঈমানদার বান্দাগণ, আমার পৃথিবী প্রশস্ত। অতএব তোমরা আমারই এবাদত কর।", "pr": "ইয়া-‘ইবা-দিয়াল্লাযীনা আ-মানূইন্না আরদী ওয়া-ছি‘আতুন ফাইইয়া-ইয়া ফা‘বুদূন।", "sura_id": 29 }, { "ar": "كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ", "ayat_id": 57, "id": 3397, "bn": "জীবমাত্রই মৃত্যুর স্বাদ গ্রহণ করবে। অতঃপর তোমরা আমারই কাছে প্রত্যাবর্তিত হবে।", "pr": "কুল্লুনাফছিন যাইকাতুল মাওতি ছু ম্মা ইলাইনা-তুরজা‘ঊন।", "sura_id": 29 }, { "ar": "وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصّٰلِحٰتِ لَنُبَوِّئَنَّهُم مِّنَ الْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ الْعٰمِلِينَ", "ayat_id": 58, "id": 3398, "bn": "যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আমি অবশ্যই তাদেরকে জান্নাতের সুউচ্চ প্রাসাদে স্থান দেব, যার তলদেশে প্রস্রবণসমূহ প্রবাহিত। সেখানে তারা চিরকাল থাকবে। কত উত্তম পুরস্কার কর্মীদের।", "pr": "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লানুবাওবিআন্নাহুম মিনাল জান্নাতি গুরাফান তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা- নি‘মা আজরুল ‘আ-মিলীন।", "sura_id": 29 }, { "ar": "الَّذِينَ صَبَرُوا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ", "ayat_id": 59, "id": 3399, "bn": "যারা সবর করে এবং তাদের পালনকর্তার উপর ভরসা করে।", "pr": "আল্লাযীনা সাবারূ ওয়া ‘আলা-রাব্বিহিম ইয়াতাওয়াক্কালূন।", "sura_id": 29 }, { "ar": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ", "ayat_id": 60, "id": 3400, "bn": "এমন অনেক জন্তু আছে, যারা তাদের খাদ্য সঞ্চিত রাখে না। আল্লাহই রিযিক দেন তাদেরকে এবং তোমাদেরকেও। তিনি সর্বশ্রোতা, সর্বজ্ঞ।", "pr": "ওয়া কাআইয়িম মিন দাব্বাতিল লা-তাহমিলুরিঝকাহা-আল্লা-হু ইয়ারঝুকুহাওয়া ইয়্যা-কুম ওয়া হুওয়াছ ছামী‘উল ‘আলীম।", "sura_id": 29 }, { "ar": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ ۖ فَأَنّٰى يُؤْفَكُونَ", "ayat_id": 61, "id": 3401, "bn": "যদি আপনি তাদেরকে জিজ্ঞেস করেন, কে নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছে, চন্দ্র ও সূর্যকে কর্মে নিয়োজিত করেছে? তবে তারা অবশ্যই বলবে আল্লাহ। তাহলে তারা কোথায় ঘুরে বেড়াচ্ছে?", "pr": "ওয়া লাইন ছাআলতাহুম মান খালাকাছছামা-ওয়া-তি ওয়াল আরদা ওয়াছাখখারাশশামছা ওয়াল কামারা লাইয়াকূলুন্নাল্লা-হু ফাআন্না-ইউ’ফাকূন।", "sura_id": 29 }, { "ar": "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ اللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ", "ayat_id": 62, "id": 3402, "bn": "আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছা রিযিক প্রশস্ত করে দেন এবং যার জন্য ইচ্ছা হ্রাস করেন। নিশ্চয়, আল্লাহ সর্ববিষয়ে সম্যক পরিজ্ঞাত।", "pr": "আল্লাহু ইয়াবছুতুর রিঝকা লিমাইঁ ইয়াশাউ মিন ‘ইবা-দিহী ওয়া ইয়াকদিরুলাহূ ইন্নাল্লা-হা বিকুল্লি শাইয়িন ‘আলীম।", "sura_id": 29 }, { "ar": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَآءِ مَآءً فَأَحْيَا بِهِ الْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ ۚ قُلِ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ", "ayat_id": 63, "id": 3403, "bn": "যদি আপনি তাদেরকে জিজ্ঞেস করেন, কে আকাশ থেকে বারি বর্ষণ করে, অতঃপর তা দ্বারা মৃত্তিকাকে উহার মৃত হওয়ার পর সঞ্জীবিত করে? তবে তারা অবশ্যই বলবে, আল্লাহ। বলুন, সমস্ত প্রশংসা আল্লাহরই। কিন্তু তাদের অধিকাংশই তা বোঝে না।", "pr": "ওয়া লাইন ছাআলতাহুম মান্নাঝঝালা মিনাছছামাই মাআন ফাআহইয়া-বিহিল আরদা মিম বা‘দি মাওতিহা- লাইয়াকূলুন্নাল্লা-হু কুল্লি হামদুলিল্লা-হি বাল আকছারুহুম লা-ইয়া‘কিলূন।", "sura_id": 29 }, { "ar": "وَمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ الدَّارَ الْءَاخِرَةَ لَهِىَ الْحَيَوَانُ ۚ لَوْ كَانُوا يَعْلَمُونَ", "ayat_id": 64, "id": 3404, "bn": "এই পার্থিব জীবন ক্রীড়া-কৌতুক বৈ তো কিছুই নয়। পরকালের গৃহই প্রকৃত জীবন; যদি তারা জানত।", "pr": "ওয়ামা-হা-যিহিল হায়া-তুদ দুনইয়া-ইল্লা-লাহউওঁ ওয়ালা‘ইবুওঁ ওয়া ইন্নাদ দা-রাল আখিরাতা লাহিয়াল হায়াওয়া-ন । লাও কা-নূইয়া‘লামূন।", "sura_id": 29 }, { "ar": "فَإِذَا رَكِبُوا فِى الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجّٰىهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ", "ayat_id": 65, "id": 3405, "bn": "তারা যখন জলযানে আরোহণ করে তখন একনিষ্ঠভাবে আল্লাহকে ডাকে। অতঃপর তিনি যখন স্থলে এনে তাদেরকে উদ্ধার করেন, তখনই তারা শরীক করতে থাকে।", "pr": "ফাইযা-রাকিবূফিল ফুলকি দা‘আ-উল্লা-হা মুখলিসীনা লাহুদদীনা  ফালাম্মা-নাজ্জা-হুম ইলাল বাররি ইযা-হুম ইউশরিকূন।", "sura_id": 29 }, { "ar": "لِيَكْفُرُوا بِمَآ ءَاتَيْنٰهُمْ وَلِيَتَمَتَّعُوا ۖ فَسَوْفَ يَعْلَمُونَ", "ayat_id": 66, "id": 3406, "bn": "যাতে তারা তাদের প্রতি আমার দান অস্বীকার করে এবং ভোগ-বিলাসে ডুবে থাকে। সত্বরই তারা জানতে পারবে।", "pr": "লিইয়াকফুরূ বিমাআ-তাইনা-হুম ওয়া লিইয়াতামাত্তা‘ঊ ফাছাওফা ইয়া‘লামূন।", "sura_id": 29 }, { "ar": "أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِالْبٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ", "ayat_id": 67, "id": 3407, "bn": "তারা কি দেখে না যে, আমি একটি নিরাপদ আশ্রয়স্থল করেছি। অথচ এর চতুপার্শ্বে যারা আছে, তাদের উপর আক্রমণ করা হয়। তবে কি তারা মিথ্যায়ই বিশ্বাস করবে এবং আল্লাহর নেয়ামত অস্বীকার করবে?", "pr": "আওয়া লাম ইয়ারাও আন্না-জা‘আলনা-হারামান আ-মিনাওঁ ওয়া ইউতাখাত্তাফুন্না-ছুমিন হাওলিহিম আফাবিলবা-তিলি ইউ’মিনূনা ওয়া বিনি‘মাতিল্লা-হি ইয়াকফুরূন।", "sura_id": 29 }, { "ar": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكٰفِرِينَ", "ayat_id": 68, "id": 3408, "bn": "যে আল্লাহ সম্পর্কে মিথ্যা কথা গড়ে অথবা তার কাছে সত্য আসার পর তাকে অস্বীকার করে, তার কি স্মরণ রাখা উচিত নয় যে, জাহান্নামই সেসব কাফেরের আশ্রয়স্থল হবে?", "pr": "ওয়া মান আজলামুমিম্মানিফ তারা-‘আলাল্লা-হি কাযিবান আও কাযযাবা বিলহাক্কি লাম্মা-জাআহূ আলাইছা ফী জাহান্নামা মাছওয়াল লিল কা-ফিরীন।", "sura_id": 29 }, { "ar": "وَالَّذِينَ جٰهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ", "ayat_id": 69, "id": 3409, "bn": "যারা আমার পথে সাধনায় আত্মনিয়োগ করে, আমি অবশ্যই তাদেরকে আমার পথে পরিচালিত করব। নিশ্চয় আল্লাহ সৎকর্মপরায়ণদের সাথে আছেন।", "pr": "ওয়াল্লাযীনা জা-হাদূফীনা-লানাহদিয়ান্নাহুম ছুবুলানা- ওয়া ইন্নাল্লা-হা লামা‘আল মুহছিনীন।", "sura_id": 29 }]